Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: نان برونسی نان آوران بسته چهار عددی
ar: خبز برونسي ، خبز أفاران ، أربع قطع
eu: Bronsi ogia, Avaran ogia, lau pieza

source: نان لواش کم نمک اندازه بزرگ عددی های فود
ar: خبز لافاش قليل الملح ، كبير الحجم ، بأعداد غذائية
eu: Gatz gutxiko lavash ogia, tamaina handikoa, janari kopurua

source: خمیر یوفکا گرد کوچک ای دو
ar: عجينة يوفكا صغيرة مستديرة
eu: Bi yufka ore biribil txiki

source: نان سوخاری گندم نان آوران
ar: خبز محمص من القمح الأفاران
eu: Avaran gari ogi txigortua

source: نان سوخاری جو نان آوران
ar: خبز محمص بالشعير من نان أفاران
eu: Nan Avarango garagar-ogi txigortua

source: نان کراستینو سیر و شوید نان آوران
ar: خبز أفاران بالثوم والقشريات والشبت
eu: Crustino baratxuri eta aneta naan Avaran ogia

source: نان لواش بدون گلوتن سلینو
ar: سيلينو خبز لافاش خالي من الغلوتين
eu: Celino glutenik gabeko lavash ogia

source: نان تست سفید بدون گلوتن عددی سلینو کاله
ar: سيلينو كالي نخب أبيض خالي من الغلوتين
eu: Celino Kale glutenik gabeko tostada zuria

source: نان قندی
ar: خبز السكر
eu: azukre-ogia

source: نان جو سه نان
ar: خبز الشعير ، ثلاثة خبز
eu: Garagar-ogia, hiru ogi

source: نان سنتی کاک حاوی آرد جودوسر با تزیین کتان اورنگ
ar: خبز الكاك التقليدي الذي يحتوي على دقيق جودوسر مزين بكتان البرتقال
eu: Kak ogi tradizionala Jodoser irina duen Orang lihoz apaindua

source: نان هات داگ عددی نان آوران
ar: نان أفاران كعك هوت دوج
eu: Nan Avaran txakur-opilak

source: نان شکلاتی سه نان
ar: ثلاثة خبز شوكولاتة الخبز
eu: Hiru ogi txokolate ogia

source: نان تارت مثلث شیرین تاینی تارت
ar: تايني تارت سويت تارت الخبز المثلث
eu: Tarta Txikia Triangelu Gozoa Ogi Tarta

source: نان حلوایی گرد تاینی تارت بسته عددی
ar: خبز هالفاي دائري صغير لاذع معبأ بالأرقام
eu: Tarta txiki-txiki biribila Halvai ogi zenbakitan bildua

source: نان بربری کیک فکتوری
ar: مصنع كعكة الخبز البربري
eu: Berbere Ogi Tarta Fabrika

source: نان آفتابگردان کنکوک
ar: خبز كانكوك عباد الشمس
eu: Kankuk ekilore ogia

source: پودر گوجه فرنگی
ar: مسحوق الطماطم
eu: Tomate hautsa

source: ادویه زعتر
eu: Zaatar espezia

source: پودر فلفل قرمز
ar: مسحوق الفلفل الأحمر
eu: Piper gorri hautsa

source: هلیله سیاه
ar: الجحيم الأسود
eu: helela beltza

source: خاکشیر حجم
ar: حجم خاكشير
eu: Khakshir bolumena

source: پودر سیر ایرانی درجه یک آجیل چی حجم
ar: مسحوق الثوم الفارسي الدرجة الأولى المكسرات ما الحجم
eu: Persiako baratxuri-hautsa, lehen mailakoa, fruitu lehorrak, zer tamaina

source: پودر نارگیل خشک
ar: مسحوق جوز الهند الجاف
eu: Koko hautsa lehorra

source: عصاره قلم کنکوک
ar: مستخلص قلم كانكوك
eu: Kankuk boligrafoaren laburpena

source: ادویه گراماسالا ایتالیایی فله
ar: بهارات جراماسالا الايطالية السائبة
eu: Italiako gramasala espezia soltean

source: چاشنی کباب کوبیده آلس پایس
ar: فطائر أليس قصفت توابل الشواء
eu: Ales Pies-ek barbakoa ongarri egin zuen

source: ادویه فلافل
ar: بهارات فلافل
eu: Falafel espezia

source: گل محمدی خشک
ar: إكليل الجبل المجفف
eu: Erromero lehortua

source: نمک تصفیه شده بدون ید کیسه یی
ar: ملح مكرر بدون كيس اليود
eu: Gatz findua iodo poltsarik gabe

source: زیره سیاه کوهی
ar: الكمون الأسود
eu: kumino beltza

source: سیاه دانه ستاره فدک
ar: الحبة السوداء للنجم فدك
eu: Star Fadak-en hazi beltza

source: چای ترش ایرانی چای قرمز چای مکی
ar: شاي حامض فارسي ، شاي أحمر ، شاي مكي
eu: Persiako te garratza, te gorria, Makki tea

source: ادویه مرغ ادویه
ar: بهارات دجاج بالبهارات
eu: Spice oilasko espezia

source: قهوه فوری جاکوبز
ar: قهوة سريعة التحضير من جاكوبس
eu: Jacobs berehalako kafea

source: قهوه فوری طلایی جاکوبز حجم
ar: حجم القهوة الذهبية الفورية من جاكوبس
eu: Jacobs urrezko berehalako kafearen bolumena

source: چای سیب کد
ar: كود شاي التفاح
eu: Kode sagar tea

source: آبمیوه طبیعی بدون شکر سیب سن ایچ میلی لیتری
ar: عصير تفاح طبيعي خالي من السكر سعة 10 مل
eu: 10 ml-ko azukrerik gabeko sagar zuku naturala

source: شربت سکنجبین هزار و یک شب یک لیتری
ar: سقنجبين شربات ألف ليلة وليلة
eu: Mila eta bat gaueko Saqanjbein sorbetea

source: قهوه اسپرسو دو عددی ماگوش
ar: قهوة ماغوش دبل اسبريسو
eu: Magoosh espresso bikoitza kafea

source: روغن ارده کنجد صلابت لیتری
ar: أردي زيت السمسم لتر صلابة
eu: Arde Sesamo olioaren gogortasuna litro

source: روغن کنجد اصل
ar: زيت السمسم الأصلي
eu: Jatorrizko sesamo olioa

source: چای کیسه ای معطر مخصوص عددی احمد
ar: أكياس شاي عطرية برقم أحمد
eu: Ahmaden zenbakirako te-poltsa aromatikoak

source: کافی میکس نسکافه در مدل اورجینال بسته عددی
ar: نسكافيه ميكس كوفي في النموذج الأصلي ، عبوة رقمية
eu: Nescafe nahasketa kafea jatorrizko ereduan, zenbakizko paketea

source: آبمیوه انبه پالپ دار سی سی سان استار
ar: عصير مانجو CC Sunstar مع اللب
eu: CC Sunstar mango zukua mamiarekin

source: قهوه فوری کلاسیک مینوفر کد
ar: كود عروض القهوة الكلاسيكية الفورية
eu: Berehalako kafe klasikoak kodea eskaintzen du

source: روغن شحم گاو
ar: زيت الشحم البقري
eu: Behi-sebo olioa

source: روغن زیتون بدون بو میلی لیتری
ar: مل زيت زيتون عديم الرائحة
eu: Usainik gabeko oliba olio ml

source: روغن مایع حلب طبیعت یی
ar: زيت حلب الطبيعي السائل
eu: Alepo olio likido naturala

source: روغن زیتون اصل
ar: زيت زيتون أصلي
eu: Jatorrizko oliba olioa

source: نیری روغن کنجد فرابکر نیم لیتری
ar: نيري زيت سمسم بكر ممتاز نصف لتر
eu: Neiri litro erdi sesamo birjina estra

source: روغن حیوانی گوسفندی
ar: زيت حيواني الأغنام
eu: Ardi animalien olioa

source: روغن زیتون یک لیتری
ar: لتر زيت زيتون
eu: Litro bat oliba olio

source: روغن ارده کنجد ا لیتری احیای سلامت
ar: زيت السمسم الاردي لتر يعيد الصحة
eu: Arde Sesamo olioak, litro bat, osasuna berreskuratzen du

source: سس فلفل سبز فله
ar: صلصة الفلفل الاخضر السائبة
eu: Piper berdearen saltsa ontziratua

source: روغن ارده کنجد ممتاز فدک لیتر
ar: زيت بذور السمسم فدك لتر
eu: Sesamo-Hazi Olio Premium Fadak Litro

source: روغن ارده کنجد ممتاز فدک بزرگ
ar: زيت بذور السمسم الممتاز ، فدك كبير
eu: Sesamo-Hazi Olio Premium, Fadak Big

source: روغن زیتون خالص لادن طلایی میلی لیتری
ar: زيت زيتون ذهبي نقي مل
eu: Laden urrezko oliba olio purua ml

source: روغن مایع مخلوط لیتری غنچه
ar: برعم زيت سائل مختلط لتر
eu: Litroko olio likido mistoa

source: رب گوجه فرنگی سام ارام یک
ar: معجون طماطم سام ارام
eu: Sam Aram tomate-pasta bat

source: سس انار اونچو میلی لیتر
ar: صلصة رمان اونشو مل
eu: Granada saltsa ontxo ml

source: رب انار درجه یک
ar: معجون رمان درجة أولى
eu: Lehen mailako granada-pasta

source: روغن حیوانی گاوی
ar: زيت حيواني بقري
eu: Behi animalien olioa

source: رب گوجه فرنگی طبیعت
ar: معجون الطماطم الطبيعي
eu: Naturaren tomate-pasta

source: رب انار فدک باظرف
ar: معجون الرمان لذيذ
eu: Pomegranate pasta goxoa da

source: رب گوجه فرنگی دریان دشت باکس تایی
ar: معجون طماطم Derian Dasht Bax Tai
eu: Derian Dasht Bax Tai tomate-pasta

source: رب انار طبیعی
ar: معجون الرمان الطبيعي
eu: Granada-pasta naturala

source: رب انار سس ممتاز فدک
ar: دبس رمان ، صوص ممتاز فدك
eu: Granada-pasta, Mumtaz Fadak saltsa

source: سس مایونز مهرام
ar: مهرام مايونيز
eu: Mehram maionesa

source: کنسرو رب گوجه فرنگی مجید
ar: ماجد معجون طماطم معلب
eu: Majid tomate-pasta kontserbak

source: سس مایونز بیژن
ar: مايونيز بيجان
eu: Bijan maionesa

source: سس شکلات فندق سوربن کاله
ar: كاليه شربات صوص الشوكولاتة بالبندق
eu: Calais sorbetea hur txokolate saltsa

source: سس مایونز لوید
ar: لويدز مايونيز
eu: Lloyd's maionesa

source: رب انار ملس محلی خالص و ارگانیک
ar: معجون رمان نقي وعضوي
eu: Pomegranate pasta purua eta organikoa

source: رب گوجه ‌فرنگی اویلا
ar: معجون طماطم أفيلا
eu: Avila tomate-pasta

source: رب گوجه فرنگی به یک فارس
ar: معجون الطماطم إلى الفارسية
eu: Tomate pasta farsi bati

source: سس فرانسوی مهرام
ar: صوص مهرام الفرنسي
eu: Mehram saltsa frantsesa

source: رب انار اروم‌آدا
eu: Arum Ada granada-pasta

source: شیرین کننده طبیعی استویا ربودیان
ar: محلي ستيفيا رابوديان الطبيعي
eu: Stevia Rabodian edulkoratzaile naturala

source: شکر سفید یی
ar: سكر أبيض
eu: azukre zuria

source: قند فانتزی عددی، طعم
ar: السكر الخيالي العددي ، الذوق
eu: Zenbakizko fantasiazko azukrea, zaporea

source: شکر سرخ شکر زرد اعلا و درجه یک
ar: سكر أحمر ، سكر أصفر ممتاز
eu: Azukre gorria, azukre hori bikaina

source: قند کارتن یی لابان
ar: غسل علبة السكر
eu: Azukre-kartoia garbitu zuen

source: شکر سفید الماس دانه
ar: السكر الأبيض الماسي
eu: Diamantezko azukre zuria

source: کیک تولد رژیمی بدون خامه شیرین شده با استویا همراه با کرم چیز کم کالری
ar: كعكة عيد ميلاد الدايت بدون كريمة محلاة بستيفيا بكريمة الجبن منخفضة السعرات الحرارية
eu: Dieta urtebetetze tarta kremarik gabeko steviarekin gozotua kaloria gutxiko gazta kremarekin

source: کله قند جفتی عروس ، مخصوص مراسم عقد عروسی ، برای سابیدن ، قندساب عروس
ar: زوج العروس من سلطانيات السكر ، خاصة لحفلات الزفاف ، لطحن وعاء السكر للعروس
eu: Emaztegaiaren azukre-ontzi parea, bereziki ezkontza zeremonietarako, ehotzeko, emaztegaiaren azukre-ontzia

source: قند رنگی رنگی
ar: سكر ملون
eu: Koloretako azukrea

source: بذر استویا
ar: بذور ستيفيا
eu: Stevia haziak

source: قند خرد شده مهمان دوست
ar: سكر مجروش عزيزي الضيف
eu: Azukre birrindua, gonbidatu maitea

source: شکر قهوه ای +
ar: سكر بني +
eu: Azukre marroia +

source: اسپاگتی رشته ای بدون گلوتن فیورنتینی
ar: اسباجيتي خالية من الغلوتين من فيورنتيني
eu: Fiorentini Glutenik gabeko espagetiak

source: شکر پنیر طبیعی دارچینی حلاوت تبریز
ar: سكر جبن القرفة الطبيعي حلاوة تبريز
eu: Kanela gazta azukre naturala, Tabrizeko gozoa

source: شکر پنیر محلی اردبیل شهر طبیعت بسته عددی
ar: سكر ، جبن محلي ، أردبيل ، شهر طيب ، عبوة عددية
eu: Azukrea, bertako gazta, Ardabil, Shahr Tayab, zenbakizko paketea

source: حبه بدون شکر بیلو
ar: حبوب بيلو خالية من السكر
eu: Bilo azukrerik gabeko pilulak

source: قند قهوه ای آفتاب گستر
ar: أفتاب غوستار سكر بني
eu: Aftab Gostar azukre marroia

source: قند قهوه ای غرفه آجیل خشکبار مهران
ar: سكر بني من المكسرات المجففة مهران ستاند
eu: Mehran fruitu lehorrak dituen azukre marroia

source: اسپاگتی قطر حاوی ویتامین تک ماکارون
ar: معكرونة قطر تحتوي على فيتامين واحد معكرونة
eu: Makarroi bitamina bakarra duten Qatar espagetiak

source: قند نیشکر درجه یک و خالص
ar: الدرجة الأولى وسكر القصب النقي
eu: Lehen mailakoa eta kanaberako azukre hutsa

source: ماکارونی پروانه ای آنکارا
ar: مكرونة انقرة الفراشة
eu: Ankara tximeleta pasta

source: ماکارونی پیچ آنکارا
ar: انقرة تويست باستا
eu: Ankara bihurritu pasta

source: ماکارونی رشته‌ای ، غنی شده زر‌ماکارون
ar: باستا سلسلة غنية بالمعكرونة الصفراء
eu: Harizko pasta, makarroi horiz aberastua

source: شکر سرخ نیشکر شرط اصل طبرزد بدون افزودنی شکرسرخ خالص خمیری نرم خواص شکرسرخ
ar: سكر القصب الأحمر ، حالة طبرز الأصلية بدون إضافات ، سكر أحمر نقي ، معجون ناعم ، خواص السكر الأحمر
eu: Kanaberako azukre gorria, gehigarririk gabeko jatorrizko Tabarzd-en egoera, azukre gorri purua, pasta leuna, azukre gorriaren propietateak

source: ماکارونی فرمی پیکولی تک‌ماکارون
ar: مكرونة فيرمي بيكولي مفردة
eu: Fermi Piccoli makarroi bakarreko pasta

source: ماکارونی آنکارا
ar: مكرونة انقرة
eu: Ankara pasta

source: ماکارونی دانه برنجی زر‌ماکارون
ar: مكرونة بحبوب الأرز الذهبي
eu: Urrezko arroz alearen pasta

source: ماکارونی رشته‌ای لینگوئینی مک
ar: ماك لينجويني سلسلة المعكرونة
eu: Mac linguini harizko pasta

source: ماکارونی قطر غنی شده با ویتامین تک ماکارون
ar: مكرونة قطر غنية بفيتامين معكرونة واحد
eu: Qatar makarroiak makarroi bakarreko bitaminaz aberastuta

source: ماکارونی لوله ایی کوتاه آنکارا
ar: معكرونة أنقرة قصيرة الأنبوب
eu: Ankara hodi motzeko pasta

source: رشته سوپی آنکارا
ar: حساء انقرة النودلز
eu: Ankara zopa fideoak

source: رشته آشی سمیه
ar: حقل عشي سمية
eu: Ashi Somia zelaia

source: ماکارونی فرمی گراندی تک‌ماکارون
ar: مكرونة فيرمي غراندي سينجل ماكرون
eu: Makarroiak Fermi Grandi Bakarka Macaron

source: ماکارونی فرمی فسیلی زر ماکارون
ar: مكرونة فيرمي جولد فوسيل
eu: Fermi Fossil Urrezko Makarroiak Makarroiak

source: ماکارونی صدفی زرماکارون
ar: معكرونة المحار Zermakaroon
eu: Zermakaroon ostra pasta

source: ماکارونی فرمی شلز زر‌ماکارون
ar: معكرونة قذائف فيرمي معكرونة ذهبية
eu: Makarroiak Fermi Maskorrak Urrezko Makarroiak

source: ماکارونی رشته‌ای زر‌ماکارون
ar: مكرونة ذهبية بخيوط مكرونة
eu: Urrezko makarroiak harizko pasta

source: اسپاگتی لینگوئینی زرماکارون
ar: سباغيتي لينجويني زيرماكرون
eu: Spaghetti Linguine Zermacaron

source: بسته عددی لازانیا مانا همراه با ادویه مخصوص
ar: عبوة عددية من لازانيا المانا بالبهارات الخاصة
eu: Manna lasagna zenbakizko paketea espezia bereziekin

source: ماکارونی فرمی ورمیشل مانا
ar: مانا الشعيرية معكرونة
eu: Manna Vermicelli Fermi Pasta

source: ماکارانی چهار غله اسپاگتی کازین
ar: ابن عم معكرونة سباغيتي من أربع حبوب
eu: Lehengusu lau aleko espageti pasta

source: ارده کنجد اعلاء
ar: دقيق سمسم ممتاز
eu: Sesamo irina bikaina

source: سه شیره سنتی حلوائیان
ar: ثلاث عصائر تقليدية من الحلاوة الطحينية
eu: Halvaien hiru zuku tradizionalak

source: ارده
ar: أردي
eu: Arde

source: شیره خرما ایران گیاه
ar: عصير تمر نبات إيران
eu: Iran landare data-zukua

source: شیره انگور احیای سلامت
ar: عصير العنب يعيد الصحة
eu: Mahats-zukua osasuna berreskuratzeko

source: ارده دمباز
ar: اردي تيلباز
eu: Arde tailbaz

source: ارده کنجد قهوه ای ارگانیک فسیل
ar: دقيق السمسم البني العضوي الأحفوري
eu: Fossil Sesamo Marroi Irina Organikoa

source: پک ارده کنجد ترنم
ar: عبوة طحين السمسم
eu: Sesamo irina paketea

source: حلوا ارده سم سم آب حیات
ar: حلاوة اردي سام سام اب حياة
eu: Halwa Arde Sam Sam Ab Hayat

source: شیره خرما ایلجات
ar: إيلجات عصير التمر
eu: Iljat data zukua

source: میوه و سبزیجات
ar: فواكه وخضراوات
eu: Frutak eta barazkiak

source: آبلیمو، سرکه و ترشیجات
ar: عصير ليمون ، خل و مخلل
eu: Limoi zukua, ozpina eta ozpinak

source: غلات و حبوبات
ar: الحبوب والبقوليات
eu: Zerealak eta lekaleak

source: قنادی
ar: حلويات
eu: gozogintza

source: لبنیات
ar: ألبان
eu: esnekiak

source: پروتئینی
ar: بروتين
eu: proteina

source: آجیل و خشکبار
ar: المكسرات
eu: Fruitu lehorrak

source: نان
ar: خبز
eu: Ogia

source: ادویه جات
ar: بهارات
eu: Espeziak

source: دسر
ar: حَلوَى
eu: Postrea

source: نوشیدنی ها
ar: مشروبات
eu: edariak

source: روغن خوراکی
ar: زيت قابل للأكل
eu: Olio jangarria

source: رب و سس
ar: عجينة وصلصة
eu: Pasta eta saltsa

source: قند و شکر
ar: سكر
eu: azukrea

source: پاستا
ar: معكرونة
eu: Pasta

source: ارده و شیره
ar: اردي وعصير
eu: Arde eta zukua

source: پوره میوه و سبزیجات
ar: هريس الفاكهة والخضروات
eu: Fruta eta barazki purea

source: فست‌فود
ar: الطعام السريع
eu: janari azkarra

source: روز مادر
ar: يوم الأم
eu: amaren eguna

source: <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد<strong> گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد</strong> تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.</p>
ar: <p> Lorme Ipsum هو نص وهمي تم إنتاجه ببساطة غير مفهومة من صناعة الطباعة ويستخدمه مصممو الرسوم. الطابعات والنصوص ، ولكن الصحف والمجلات في أعمدة وصفوف حسب الضرورة وللظروف الحالية للتكنولوجيا المطلوبة وتطبيقات متنوعة بهدف تحسين الأدوات العملية. تتطلب العديد من الكتب في 63 بالمائة <strong> الماضي والحاضر والمستقبل الكثير من المعرفة من المجتمع والخبراء لخلق المزيد من المعرفة لمصممي الكمبيوتر ، وخاصة المصممين المبدعين وثقافة اللغة الفارسية مع البرامج. </ p>
eu: <p>Lorme Ipsum inprimaketaren industriatik soiltasun ulertezinarekin ekoitzitako eta diseinatzaile grafikoek erabilitako testu simulatua da. Inprimagailuak eta testuak, baina egunkariak eta aldizkariak zutabe eta errenkadetan beharrezkoak diren eta teknologiaren egungo baldintzetarako eta aplikazio anitzak tresna praktikoak hobetzeko helburuarekin. Ehuneko hirurogeita hiruko liburu askok <strong>iraganean, orainean eta etorkizunean gizartearen eta adituen ezagutza handia behar dute informatika-diseinatzaileentzat, batez ere diseinatzaile sortzaileentzat eta softwarearekin farsi hizkuntzako kultura liderra dutenentzat.</p>

source: 50% روی تمامی محصولات
ar: 50٪ على جميع المنتجات
eu: %50 produktu guztietan

source: فودینو را در اینستاگرام دنبال کنید.
ar: تابع فودينو على إنستغرام.
eu: Jarraitu Fodino Instagramen.

source: پوچ
ar: فارغ
eu: Hutsik

source: 10% تخفیف روی تمامی محصولات
ar: 10٪ خصم على جميع المنتجات
eu: %10eko deskontua produktu guztietan

source: در دنیای امروز که اکثر محبت ها و عشق ها از ذهن افراد نشات گرفته و با حساب دو دوتا چهار تا عاشق می شوند و محبت پیدا می کنند، این مادر است که عشقش را با قلبش به طور ذاتی و فطری لمس میکند.مادر که در تمام اقلیم ها و تمدن ها از جایگاه والایی برخوردار است. مادری که در اجتماع یک جامعه ی موفق می تواند نه تنها نقش سازنده ای در پرورش و تربیت کودک خود بلکه در پرورش و رشد فرهنگ جامعه نیز تاثیر گذار باشد؛ زیرا همان فرزند قرار است به همراه فرزندان دیگر با حضورشان آن جامعه را ساخته و رونق دهند.در ایران نیز برای گرامی شمردن این جایگاه والا و قدر دانی از این مقام رفیع روز ولادت حضرت صدیقه ی کبری فاطمه ی زهرا (س) را به عنوان نماد یک مادر مطهر و زن فداکار “روز مادر” نام گذاری کرده اند.
ar: في عالم اليوم ، حيث تنبع معظم العواطف والحب من عقول الناس ويقعون في الحب ويجدون الحب في ثنائيات وثنائية وأربعة ، فإن الأم هي التي تلامس حبها بقلبها بالفطرة والطبيعية. كل المناخات والحضارات لها مكانة عالية. الأم التي لا تستطيع في مجتمع ناجح أن تلعب فقط دورًا بنّاءً في تنشئة طفلها وتنشئته ، ولكن أيضًا في تنشئة ثقافة المجتمع وتنميتها ؛ لأنه من المفترض أن يبني الطفل نفسه ويزدهر ذلك المجتمع مع الأطفال الآخرين بوجودهم. في إيران ، من أجل تكريم هذا المنصب الرفيع وتقدير هذا المنصب الرفيع ، عيد ميلاد حضرة صديقة يا كبري فاطمة يا زهرة (عليه السلام) هو يُحتفل به كرمز للأم النقية والمكرسة وقد أطلق عليه 'عيد الأم'.
eu: Gaur egungo munduan, non afektu eta maitasun gehienak pertsonen burutik sortzen diren eta maitemintzen diren eta binaka, binaka, lauan aurkitzen duten maitasuna, ama da berez eta naturaltasunez bere maitasuna ukitzen duena.Klima eta zibilizazio guztiek dute. estatus altua. Gizarte arrakastatsu batean bere seme-alaben hazi eta hazkuntzan eginkizun eraikitzailea ez ezik, gizartearen kulturaren hazkuntzan eta garapenean ere bete dezakeen ama; haur berak gizarte hori eraiki eta aurrera egin behar duelako beste haurrekin batera euren presentziarekin.Iranen, goi kargu hori ohoratzeko eta posizio goren hau eskertzeko, Hazrat Siddiqa Ya Kabri Fatemeh Ya Zahra (PBUH)-ren urtebetetzea da. ospatzen da Ama garbiaren eta emakume devotatuaren sinboloa 'Amaren Eguna' izendatu dute.

source: <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
ar: <p> Lorme Ipsum هو نص خيالي مع إنتاج بساطة غير مفهومة من صناعة الطباعة واستخدام مصممي الجرافيك. لوريم إيبسوم هو نص خيالي ينتج عنه بساطة غير مفهومة من صناعة الطباعة ويستخدم مصممو غرافيك. لوريم إيبسوم هو نص خيالي يستخدم النص مع إنتاج بساطة غير مفهومة من صناعة الطباعة مصممي الجرافيك. </ p>
eu: <p>Lorme Ipsum inprenta-industriatik eta diseinatzaile grafikoak erabiliz sinpletasun ulertezina ekoizten duen fikziozko testua da. Lorem Ipsom inprenta-industriatik eta diseinatzaile grafikoak erabiliz sinpletasun ulertezina ekoizten duen fikziozko testua da. Lorem Ipsom fikziozko testua da. Inprimaketaren industria diseinatzaile grafikoak erabiltzen ari da soiltasun ulertezinaren ekoizpena duen testua.</p>

source: یک پیتزا رایگان
ar: بيتزا مجانية
eu: Doako pizza bat

source: گردونه شانس فودینو
ar: عجلة ثروة فودينو
eu: Fodinoren zoriaren gurpila

source: 20% تخفیف روی تمامی محصولات
ar: 20٪ خصم على جميع المنتجات
eu: %20ko deskontua produktu guztietan

source: فودینو بهترین تارنما برای شما
ar: فودينو هو أفضل موقع لك
eu: Fodino zuretzako webgunerik onena da

source: سلام
eu: Kaixo

source: <p><strong>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</strong></p>
ar: <p> <strong> Lorme Ipsum هو نص وهمي ذو بساطة غير مفهومة أنتجته صناعة الطباعة ويستخدم مصممي الجرافيك. لوريم إيبسوم هو نص خيالي ذو بساطة غير مفهومة أنتجته صناعة الطباعة وباستخدام مصممي الجرافيك. لوريم إيبسوم نص خيالي مع إنتاج البساطة غير المفهومة تنتجها صناعة الطباعة ومصممي الجرافيك. لوريم إيبسوم هو نص خيالي تم إنتاجه بواسطة بساطة غير مفهومة من قبل صناعة الطباعة ومصممي الجرافيك. </ strong> </p>
eu: <p><strong>Lorme Ipsum inprenta-industriak eta diseinatzaile grafikoak erabiliz sortutako sinpletasun ulertezina duen fikziozko testua da. Lorem Ipsom inprimaketa-industriak eta diseinatzaile grafikoak erabiliz sortutako soiltasun ulertezina duen fikziozko testua da. Lorem Ipsom fikziozko testua da. ekoizpenarekin Sinpletasun ulertezina inprenta-industriak eta diseinatzaile grafikoek ekoizten dute Lorem Ipsum inprenta-industriak eta diseinatzaile grafikoek soiltasun ulertezinaren bidez sortutako fikziozko testua da.</strong></p>

source: تست تماس با ما
ar: اتصل بنا اختبار
eu: Jarri gurekin harremanetan proba

source: فرزانه قاسمی
eu: Farzana Ghasemi

source: نیکنام
ar: اسم جيد
eu: izen ona

source: تست
ar: امتحان
eu: proba

source: jsj
eu: etab

source: s
ar: س

source: Ghayathi
ar: غياثي

source: Madhyapur Thimi
ar: ماديابور ثيمي

source: Kapilvastu
ar: كابيلفاستو

source: Tulsipur
ar: تولسبور

source: Rajbiraj
ar: راجبراج

source: Ramgram
ar: رامجرام

source: Gaur
ar: اليوم

source: Inaruwa
ar: إناروا

source: Baglung
ar: باغلونغ

source: Dhankuta
ar: ضنكوتا

source: Narayan
ar: نارايان

source: Bhadrapur
ar: بهادرابور

source: Ilam
ar: علام

source: i
ar: أنا

source: h
ar: ح

source: j
ar: ي

source: Sahar
ar: سحر

source: Abs
ar: عضلات المعدة

source: Rada'a
ar: رداع

source: Abomey
ar: أبومي

source: Sarh
ar: صرح

source: Laï
ar: لاو

source: Mongo
ar: مونجو

source: Massaguet
ar: مساجيت

source: Léré
ar: ليري

source: Bokoro
ar: بوكورو

source: Moussoro
ar: موسورو

source: Kyabé
ar: كيابي

source: Faya-Largeau
ar: فايا لارجو

source: Gounou Gaya
ar: جونو جايا

source: Goundi
ar: جوندي

source: Beinamar
ar: بينامار

source: Melfi
ar: ملفي

source: Dolisie
ar: دوليسي

source: Mossendjo
ar: موسينجو

source: Ngo
ar: نجو

source: Kinkala
ar: كينكالا

source: Djambala
ar: جامبالا

source: Komono
ar: كومونو

source: Zanaga
ar: زاناغا

source: Ollombo
ar: أولومبو

source: Tchamba-Nzassi
ar: تشامبا نزاسي

source: Ebebiyín
ar: إيببيان

source: Mongomo
ar: مونجومو

source: Micomeseng
ar: ميكومسينغ

source: Bidjabidjan
ar: بدجابيدجان

source: Ayene
ar: عين

source: Nsang
ar: نسانغ

source: Bicurga
ar: بيكورجا

source: Rio Campo
ar: ريو كامبو

source: Nakfa
ar: ناكفا

source: Madina
ar: المدينة المنورة

source: Himbirti
ar: هيمبيرتي

source: Obuasi
ar: أوبواسي

source: Teshie
ar: تيشي

source: Sunyani
ar: سنياني

source: Lashibi
ar: لاشيبي

source: Bawku
ar: باوكو

source: Winneba
ar: وينيبا

source: Oduponkpehe
ar: أودوبونكبيه

source: Kintampo
ar: كينتامبو

source: Mampong
ar: مامبونج

source: Effiakuma
ar: إيفياكوما

source: Savelugu
ar: سافيلوجو

source: Elmina
ar: المينا

source: Shama
ar: شامة

source: Salaga
ar: سلاجا

source: Navrongo
ar: نافرونجو

source: Somanya
ar: سومانيا

source: Keta
ar: انتهاك

source: Bibiani
ar: بيبياني

source: Mumford
ar: مومفورد

source: Bechem
ar: بيشم

source: Duayaw Nkwanta
ar: دواياو نكوانتا

source: Nyankpala
ar: نيانكبالا

source: Dodowa
ar: دودوا

source: Larteh Akuapim
ar: لارته أكوابيم

source: Drobo
ar: دروبو

source: شکر دارچینی دستچین کالا
ar: سكر القرفة المقطوف يدوياً

source: قند تزیینی یا ابوالفضل بسته صدعددی
ar: سكر مزخرف او عبوة ابوالفضل مائة

source: قند نیشکر عصاره نیشکر
ar: قصب السكر وخلاصة قصب السكر

source: قند قهوه ای مگز
ar: ماجز سكر بني

source: شکر قهوه ای مگز
ar: ميجس سكر بني

source: شکر پنیر بادامی فله
ar: سكر جبن اللوز بكميات كبيرة

source: شکر سفید سوئیتشو بسته عددی
ar: رقم علبة السكر الأبيض الحلو

source: قند تک نفره
ar: سكر واحد

source: قند فانتزی حروف لاتین وانیلی
ar: فانتاسي سكر فانيلا رسائل لاتينية

source: شکر تیغال
ar: سكر تيغال

source: شکرقهوه ای
ar: سكر بني
