Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: رب گوجه فرنگی خوشبخت
ar: معجون طماطم سعيد
eu: Zoriontsu tomate-pasta

source: رب انار خانگی
ar: معجون الرمان محلي الصنع
eu: Etxeko granada-pasta

source: سس سویا سلکتا لیتر
ar: سيليكتا لتر صوص الصويا
eu: Aukeratu litro soja saltsa

source: سس گوجه فرنگی هاینز
ar: صلصة طماطم هاينز
eu: Heinz tomate saltsa

source: سس کارامل فرمند
ar: صوص فورم و كراميل
eu: Formand karamelu saltsa

source: خوشاب رب گوجه فرنگی خوشاب
ar: معجون طماطم خوشاب
eu: Khoshab tomate-pasta Khoshab

source: سس فلفل قرمز تاباسکو حجم میلی لیتر
ar: صلصة تاباسكو الفلفل الأحمر ، حجم مل
eu: Tabasco piper gorri saltsa, ml bolumena

source: سس فلفل و سیر کیمبال
ar: فلفل كيمبال وصوص الثوم
eu: Kimball-en piperra eta baratxuri saltsa

source: سس سامیانگ بولداک طعم مرغ تند
ar: صلصة ساميانغ بولداك بنكهة الدجاج الحارة
eu: Samyang Buldak saltsa oilasko zapore pikantea

source: سس ناندوز خیلی تند ’
ar: صلصة الخبز حار جدا
eu: Ogi saltsa oso pikantea

source: رب انار شیرینحدود
ar: معجون الرمان الحلو
eu: granada-pasta gozoa

source: رب گوجه فرنگی مکنزی
ar: معجون طماطم ماكنزي
eu: Mackenzie tomate-pasta

source: سس فلفل قرمز تند و سیر گلوریا
ar: فلفل أحمر جلوريا الحار وصلصة الثوم
eu: Gloriaren piper gorri pikantea eta baratxuri saltsa

source: سس گوجه فرنگی تند بیژن
ar: صلصة طماطم بيجان الحارة
eu: Bijan tomate saltsa pikantea

source: سس سزار لایت کنز مدل حجم میل
ar: صلصة سيزر لايت كانز ، حجم النموذج
eu: Caesar Light Cans saltsa, bolumen eredua

source: سس سویا ژاپنی کیکومن
ar: صلصة الصويا اليابانية Kikumen
eu: Kikumen Japoniako soja saltsa

source: سس فلفل سبز آمازون
ar: صلصة الفلفل الأخضر الأمازون
eu: Amazoniako piper berde saltsa

source: کنسرو رب گوجه فرنگی چین چین
ar: الصين الصين معجون الطماطم المعلب
eu: Txina Txina kontserbako tomate-pasta

source: سس مایونز مهرام
ar: مهرام مايونيز
eu: Mehram maionesa

source: رب گوجه فرنگی آتا
ar: معجون طماطم آتا
eu: Ata tomate-pasta

source: سس مایونز کم چرب کاله
ar: كرنب مايونيز قليل الدسم
eu: Kale gantz gutxiko maionesa

source: رب زغال اخته
ar: معجون التوت
eu: Blueberry pasta

source: سس کچاپ تند موشکی دلپذیر
ar: كاتشب جرجير حار ولذيذ
eu: Suziri ketchup pikante goxoa

source: سس لوبیا سیاه لی کوم کی
ar: صلصة الفاصوليا السوداء لي كوم كي
eu: Lee Kum Kee Babarrun Beltza Saltsa

source: رب گوجه فرنگی همدانیان یی
ar: معجون طماطم همدانيان
eu: Hamadaniako tomate-pasta

source: رب انار محلی
ar: معجون رمان محلي
eu: Bertako granada-pasta

source: سس خردل دیژون رمیا
ar: صلصة الخردل ريميا ديجون
eu: Remia Dijon mostaza saltsa

source: رب انار ترش بزرگ
ar: عجينة الرمان الحامضة
eu: Pomegranate pasta garratz handia

source: رب نارنج طبیعی
ar: معجون برتقال طبيعي
eu: Laranja-pasta naturala

source: رب انار ملس
eu: Pomegranate pasta

source: سس فرانسوی بیژن
ar: صوص بيجان الفرنسي
eu: Bijan saltsa frantsesa

source: رب آلوچه محلی
ar: معجون البرقوق المحلي
eu: Bertako aran-pasta

source: رب گوجه ‌فرنگی فامیلا
ar: معجون طماطم فاميليا
eu: Familia tomate-pasta

source: کنسرو رب خانگی چین چین
ar: معجون صيني محلي الصنع معلب
eu: Etxeko pasta txinatarra kontserba

source: رب گوجه فرنگی یی همدانیان
ar: معجون طماطم همدانيان
eu: Hamadanian tomate-pasta

source: سس سویا مگی میلی لیتر
ar: صلصة الصويا ماجي مل
eu: Maggi soja saltsa ml

source: سس چیلی تای دلوسه
ar: صلصة الفلفل الحار التايلاندية
eu: Desegin Thai Chili Saltsa

source: سس توت فرنگی فرمند
ar: صلصة الفراولة
eu: Marrubi saltsa

source: سس کچاپ هاینز
ar: كاتشب هاينز
eu: Heinz ketchup

source: سس مایونز تبرک
ar: مايونيز تبارك
eu: Tabarak maionesa

source: سس مایونز تبرک
ar: مايونيز تبارك
eu: Tabarak maionesa

source: کنسرو رب گوجه فرنگی طبیعت پاستوریزه
ar: معجون الطماطم المعلب الطبيعة المبستر
eu: Tomate-paste kontserbak natura pasteurizatua

source: پودر انبه ستاره فدک پودر سس فلافل
ar: ستار فدك مانجو بودرة ، فلافل صوص بودرة
eu: Star Fadak mango hautsa, falafel saltsa hautsa

source: سس گوجه فرنگی بهروز
ar: صلصة طماطم بهروز
eu: Behrouz tomate saltsa

source: سس انار اونجو میلی لیتر
ar: صلصة رمان أونجو مل
eu: Onjo granada saltsa ml

source: سس مایونز دبه یی بیژن
ar: مايونيز بيجان ديبي
eu: Bijan Debe Maionesa

source: رب گوجه فرنگی زشک
ar: معجون طماطم زشق
eu: Zashk tomate-pasta

source: رب گوجه خانگی ستاره فدک کم نمک
ar: ستار فدك معجون طماطم محلي الصنع قليل الملح
eu: Star Fadak etxeko tomate-pasta gatz gutxirekin

source: رب نارنج طبیعی
ar: معجون برتقال طبيعي
eu: Laranja-pasta naturala

source: سس فلفل سبز تند میلی‌لیتری گلوریا
ar: جلوريا صلصة الفلفل الاخضر الحار مل
eu: Gloria piper berde saltsa pikantea ml

source: سس فلفل سبز تند گالری سید داود حجم میلی لیتر
ar: صلصة الفلفل الأخضر الحارة ، جاليري سيد داود ، حجم مل
eu: Piper berde saltsa pikantea, Syed Daoud Gallery, ml bolumena

source: سس مایونز بیژن
ar: مايونيز بيجان
eu: Bijan maionesa

source: سس انار کاله
ar: كالي صوص الرمان
eu: Kale granada saltsa

source: سس تند آمازون
ar: صلصة أمازون الحارة
eu: Amazon saltsa beroa

source: سس واسابی چینی
ar: صلصة الوسابي الصينية
eu: Txinako wasabi saltsa

source: سس سویا ای بی سی شور
ar: صلصة الصويا المالحة ABC
eu: ABC soja saltsa gazia

source: رب گوجه فرنگی چاشنی
ar: معجون طماطم متبلة
eu: Tomate-pasta ondua

source: سس گوجه فرنگی خانواده کاله
ar: كالي صوص الطماطم العائلي
eu: Kale familiako tomate saltsa

source: سس گوجه فرنگی بیژن
ar: صلصة طماطم بيجان
eu: Bijan tomate saltsa

source: سس گوجه فرنگی هاینز
ar: صلصة طماطم هاينز
eu: Heinz tomate saltsa

source: رب لیموعمانی
ar: معجون الليمون
eu: Limoi-pasta

source: رب زرشک طبیعی
ar: معجون البرباريس الطبيعي
eu: Barberry pasta naturala

source: سس سالاد الویه مهرام
ar: صلصة إلفيه محرم
eu: Elveeh Mehram entsalada janztea

source: سس فرانسوی دلپذیر
ar: صلصة فرنسية لطيفة
eu: Jantzi frantses atsegina

source: سس مهرام دیپ سالسا
ar: محرم صلصة صلصة
eu: Mahram Salsa Saltsa

source: سس مایونز مهرام
ar: مهرام مايونيز
eu: Mehram maionesa

source: رب گوجه فرنگی مکنزی
ar: معجون طماطم ماكنزي
eu: Mackenzie tomate-pasta

source: سس فرانسوی دلوسه
ar: صوص ديوس فرنسي
eu: Frantziako deuce saltsa

source: رب گوجه فرنگی تبرک کلیددار
ar: معجون طماطم تبارك
eu: Tobarak tomate-pasta

source: سس فلفل سبز هالوپینو تند تاباسکو میلی لیتر
ar: صلصة تاباسكو فلفل أخضر حار هلابينو مل
eu: Tabasco Jalapeno Piper Berde Saltsa pikantea ml

source: رب انار ترش محلی یی مینوک کد
ar: مينوك كود محلي معجون الرمان الحامض
eu: Minook kodea tokiko granada garratza pasta

source: رب آلوچه ملس کنکوک
ar: معجون برقوق ميليس كنكوك
eu: Meles kenkok aran-pasta

source: سس گوجه فرنگی کودک نیم کچ بهروز
ar: بهروز صلصة طماطم نصف كاتش
eu: Behrouz erdi-ketch haurtxoko tomate saltsa

source: رب انار کامبیز کوچک
ar: عجينة قمبيز بالرمان
eu: Kambiz Pomegranate Pasta

source: سس سیر و فلفل کیمبال
ar: كيمبال ثوم و صوص فلفل
eu: Kimball baratxuri eta piper saltsa

source: رب انار کامبیز
ar: كومبيز معجون الرمان
eu: Combiz Pomegranate Pasta

source: سس هزار جزیره بهروز
ar: صلصة ثاوزند آيلاند بهروز
eu: Thousand Island Behrouz saltsa

source: سس سیر میلی لیتری ناندوز
ar: ناندوز مل صلصة الثوم
eu: Nandoren ml baratxuri saltsa

source: رب انار نارنی
ar: نارني معجون رمان
eu: Narni granada-pasta

source: سس فلفل قرمز تند آمازون
ar: صلصة الفلفل الأحمر الأمازون الحارة
eu: Amazoniako piper gorri saltsa pikantea

source: کنسرو رب گوجه فرنگی دلند
ar: معجون الطماطم المعلب
eu: Tomate-pasta kontserbak

source: سس مایونز کم چرب بیژن
ar: مايونيز بيجان قليل الدسم
eu: Bijan gantz gutxiko maionesa

source: رب انار
eu: Pomegranate pasta

source: سس سیر و پیاز برگر فیلفیل با طعم آواکادو
ar: برجر بالثوم والبصل مع نكهة الأفوكادو
eu: Baratxuri eta tipula hanburgesa filfil aguakate zaporearekin

source: سس خردل فرنچ ساده یی
ar: صلصة الخردل الفرنسية البسيطة
eu: Frantziako mostaza saltsa sinplea

source: سس سیر پیلی پیلی
ar: صلصة بيلي بيلي بالثوم
eu: Pili Pili Baratxuri Saltsa

source: رب ازگیل
ar: معجون البقدونس
eu: Perrexila pasta

source: سس سویا امریکن گرین حجم میل
ar: صلصة الصويا الخضراء الأمريكية حجم ميل
eu: American Green Soy Sauce mil bolumena

source: سس گوشت ورچستر فرنچس ’
ar: صلصة لحم ورسستر الفرنسية
eu: Worcester Frantziako Haragi Saltsa

source: سس بولداک سامیانگ
ar: صلصة ساميانغ بولداك
eu: Samyang Buldak saltsa

source: رب گوجه سنتی فدک
ar: فدك معجون الطماطم التقليدي
eu: Fadak tomate-pasta tradizionala

source: رب گوجه دلپذیر
ar: معجون طماطم لذيذ
eu: Tomate pasta goxoa

source: سس مایونز چیلی بیژن
ar: بيجان تشيلي مايونيز
eu: Bijan Chili maionesa

source: سس خردل امریکن گاردن
ar: صلصة الخردل من أميريكان جاردن
eu: American Garden mostaza saltsa

source: رب گوجه یی گلنوش
ar: معجون طماطم جلنوش
eu: Golnoush tomate-pasta

source: رب گوجه خانگی فدک کم نمک
ar: معجون طماطم فدك محلي الصنع قليل الملح
eu: Fadak etxeko tomate-pasta gatz gutxirekin

source: سس مایونز بهروز
ar: بهروز مايونيز
eu: Behrouz maionesa

source: سس ماست بهروز
ar: صوص زبادي بهروز
eu: Behrouz jogurt saltsa

source: سس تارتار کاله
ar: صلصة كالي تارتار
eu: Kale tartar saltsa

source: رب گوجه محلی
ar: معجون الطماطم المحلي
eu: Tokiko tomate-pasta

source: سس کیک و بستنی هرشیز با طعم کارامل
ar: اي صوص كيك وايس كريم بنكهة الكراميل
eu: Edozein pastel saltsa eta karamelu zaporeko izozkia

source: سس گوجه فرنگی تند هالوپینا مهرام
ar: صلصة الطماطم الحارة جالوبينا مهرام
eu: Tomate Saltsa Pikantea Jalopina Mehram

source: شکر قهوه ای
ar: سكر بني
eu: azukre beltza

source: شکر سفید
ar: سكر أبيض
eu: azukre zuria

source: شکر قهوه ای سیب سبز
ar: سكر بني ، تفاح أخضر
eu: Azukre marroia, sagar berdea

source: قند قهوه ای
ar: سكر بني
eu: azukre beltza

source: قند کله شکسته بسته باخ
ar: كيس السكر المطحون باخ
eu: Bach-ek azukrea xehatu zuen

source: ساشه شیرین کننده استویا کتوژنیک بیلو
ar: كيس محلي ستيفيا بيلو كيتوجينيك
eu: Bilo ketogenic stevia edulkoratzaile poltsa

source: شکر سرخ اعلا
ar: سكر بني ممتاز
eu: Azukre marroi bikaina

source: قند حبه ای کامور رژیمی و بدون قند
ar: سكر كامور حبيبات غذائي وخالي من السكر
eu: Kamour azukre granulatu dietetikoa eta azukrerik gabekoa

source: شکر
ar: شكرًا
eu: eskerrik asko

source: پودر قند
ar: مسحوق السكر
eu: Azukre hautsa

source: قرص قند دیابتی جینا بسته عددی
ar: أقراص السكر السكري من جينا ، العبوة العددية
eu: Gina diabetikoko azukre pilulak, zenbakizko paketea

source: قند شکسته شده یی
ar: السكر المكسور
eu: azukre hautsi

source: قند نیشکری ستاره فدک طعم دارچین
ar: ستار فدك سكر القصب بنكهة القرفة
eu: Star Fadak kanabera azukrea kanela zaporearekin

source: قند زعفرانی ستاره فدک
ar: نجم فدك سكر زعفران
eu: Fadak izarra azafrai azukrea

source: گونی شکر
ar: كيس من السكر
eu: azukre zakua

source: شکر سرخ نیشکری ستاره فدک
ar: فدك نجم قصب السكر الاحمر
eu: Fadak izar kanabera azukre gorria

source: کامور شکر کامور رژیمی و بدون قند
ar: سكر الدايت كامور بدون سكر
eu: Dieta azukre Kamour azukrerik gabe

source: قند شکسته پردیس
ar: السكر المكسور في الحرم الجامعي
eu: Apurtutako campuseko azukrea

source: قند شکسته سفید
ar: سكر أبيض حبيبات
eu: Azukre pikor zuria

source: قند نیشکری ستاره فدک عصاره نیشکر
ar: ستار فدك مستخلص قصب السكر
eu: Star Fadak kanaberako azukre-kanaberaren estraktua

source: قند نیشکری ستاره فدک طعم ساده
ar: نجمة فدك سكر القصب طعمه بسيط
eu: Star Fadak kanabera azukrea, zapore sinplea

source: قند شکسته
ar: السكر المكسور
eu: azukre hautsi

source: شکر سفید همدان در بسته بندی یی مناسب برای مصرف خانگی و قنادی
ar: سكر همدان ابيض في عبوه مناسبه للاستهلاك المنزلى و الحلويات
eu: Hamadan azukre zuria etxeko kontsumorako eta gozogintzarako egokia den pakete batean

source: شکر سرخ نیشکر اعلاء فدک
ar: سكر القصب الأحمر الممتاز من فدك
eu: Fadak-en kanaberako azukre gorri bikaina

source: شکر قهوه ای
ar: سكر بني
eu: azukre beltza

source: قند دو حبه تکنفره
ar: مكعبان من السكر
eu: Bi azukre kubo bakar

source: شکر رژیمی و بدون قند کامور
ar: سكر غذائي بدون سكر كامور
eu: Azukre dietetikoa azukrerik gabeko Kamour

source: قند نیشکری ستاره فدک طعم زنجبیل
ar: نجمة فدك سكر قصب بطعم الزنجبيل
eu: Star Fadak kanabera azukrea jengibre zaporearekin

source: قند حبه قندانه با طعم هل
eu: Azukre kuboa kardamomo zaporearekin

source: حبه بدون شکر زعفرانی بیلو
ar: حبة بيلو خالية من السكر بالزعفران
eu: Bilo azafraia azukrerik gabeko pilula

source: شکر سفید بسته
ar: سكر أبيض معبأ
eu: Azukre zuri ontziratua

source: شکر برلیان
ar: السكر اللامع
eu: azukre bikaina

source: قند غدیری ام
ar: غديري م
eu: Ghadiri M

source: قند شکسته فوق ممتاز باخ
ar: سكر حبيبات باخ فائق الجودة
eu: Bach super premium azukre granulatua

source: قند قهوه ای با طعم زنجبیل
ar: سكر بني بنكهة الزنجبيل
eu: Azukre marroia jengibre zaporearekin

source: قند شکسته پردیس
ar: السكر المكسور في الحرم الجامعي
eu: Apurtutako campuseko azukrea

source: ساشه شیرین کننده کم کالری بیلو بسته عددی
ar: كيس محلي منخفض السعرات الحرارية مع عبوة عددية
eu: Kaloria gutxiko edulkoratzaile-boltsa zenbakizko paketearekin

source: شکر قهوه‌ای مولتی میت کافه بسته عددی
ar: سكر بني ، مقهى متعدد اللحوم ، عبوة رقمية
eu: Azukre marroia, haragi anitzeko kafetegia, zenbakizko paketea

source: حبه بدون شکر با طعم هل بیلو
ar: حبة خالية من السكر بنكهة الهيل
eu: Azukrerik gabeko pilula kardamomo zaporearekin

source: قند قهوه ای نیشکر
ar: قصب السكر البني
eu: Kanaberako azukre marroia

source: قند تزیینی
ar: السكر المزخرف
eu: azukre apaingarria

source: کامور بدون قند و رژیمی عددی
ar: كامور بدون سكر واتباع نظام غذائي رقمي
eu: Kamour azukrerik eta zenbakizko dietarik gabe

source: قند شکر سرخ سرو کشمر
ar: سكر ، سكر أحمر ، أرز الكشمير
eu: Azukrea, azukre gorria, kaxmir zedroa

source: شکر قهوه ای تیت اند لیل
ar: تيت وليل سكر بني
eu: Tate eta Lil azukre marroia

source: شکر قهوه ای پاکتی کوبیزکو
ar: كيس سكر بني Kubizco
eu: Kubizco azukre marroi paketea

source: شکر قهوه ای نیم یی
ar: نصف سكر بني
eu: Azukre marroi erdia

source: قند قهوه ای کارتنی عمده با طعم گل محمدی قیمت هر تومان هر کارتن
ar: كرتون سكر بني بالجملة بطعم زهرة الورد سعر التومان للكرتون
eu: Handizkako kartoizko azukre marroia arrosa lore zaporearekin, toman prezioa kartoi bakoitzeko

source: شربت انجیر مرکب فیژین پلاس نیاک میلی لیتر
ar: فيجين بلس شراب التين المختلط مل
eu: Figin Plus Niac piku almibarretan ml

source: شکر قهوه ای یاس
ar: ياسمين سكر بني
eu: Jasmine azukre marroia

source: شکر سرخ خمیری
ar: سكر بني بودرة
eu: Azukre marroia hautsa

source: قند قهوه ای بهار آفرین کد
ar: السكر البني الربيعي
eu: Udaberriko azukre marroia

source: شکر قهوه‌ای ویترین‌فود
ar: عرض الطعام السكر البني
eu: Erakusleiho Elikadura azukre marroia

source: شکر پاش زیباسازان
ar: محسنات رش السكر
eu: Azukre hautseztagailuak

source: شکر پنیر کنجدی دست گزار
ar: سكر جبن السمسم باليد
eu: Sesame gazta azukrea eskuz

source: قند قهوه ای ارگانیک
ar: سكر بني عضوي
eu: Azukre marroi ekologikoa

source: شکر پنیر زنجبیلی
ar: سكر جبن الزنجبيل
eu: Jengibre gazta azukrea

source: شکر قهوه ای نیشکر عمده یی شهدانه
ar: السكر البني هو قصب السكر الرئيسي
eu: Azukre marroia da azukre-kanabera nagusia

source: شکر سرخ و دیابت فیلتر شکن شده توسط وی پی ان
ar: السكر الأحمر ومرض السكري تمت تصفيتهما بواسطة VPN
eu: VPN bidez iragazitako azukre gorria eta diabetesa

source: قند نیشکری ستاره فدک طعم گل محمدی
ar: نجمة فدك سكر قصب بطعم الورد
eu: Star Fadak kanabera azukrea arrosen zaporearekin

source: قند زبر کامکوک دزفول یی
ar: السكر الخشن كامكوك دزفول يي
eu: Azukre lodia Kamkok Dezful Yi

source: پودر شیرین کننده کم کالری بیلو
ar: مسحوق محلي بيلو منخفض السعرات الحرارية
eu: Bilo kaloria gutxiko edulkoratzaile hautsa

source: آدامس نسل جدید بدون شکربا طعم هندوانه بایودنت
ar: جيل جديد بيودنت من علكة خالية من السكر بنكهة البطيخ
eu: Biodent belaunaldi berriko azukrerik gabeko txiklea sandia zaporearekin

source: قند کله شکسته بسته مهماندوست
ar: سكر رأس مهماندوست المكسور
eu: Mehmandoosten buruko azukrea hautsita

source: شکر قهوه ای نیشکر یی شهدانهارسال باربری
ar: شهدانهارسال برباري قصب السكر البني
eu: Shahdanharsal Barbari azukre marroia

source: شکر قهوه ای هفت تپه ریحان
ar: هفت تيبي ريحان سكر بني
eu: Haft Tepe Rehan azukre marroia

source: شکر قهوه ای یاس نوین
ar: ياس نافين سكر بني
eu: Yas Navin azukre marroia

source: قند شکر قهوه ای سرو کشمر
ar: أرز الكشمير السكر البني
eu: Cashmere zedro azukre marroia

source: قند شکسته ممتاز یزد شیررضا
ar: ممتاز شريزا يزد سكر مكسر
eu: Mumtaz Shirreza Yazd hautsitako azukrea

source: پودر شیرین کننده مخصوص نوشیدنی بیلو
ar: مسحوق محلي لمشروب بيلو
eu: Belo edarirako edulkoratzaile hautsa

source: شکر قهوه ای ندند
ar: إنهم لا يحبون السكر البني
eu: Ez zaie azukre marroia gustatzen

source: شکر سفید مولتی میت بسته عددی
ar: سكر أبيض ، ملتي ماتي ، عبوة عددية
eu: Azukre zuria, Multi-Mate, zenbakizko paketea

source: حبه بدون شکر دارچینی بیلو
ar: حب بدون سكر قرفة
eu: None

source: شکر پنیر زعفرانی کنجدی
ar: سمسم سكر جبن زعفران
eu: Sesamo azafraia gazta azukrea

source: قند قهوه ای ساده فراکام
ar: فراكام سكر بني بسيط
eu: Frakam azukre marroia sinplea

source: ماکارونی فرمی پروانه ای مانا
ar: فراشة المن على شكل باستا
eu: Manna tximeleta formako pasta

source: قند تک نفره سلفونی سپید آرا
ar: سكر سيلوفان أبيض واحد
eu: Zelofanezko azukre zuri bakarra

source: قند دو حبه تکنفره بسته عددی
ar: سكر مكعبين مفردين عبوة عددية
eu: Azukrea, bi kubo bakar, zenbakizko paketea

source: قند نیشکر خالص با خواص درمانی و پیشگیری
ar: سكر القصب النقي ذو الخصائص العلاجية والوقائية
eu: Kanaberako azukre purua propietate terapeutiko eta prebentiboak dituena

source: قند شکن فولادی با رویه استیل
ar: كسارة سكر فولاذية ذات سطح صلب
eu: Altzairuzko azukre birringailua altzairuzko goialdearekin

source: شکر نیشکر قهوه ای «شهدانه»
ar: سكر القصب البني 'شهدان'
eu: 'Shohadane' kanaberako azukrea

source: شکر سیاه یا همون شکر سرخ شمال نیشکر جایگزین قند مصنوعیارگانیک
ar: السكر الأسود أو السكر الأحمر من شمال القصب بديل للسكر الصناعي العضوي
eu: Kanaberaren iparraldeko azukre beltza edo azukre gorria azukre artifizial organikoaren alternatiba da

source: ماکارونی ضخیم آنکارا
ar: مكرونة انقرة السميكة
eu: Ankara pasta lodia

source: ماکارونی فرمی پیکولی زر ماکارون
ar: مكرونة فيرمي بيكولي جولد معكرونة
eu: Makarroiak fermi piccoli urrezko makarroiak

source: رشته شعریه رشته عربی گ
ar: مجال الشعر ، المجال العربي ، ز
eu: Poesia eremua, arabiar eremua, g

source: ماکارونی رشته‌ای زر‌ماکارون
ar: مكرونة ذهبية بخيوط مكرونة
eu: Urrezko makarroiak harizko pasta

source: اسپاگتی قطر زرماکارون
ar: اسباجيتي قطر زيرماكرون
eu: Spaghetti Qatar Zermakaron

source: اسپاگتی قطر تک ماکارون
ar: مكرونة معكرونة بقطر واحد
eu: Spaghetti diametroa makarroi bakarra

source: ماکارونی پنه ریگاته زر‌ماکارون
ar: بيني ريجيت جولد مكرونة باستا
eu: Penne Rigate Gold Macaroni Pasta

source: ماکارونی فرمی پروانه ای زر ماکارون
ar: مكرونة ذهبية على شكل فراشة مكرونة
eu: Urrezko makarroi tximeletak makarroiak eratzen ditu

source: ماکارونی پیچی آنکارا
ar: معكرونة أنقرة الحلزونية
eu: Ankarako pasta espirala

source: ماکارونی سفید ساران
ar: ساران باستا بيضاء
eu: Saran pasta zuria

source: ماکارونی مخلوط سبزیجات زر ماکارون
ar: مكرونة خضار مشكلة معكرونة
eu: Barazki-pasta mistoa makarroiekin

source: رشته آشی جهان
ar: حقل اشي جهان
eu: Ashi Jahan zelaia

source: ماکارونی استوانه ای آنکارا
ar: مكرونة اسطوانية انقرة
eu: Ankara pasta zilindrikoa

source: رشته آشی زر ماکارون
ar: نودلز آشي الذهبية
eu: Ashi urrezko pasta fideoak

source: لازانیا سریع پخت شیاردار تک‌ماکارون
ar: لازانيا سريعة الطهي مكونة من قطعة واحدة معكرونة مشقوقة
eu: Sukaldaritza azkarreko makarroi bakarreko lasagna zirrikitua

source: ماکارونی فرمی گرامینیا زر ماکارون
ar: مكرونة فيرمي جرامينيا الذهبية
eu: Fermi graminia urrezko makarroiak

source: ماکارونی اسپاگتی قهوه ای عارف
ar: مكرونة عارف اسباجيتي بنية
eu: Aref espageti pasta marroia

source: لازانیا نیمه آماده زر‌ماکارون
ar: لازانيا نصف جاهزة مع المكرونة
eu: Erdi prestatutako lasagna makarroiekin

source: اسپاگتی رشته ای زر
ar: سباغيتي الخيط الذهبي
eu: Urrezko harizko espagetiak

source: رشته پلویی کنکوک یی
ar: نودلز أرز كونكوك
eu: Konkok arroz fideoak

source: ماکارونی فرمی سه دانو زر ماکارون
ar: مكرونة فيرمي ثري دانو جولد ماكرون
eu: Makarroiak Fermi Hiru Dano Urrezko Makarroiak

source: ماکارونی میکس زر ماکارون
ar: مكرونة ميكس جولد ماكرون
eu: Macaroni Mix Gold Macaron

source: ماکارونی فرمی جامبو شلز زرماکارون
ar: معكرونة زيرماكرون
eu: Fermi Jumbo Shells Zermakaron pasta

source: ماکارونی فرمی مته ای سبزیجات مانا
ar: باستا فيرمي مع خضروات المن
eu: Fermi pasta Manna barazkiekin

source: رشته پلویی محلی
ar: بيلاف محلي
eu: Bertako pilaf

source: ماکارونی فرمی پنه ریگاته تک‌ماکارون
ar: بيني ريجاتي مكرونة فورمي مفردة
eu: Penne Rigate makarroi bakarreko forma pasta

source: رشته خشکار
ar: سلسلة جافة
eu: Soka lehorra

source: ماکارونی با قطر میلی متری تک ماکارون
ar: معكرونة بقطر ملليمتر واحد
eu: Milimetro bateko diametroa duten makarroiak

source: ماکارونی طبیعی
ar: المعكرونة الطبيعية
eu: Pasta naturala

source: اسپاگتی قطر سبوس دار زر ماکارون
ar: سباغيتي قطر مع مكرونة ذهبية من الحبوب الكاملة
eu: Qatar espagetiak ale osoko urrezko makarroiekin

source: ماکارونی فرمی فوسیلی سبزیجات تک‌ماکارون
ar: باستا فرمي فوسيلي بالخضروات
eu: Fermi fusilli barazki pasta bakarreko pasta

source: ماکارونی فرمی بریده مانا
ar: قطع المن معكرونة
eu: Manna formako pasta moztu

source: اسپاگتی رشته ای مانا
ar: سلسلة المن سباغيتي
eu: Mana hari espagetiak

source: ماکارونی فرمی شلز تک‌ماکارون
ar: معكرونة قذائف فرمي معكرونة مفردة
eu: Makarroiak Fermi Maskorrak makarroi bakarra

source: شعریه ، رشته عربی
ar: شعر عربي
eu: Poesia, arabiera

source: ماکارونی فرمی پفکی مانا
ar: مكرونة مانا منتفخة
eu: Mana puffy formako pasta

source: ماکارونی مانا
ar: باستا المن
eu: Mana pasta

source: رشته آشی زر ماکارون
ar: نودلز آشي الذهبية
eu: Ashi urrezko pasta fideoak

source: ماکارونی فرمی میکس سبزیجات مانا
ar: مكرونة فرمي ممزوجة بخضروات مانا
eu: Fermi pasta Mana barazkiekin nahastuta

source: رشته آشی زرماکارون
ar: حقل آشي زرماكرون
eu: Ashi Zermakaron zelaia

source: لازانیا کلاسیک زر ماکارون
ar: مكرونة كلاسيك لازانيا ذهبية
eu: Lasagna klasikoa urrezko makarroiak

source: ماکارونی پروانه ای با طعم سبزیجات تک ماکارون
ar: باستا الفراشة مع نكهة الخضار باستا مفردة
eu: Tximeleta pasta barazki zaporeko pasta bakarrarekin

source: اسپاگتی زر ماکارون مخلوط سبزیجات
ar: مكرونة اسباجيتي الذهبية مشكلة بالخضروات
eu: Spaghetti urrezko makarroiak barazki nahasiak

source: ماکارونی فرمی پنه بزرگ مانا
ar: مانا بيج بيني فورمي باستا
eu: Mana big penne formi pasta

source: فتوچینی آشیانه ای زر ماکارون
ar: معكرونة فيتوتشيني عش الذهب
eu: Fettuccini habia urrezko makarroiak

source: ماکارونی زر ماکارون قطر
ar: مكرونة جولد معكرونة قطر
eu: Urrezko makarroiak Qatar makarroiak

source: لازانیا سریع پخت مانا
ar: لازانيا المن للطبخ السريع
eu: Manna azkar egosteko lasagna

source: اسپاگتی مانا
ar: مانا سباغيتي
eu: Mana espagetiak

source: ماکارونی فرمی شلز سبزیجات زر ماکارون
ar: مكرونة قذائف فيرمي خضار مكرونة ذهبية
eu: Makarroiak Fermi Maskorrak barazkiak urrezko makarroiak

source: ماکارونی آنکارا مدل حلزونی
ar: معكرونة أنقرة على غرار الحلزون
eu: Barraskilo erara Ankara pasta

source: لازانیا مانا
ar: مانا لازانيا
eu: Mana lasagna

source: ماکارونی پروانه سبزیجات زر‌ماکارون
ar: المكرونة الذهبية بالخضار والفراشات
eu: Tximeletak barazki pasta urre makarroiak

source: ماکارانی سفید ممتاز فدک سفیدساران
ar: فدك سيفيدساران بريميوم وايت مكاراني
eu: Fadak Sefidsaran Premium White Macarani

source: ماکارونی فتوچینی حاوی ویتامین تک ماکارون
ar: معكرونة فيتوتشيني تحتوي على معكرونة فيتامين واحد
eu: Fettuccine makarroiak bitamina bakarra duten makarroiak

source: ماکارونی سایز باریلا
ar: باستا حجم باريلا
eu: Barilla tamainako pasta

source: پروانه ای آنکارا
ar: فراشة أنقرة
eu: Ankarako tximeleta

source: رشته عربی شعیریه
ar: الشعر العربي
eu: Poesia arabiarra

source: ماکارونی فرمی دکمه ای مانا
ar: زر مانا من المعكرونة
eu: Mana botoia formako pasta

source: ماکارونی فیوره مانا
ar: مكرونة فيوري مانا
eu: Fiore Mana pasta

source: ماکارونی جامبو شلز تک ماکارون
ar: معكرونة جامبو شلز معكرونة مفردة
eu: Makarroiak Jumbo Shells Macaron bakarra

source: پاستا پنه پروتئینه سمولینا زر ماکارون
ar: مكرونة بيني بروتين باستا بسميد الذهب
eu: Penne proteina pasta semola urre makarroiak

source: رشته سوپی آربلا مدل جو با آرد ذرت بدون گلوتن
ar: نودلز شوربة أربيلا ، على طريقة الشعير ، مع دقيق الذرة الخالي من الغلوتين
eu: Arbella zopa fideoak, garagar erara, glutenik gabeko arto-irinarekin

source: ماکارونی لوله ای با آرد گندم عارف
ar: معكرونة انبوبية بدقيق قمح عارف
eu: Hodi-pasta Aref gari irinarekin

source: ماکارانی سفید ساران
ar: ساران باستا بيضاء
eu: Saran pasta zuria
