Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: گورونتالو
ar: جورونتالو
eu: Gorontalo

source: بیتونگ
ar: بيتونج
eu: Betong

source: پاسرکمیس
ar: Passerkomis
eu: Passerkomis

source: باتوراجا
eu: Batoraga

source: سیدوارجو
ar: سيدهارجو
eu: Siddharjo

source: وارو
ar: من
eu: MOE

source: سیکامپک
ar: سيكومباك
eu: Sicompak

source: سیانجور
ar: سيانجور
eu: Sianjur

source: ورو
ar: ببطء
eu: poliki-poliki

source: پسه
ar: الأغنام
eu: ardiak

source: تلوکناگا
ar: تيلوكناغا
eu: Teloknaga

source: سیومس
ar: سيموس
eu: Seamus

source: اونگرن
ar: أنغارن
eu: Ungarn

source: سیسات
ar: سيسات
eu: Sisat

source: بلینداه
ar: بليندا
eu: Belinda

source: ادیورنا
ar: أديفارنا
eu: Adivarna

source: پرینگسوو
ar: Pringsow
eu: Pringsow

source: جایاپورا
ar: جايابورا
eu: Jayapura

source: کیسرن
ar: كاسرن
eu: Casern

source: سینگراجا
ar: سينجاراجا
eu: Singaraja

source: سوبانگ
ar: سوبانج
eu: Subang

source: ایندرامایو
ar: إندرامايو
eu: Indramayu

source: لومجنگ
ar: لومجانغ
eu: Lumjang

source: پادارالنگ
ar: بادارالينجا
eu: Padaralinga

source: مارتاپورا
ar: مارتابورا
eu: Martapura

source: بلیتر
ar: خطاب
eu: Gutuna

source: رنگکاسبیتونگ
ar: رانجكاسبيتونج
eu: Rangkasbitong

source: بالارجا
eu: balarga

source: پایاکومبوش
ar: Payakumbush
eu: Payakumbush

source: سورنگ
ar: سورانج
eu: Surang

source: جومبنگ
ar: جومونج
eu: Jumong

source: پامانوکان
ar: بامانوكان
eu: Pamanukan

source: پتی
ar: ورقة
eu: hostoa

source: تانجونگ پینانگ
ar: تانجونج بينانج
eu: Tanjong Penang

source: کیامیس
ar: كياميس
eu: Kiamis

source: سیلیونی
ar: سيلاني
eu: Zeilonarra

source: کتاپنگ
ar: كاتابونج
eu: Katapung

source: باتنگ
ar: باتانج
eu: Batang

source: بابکان(اندونزی)
ar: بابكان (إندونيسيا)
eu: Babakan (Indonesia)

source: پانگکال پینانگ
ar: بانغال بينانغ
eu: Pangkal Penang

source: کرسک
ar: كورسك
eu: Kursk

source: کلاتن
ar: كلاتون
eu: Clutton

source: کدونگوونی
ar: كودونجووني
eu: Kodongwoni

source: سوکراجا
ar: سوكاراجا
eu: Sukaraja

source: پانگکاه
ar: بانجكا
eu: Pangkah

source: سپتان
ar: سبتمبر
eu: iraila

source: ساونگن
ar: ساوانجان
eu: Sawangan

source: بانیووانگی
ar: بانيوفانجي
eu: Banyuvangi

source: پره پره
ar: ريشة
eu: luma luma

source: تبینگ تینگی
ar: Tebing Tingi
eu: Tebing Tingi

source: تانجونگ بالای-مرال
ar: تانجونج بالاي-مورال
eu: Tanjung Balai-Mural

source: سیارک ۷۷۲
ar: كويكب 772
eu: 772 asteroidea

source: سیتوروپ
ar: الشبع
eu: Saturope

source: موجوکرتو
ar: موجوكيرتو
eu: Mojokerto

source: سونگایپنوح
ar: Sungaipnoh
eu: Sungaipnoh

source: نگامپراه
ar: نيجامبرا
eu: Negamprah

source: کیساروا
ar: كيساروفا
eu: Kisarova

source: سومبر
ar: حزين
eu: iluna

source: سیربون اوتارا
ar: سيربون المتجسد
eu: Serbon Incarnate

source: سیپارای
ar: سيباراي
eu: Siparai

source: بونتانگ
ar: بونتانغ
eu: Bontang

source: کمنگ
ar: آت
eu: Badator

source: پوروورجو
ar: بورفورجو
eu: Porvorjo

source: کیکارانگ
ar: كيكارانج
eu: Kikarang

source: ارجاوینانگون
ar: أرجافينانجون
eu: Arjavenangon

source: ماگلانگ
ar: ماجلانج
eu: Maglang

source: گاروت
ar: Garrote
eu: Garrote

source: سینگ‌کوانگ
ar: سينجكوانغ
eu: Sengkwang

source: پاندگلانگ
ar: بانديجلانج
eu: Pandeglang

source: بلاوان
eu: Palawan

source: پرابومولیح
ar: برابوموليه
eu: Prabumoleh

source: وونوزوبو
ar: ونوزوبو
eu: Wonozobo

source: رانتاوپراپات
ar: رانتافابرابات
eu: Rantavaprapat

source: پدانگ سیدمپوان
ar: بادانغ سيدامبوان
eu: Padang Sidampuan

source: ترنیت
ar: الثالوث
eu: Trinitatea

source: گروگول
ar: جروجول
eu: Grogol

source: سیلدوگ
ar: سلدوغ
eu: Seldog

source: دوکوهتوری
ar: الازدواجية
eu: Dualtasuna

source: پامه‌کاسان
ar: بامكاسان
eu: Pamekasan

source: تالانگ
ar: تالانج
eu: Talang

source: بوکیت تینگی
ar: بوكيت تينجي
eu: Bukit Tinggi

source: آرقالیق
ar: Arqaliq
eu: Arqaliq

source: قراغندی
ar: كاراغاندي
eu: Karagandi

source: تمبیلاهان
ar: تمبيلهان
eu: Tembilahan

source: آق‌تاو
ar: أقطاو
eu: Aqtaw

source: پاولودار
ar: بافلودار
eu: Pavlodar

source: پتروپاول
ar: بتروبافلوفسك
eu: Petropavlovsk

source: جزقازغان
eu: Jazzazghan

source: آتیراو
ar: أتيراو
eu: Atirao

source: آلماتی
ar: ألماتي
eu: Almaty

source: پادانگ پاریامن
ar: بادانج باريامان
eu: Padang Pariaman

source: جانااوزن
ar: تفضل
eu: Segi aurrera

source: آق‌تپه
ar: أخطبوط
eu: Olagarroa

source: بایقونور
ar: بايكونور
eu: Baikonur

source: تاراکان
ar: الصراصير
eu: labezomorroak

source: ماجالنگکا
ar: Majalengka
eu: Majalengka

source: ریدر، قزاقستان
ar: رايدر ، كازاخستان
eu: Ryder, Kazakhstan

source: کوکشه‌تاو
ar: Kokshetau
eu: Kokshetau

source: قوستانای
ar: قسطاي
eu: Qoustanai

source: قیزیل‌اوردا
ar: قيزيلوردا
eu: Qizilorda

source: بالقاش
ar: شاكوش
eu: mailua

source: استپنوگورسک
ar: ستيبنوغورسك
eu: Stepnogorsk

source: کن‌تاو
ar: 'كينتاو'.
eu: 'Kintao'.

source: سمیی
ar: سامي
eu: Sammy

source: تالدی‌قورغان
ar: تالدي جورغان
eu: Taldi Gorghan

source: اورال
ar: الأورال
eu: Ural

source: طراز
eu: estiloa

source: تمیرتاو
ar: تميراتو
eu: Tameratou

source: چیمکند
ar: شيمكاند
eu: Tximkand

source: ساتپایف
ar: ساتباييف
eu: Satpayev

source: ساران، قزاقستان
ar: ساران ، كازاخستان
eu: Saran, Kazakhstan

source: شاختینسک
ar: شاختنسك
eu: Shakhtinsk

source: شچوئینسک
ar: ششوينسك
eu: Shchuensk

source: اکی‌باس‌توز
ar: أكويباستوس
eu: Aquibastos

source: سوبنگ جایا
ar: ذهبت إلى سوبينج
eu: Zotinkara joan zen

source: کوالالامپور
ar: كوالا لمبور
eu: Kuala Lumpur

source: حضرت ترکستان
ar: حضرة تركستان
eu: Hazrat Turkestan

source: اوسکمن
ar: أوسكمان
eu: Oskman

source: کلانگ
ar: كلانج
eu: Klang

source: پتالینگ جایا
ar: ذهبت إلى باتالينج
eu: Patalengera joan zen

source: آمپانگ
ar: أمبانج
eu: Ampang

source: ایپوه
ar: ايبوه
eu: Ipoh

source: شاه عالم
ar: شاه علام
eu: Shah Alam

source: کوچینگ
ar: كوتشينغ
eu: Kuching

source: جوهور بهرو
ar: جوهور باهرو
eu: Johor Bahru

source: کوتا کینابالو
ar: كوتا كينابالو
eu: Kota Kinabalu

source: اولان‌باتور
ar: أولان باتور
eu: Ulaanbaatar

source: اردنت
ar: الأردن
eu: Jordania

source: دارخن
ar: قرفة
eu: kanela

source: چوی‌بالسان
ar: تشوي بلسان
eu: Choi Balsan

source: میرن، مغولستان
ar: ميرين ، منغوليا
eu: Miren, Mongolia

source: نالایخ
ar: جاحد
eu: eskergabea

source: لالیتپور
ar: لاليتبور
eu: Lalitpur

source: خاود
ar: زوج
eu: senarra

source: اولگی
ar: أولجي
eu: Olgi

source: بیانخانگار
ar: المتحدث الرسمي
eu: Bozeramailea

source: باگانور
ar: باغانور
eu: Baganur

source: آروایخیر
ar: حظ سعيد
eu: zorte on

source: اولانگام
ar: أولانجام
eu: Olangam

source: سوخباتر
ar: مشغول
eu: Lanpetuagoa

source: مندالگووی
ar: ماندلغي
eu: Mandalguy

source: دلنزدگد
ar: ديلنوزدجاد
eu: Dilnuzdgad

source: چچرلگ
ar: شاتيرليج
eu: Chatterlig

source: اولیاستی
ar: أنت أحد الوالدين
eu: Gurasoa zara

source: سینشند
ar: سينشاند
eu: Senshand

source: آلتای، مغولستان
ar: ألتاي ، منغوليا
eu: Altai, Mongolia

source: زونخرا
ar: زونشارا
eu: Zonchara

source: زونماد
ar: Zonemad
eu: Zonemad

source: بیراتنگار
ar: بيراتناغار
eu: Biratnagar

source: بولگان
ar: حدث
eu: gertatu zen

source: اوندورخان
eu: Ondur Khan

source: خارخارین، مغولستان
ar: خاركارين ، منغوليا
eu: Kharkharin, Mongolia

source: بار- اوندور
eu: bar-ondor

source: چایر
ar: كرسي
eu: aulkia

source: شارینگال
ar: مشاركة
eu: Sharingal

source: کاتماندو
ar: كاتماندو
eu: Katmandu

source: پوکارا
ar: بوخارا
eu: Pokhara

source: زمین-یید
ar: الأرض
eu: Lurra-yed

source: تریوگا
ar: تريوجا
eu: Trioga

source: باراتپور
ar: بهاراتبور
eu: Bharatpur

source: Bhim Dutta
ar: بهيم دوت
eu: Bhim Dutt

source: بوتوال
eu: Butwal

source: بیرگونج
ar: بيرغونج
eu: Birgunj

source: بارون-یورت
ar: بارون يورت
eu: baroi-yurta

source: باکتاپور
ar: بهاكتابور
eu: Bhaktapur

source: جاناکپور
ar: جاناكبور
eu: Janakpur

source: Dhangadhi
ar: Dhangarhi
eu: Dhangarhi

source: ایتاهاری
ar: إتاهاري
eu: Itahari

source: هتودا
eu: Hatoda

source: کالاینا
ar: كالينا
eu: Kalaina

source: تیکاپور
ar: تيكابور
eu: Tikapur

source: Mechinagar
ar: ميكيناجار
eu: mexinagar

source: گوراهی
ar: غوراهي
eu: Gorahi

source: سیدارتاناگار
ar: سيدهارتاناجار
eu: Siddharthanagar

source: لکنات
ar: لاخنات
eu: Lakhnat

source: نپالگونج
ar: نيبالجونج
eu: Nepalgunj

source: کیرتیپور
ar: كيرتيبور
eu: Kirtipur

source: بیرندراناگار
ar: بيرندرانجار
eu: Birendranagar

source: گولاریا
ar: جولاريا
eu: Golaria

source: Ratnanagar
ar: راتاناغار
eu: Ratannagar

source: کامالامای
ar: كمالامي
eu: Kamalamai

source: Damak
ar: الحنك
eu: Ahosabaia

source: گورکا
ar: جورخا
eu: Gurkha

source: لاهان
ar: بدون
eu: gabe

source: پوتالیبازار
ar: بوتاليبازار
eu: Potalibazar

source: Dipayal-Silgadhi
ar: ديبايال سيلجارهي
eu: Dipayal-Silgarhi

source: پانوتی
ar: بانوتي
eu: Panoti

source: Siraha
ar: أسرار
eu: Sekretuak

source: Jaleswar
ar: جلسوار
eu: Gelswar

source: تانسن
eu: Tansen

source: کاندباری
ar: قطعة حلوى
eu: gozoki barra

source: بیمسوار
ar: غير صاعد
eu: muntatu gabe

source: بیدور
ar: بدوي
eu: Beduinoak

source: پیشاور
ar: بيشاور
eu: Peshawar

source: والینگ
ar: الجدار
eu: Harresiak

source: Malangwa
ar: مشروبات
eu: Edariak

source: special city
ar: مدينة خاصة
eu: hiri berezia

source: special-level city
ar: مدينة ذات مستوى خاص
eu: maila bereziko hiria

source: بانپا
ar: بانبا
eu: Banpa

source: اماراگادهی
ar: أماراجادي
eu: Amaragadahi

source: direct-administered city
ar: مدينة تدار مباشرة
eu: zuzenean administratutako hiria

source: داساراتچاند
ar: داساراتشاند
eu: Dasaratchand

source: لسبیله
ar: ليسبيلي
eu: Lesbile

source: کویته
ar: كويتا
eu: Quetta

source: آلبای
ar: الباي
eu: Albay

source: بنگوئه
ar: بينجيت
eu: Benguet

source: حب (بلوچستان)
eu: Hab (Balutxistan)

source: سرگودها
ar: سرغودا
eu: Sargodha

source: صوابی
ar: سوابي
eu: Swabi

source: لاهور
eu: Lahore

source: کراچی
ar: كراتشي
eu: Karatxi

source: میرپور خاص
ar: ميربور خاس
eu: Mirpur Khas

source: آگوسان شمالی
ar: شمال اجوسان
eu: Ipar Agusan

source: باسیلان
ar: باسيلان
eu: Basilan

source: باتانگا
ar: باتانغا
eu: Batanga

source: اسلام‌آباد
eu: Islam Abad

source: جزیره سبو
ar: جزيرة سيبو
eu: Cebu uhartea

source: داوائو شمالی
ar: شمال دافاو
eu: Iparraldeko Davao

source: باتاآن
eu: Bataan

source: کاگایان
ar: كاجايان
eu: Cagayan

source: کامارینه جنوبی
ar: كامارينا الجنوبية
eu: Camarena Hegoaldea

source: بهل
ar: Bl
eu: Bl

source: ایلوکوس جنوبی
ar: ايلوكوس جنوب
eu: Ilocos Hegoaldea

source: کاپیز
ar: نسخ
eu: Kopiak

source: کاویته
ar: تجويف
eu: barrunbea

source: بوکیدنون
ar: بوكيدنون
eu: Bukidnon

source: داوائو جنوبی
ar: دافاو جنوب
eu: Davao Hegoaldea

source: بولاکان
ar: بولاكان
eu: Bulakan

source: ایلوکوس شمالی
ar: ايلوكوس نورتي
eu: Ilocos Norte

source: ایلوئیلو
ar: إلويلو
eu: Iloilo

source: ایزابلا
ar: إيزابيلا
eu: Isabella

source: کوتاباتو
ar: كوتاباتو
eu: Kotabato

source: لا یونیون
ar: لا يونيون
eu: La Union

source: لاگونا
ar: لاجونا
eu: Laguna

source: لانائو شمالی
ar: شمال لاناو
eu: Iparraldeko Lanao

source: لانائو جنوبی
ar: لاناو الجنوبية
eu: Lanao Hegoaldea

source: پالاوان
ar: بالاوان
eu: Palawan

source: لیته
ar: ليتي
eu: Leyte

source: نگرو شرقی
ar: الزنجي الشرقي
eu: Ekialdeko beltza

source: ماگوئیندانائو
ar: ماجوينداناو
eu: Magindanao

source: ماسباته
eu: Masbate

source: میسامی شرقی
ar: ميسامي الشرقي
eu: Ekialdeko Misami

source: نگرو غربی
ar: الزنجي الغربي
eu: Mendebaldeko beltza

source: میندورو شرقی
ar: اورينتال ميندورو
eu: Ekialdeko Mindoro

source: میسامی غربی
ar: غرب ميسامي
eu: Mendebaldeko Misami

source: پانگاسینان
ar: بانجاسينان
eu: Pangasinan

source: کوئیزون
ar: كويزون
eu: Quizon

source: نوئه‌وا اکیجا
ar: نويفا هنا
eu: Berria hemen

source: ریزال
ar: ريزال
eu: Rizal

source: پامپانگا
ar: بامبانجا
eu: Pampanga

source: سوروسوگون
ar: سوروسوغون
eu: Sorosogun

source: کوتاباتو جنوبی
ar: كوتاباتو الجنوبية
eu: Cotabato Hegoaldea

source: لیته جنوبی
ar: جنوب ليتي
eu: Hegoaldeko Leyte

source: سامار
eu: Samar

source: سلطان کودرت
eu: Sultan Kudert

source: سوریگائو شمالی
ar: شمال سوريجاو
eu: Ipar Surigao

source: سوریگائو جنوبی
ar: جنوب سوريجاو
eu: Surigao Hegoaldea

source: تارلاک
ar: تارلاك
eu: Tarlak

source: زامباله
ar: زامبال
eu: Zambale

source: زامبوانگا شمالی
ar: شمال زامبوانجا
eu: Ipar Zamboanga

source: زامبوانگا جنوبی
ar: جنوب زامبوانجا
eu: Zamboanga Hegoaldea

source: دوحه
ar: الدوحة
eu: Doha

source: الریان
ar: الريان
eu: Al-Ryan

source: منطقه صنعتی الریان
ar: منطقة الريان الصناعية
eu: Al Rayan Industria Gunea

source: الذخیره
ar: تخزين
eu: biltegiratzea

source: الخور
eu: erreka

source: الوکره
ar: الوها
eu: Aloha

source: ام صلال
eu: Umm Salal

source: الشحانیه
ar: الشحانية
eu: Al-Shahaniyyah

source: ام سیعید
ar: ام سيد
eu: Om Sayid

source: الخیسه
ar: الخيسة
eu: Al Khaisa

source: الوکیر
ar: الوكير
eu: Alukir

source: دخان
eu: erretzea

source: ابونخله
eu: Abu Nakhla

source: ام باب
eu: Umm Bab

source: روضه راشد
eu: Haurtzaindegia Rashid

source: الغویریه
ar: الغويرية
eu: Al-Ghuwayriyyah

source: شقراء (قطر)
eu: Shaqra (Qatar)

source: فویرط
ar: فويرت
eu: Fuirt

source: الجمیلیه
ar: الجميلية
eu: Al-Jamiliyyah

source: الزباره
eu: Zubarah

source: الکرعانه
ar: القرأن
eu: Al-Qur'an

source: ابو سمرا
eu: Abu Samra

source: العطوریه
eu: Lurringintza

source: النصرانیه
ar: نصرانية
eu: Nasraniyyah

source: سودا نثیل
ar: سودة ناشيل
eu: Sauda Nashil

source: الخراره
eu: Kharrara

source: خور العدید
ar: خور العديد
eu: Khor al-Adeed

source: هانگول
ar: الهانغول
eu: Hangul

source: تاشکند
ar: طشقند
eu: Tashkent

source: نمنگان
ar: نامانجان
eu: Namangan

source: اندیجان
ar: أنديجان
eu: Andijan

source: نوکوس
ar: نوكوس
eu: Nokos

source: سمرقند
eu: Samarkanda

source: فرغانه
ar: فرغانة
eu: Ferghana

source: بخارا
ar: بخارى
eu: Bukhara

source: نخشب
ar: ليس جيدا
eu: Ez ona

source: گرگانج
ar: جورجانج
eu: Gurganj

source: مرغیلان
ar: دجاج
eu: oiloak

source: جیزک
ar: جازيك
eu: Jazic

source: چیرچیق
ar: تشيرشيك
eu: Txirtxik

source: انگرن
ar: الغضب
eu: Haserrea

source: شهر سبز
ar: مدينة خضراء
eu: Hiri berdea

source: خوقند
ar: لذيذ
eu: goxoa

source: ترمذ
ar: الترمذ
eu: At-Tirmidh

source: نوایی
ar: ناوي
eu: Naoi

source: آلمالیق
ar: المالك
eu: Almalik

source: چوست
ar: تشست
eu: Chust

source: بیک‌آباد
ar: باكاباد
eu: Backabad

source: ده‌نو
ar: عشرة جديدة
eu: hamar berri

source: شهر خان
ar: مدينة خان
eu: Khan hiria

source: کته‌قرغان
ar: كاتقرغان
eu: Kateqarghan

source: پرکند
ar: لملء
eu: bete

source: خواجه‌ایلی
ar: الخجاعيلي
eu: Khajaeili

source: اورگوت
ar: Orgot
eu: Orgot

source: زرافشان
eu: Zarafshan

source: آساکا
ar: أساكا
eu: Asaka

source: ینگی‌یول
ar: ينجيول
eu: Yingyul

source: خیوه
ar: خيوة
eu: Khiva

source: تورت‌کول
ar: تورتكول
eu: Tortoila

source: کاسان
ar: كاسان
eu: Kasan

source: کاگان
ar: كاجان
eu: Kagan

source: بیرونی
ar: خارجي
eu: kanpokoa

source: کاسانسای
ar: كاسانساي
eu: Kasansaia

source: چیمبای
ar: شيمباي
eu: Tximbai

source: تخیه‌تاش
ar: تخيتاش
eu: Takhiytash

source: چارتاق
ar: شرقا
eu: Chartaq

source: ینگی‌یر
ar: اصغر سنا
eu: Gazteago

source: قونغیرات
ar: قناغيرات
eu: Qonaghirat

source: کتاب
ar: كتاب
eu: Liburua

source: اوچ‌قرغان
ar: Ochkarghan
eu: Ochkarghan

source: قمشی
ar: قمشي
eu: Qumshi

source: قوه‌سای
ar: قفيصاي
eu: Qovesai

source: قوه
ar: قوة
eu: boterea

source: غجدوان
eu: Gugduan

source: آق‌تاش
ar: اقطش
eu: Aqtash

source: دشت‌آباد
ar: دشتباد
eu: Dashtabad

source: پسکند
ar: ابطئ
eu: lasaitu

source: رشتان
eu: Rashtan

source: پخته‌آباد
ar: Pukhteabad
eu: Pukhteabad

source: آهنگران
ar: حدادون
eu: errementariak

source: منغیت
ar: خطبة
eu: Ezkontza

source: قره‌سو
ar: قارسو
eu: Qarasu

source: نورآتا
eu: Norata

source: قرغان‌تپه
ar: كورغانتيب
eu: Kurgantep

source: کلس
ar: أمس
eu: atzo

source: توره‌قرغان
ar: شبكي
eu: Sarean

source: مبارک
ar: تهانينا
eu: Zorionak

source: بلنغور
eu: keinua

source: شیرآباد
ar: شراباد
eu: Shirabad

source: سیردریا
ar: سير داريا
eu: Syr Darya

source: خان‌آباد
eu: Khanabad

source: شورچی
ar: متمرد
eu: matxinatu bat

source: حق‌قل‌آباد
eu: Haqqulabad

source: غله‌آرال
eu: Galaral

source: گذار
ar: انتقال
eu: trantsizioa

source: بایسون
ar: الثور
eu: bisonte

source: اوچ‌قدوق
ar: أوش قادوق
eu: Och Qadoq

source: پایتوق
ar: Paytoq
eu: Paytoq

source: پخته‌کار
ar: يطبخ
eu: sukaldari

source: جرقرغان
eu: gurgargan

source: پاپ
ar: البابا
eu: aita santua

source: غزال‌کند
ar: غزالكند
eu: Ghazalkand

source: چیناز
ar: الصين
eu: Txina

source: آخوندبابایف
ar: أخوندباباييف
eu: Akhundbabayev

source: یایپن
ar: يايبان
eu: Yaypan

source: بش‌آریق
ar: بالمناسبة
eu: Bide batez

source: چراغچی
ar: شيراجتشي
eu: Chiragchi

source: قره‌کول
ar: لطحن
eu: ehotzeko

source: بوکه
ar: خوخه
eu: bokeh

source: ینگی‌رباط
ar: ينجي الرباط
eu: Yingi Rabat

source: یکه‌باغ
ar: يكباغ
eu: Yekebagh

source: نورافشان
ar: لامع
eu: Refulgentea

source: بشکند
ar: خرق
eu: hondatu

source: دوستلیک
ar: Friendlik
eu: Lagunak

source: چلک
ar: الطباشير
eu: Klariona

source: وابکند
ar: وابكند
eu: Wabkend

source: خواجه‌آباد
eu: Khojaabad

source: جام‌بای
ar: جامباي
eu: Jambai

source: گاگارین
ar: جاجارين
eu: Gagarin

source: دوست‌آباد
ar: دوستاباد
eu: Dostabad

source: اشتیخان
ar: إستخان
eu: Estikhan

source: بخت
ar: حظ
eu: zortea

source: شیرین
ar: حلو
eu: Goxoa

source: پیتنک
ar: البولينج
eu: Boloak

source: مرحمت
ar: رحمة
eu: Erruki

source: قوم‌قرغان
eu: Qomkargan

source: آلات
eu: Gailuak

source: رامیتن
ar: راميتون
eu: Ramiton

source: شاپورکام
ar: شابوركوم
eu: Shapurcom

source: تینچلیک
ar: تينشليك
eu: Tinchlik

source: شومانای
ar: شوماني
eu: Shumanai

source: خلق‌آباد
ar: خلقباد
eu: Khalqabad

source: نورآباد
eu: Noorabad

source: قزل‌تپه
ar: قزل تابا
eu: Qazal Tapa

source: ینگی‌نشان
ar: فِهرِس
eu: aurkibidea

source: مویناق
ar: موينق
eu: Moynaq

source: قلعه‌آسیا
ar: قلعة آسيا
eu: Asiako gaztelua

source: شرغون
ar: شارغون
eu: Shargun

source: پای‌آریق
ar: أرجل
eu: Hankak

source: آق‌قرغان
ar: أكورغان
eu: Akkurghan

source: ینگی‌آباد
ar: ينجي أباد
eu: Yengi Abad

source: تل مرجان
eu: Morgan muinoa

source: گزلی
ar: Gozli
eu: Gozli

source: مرجان‌بلاغ
ar: مرجان بالاغ
eu: Marjan Balag

source: قراول‌بازار
eu: Karaulbazaar

source: استان دونگ نای
ar: مقاطعة دونغ ناي
eu: Dong Nai probintzia

source: استان باک لیئو
ar: مقاطعة باك ليو
eu: Bac Lieu probintzia

source: استان باک گیانگ
ar: مقاطعة باك جيانغ
eu: Bak Giang probintzia

source: استان باک نین
ar: محافظة باك نين
eu: Bak Nin probintzia

source: استان لام دونگ
ar: مقاطعة لام دونغ
eu: Lam Dong probintzia

source: استان با ریا-وونگ تائو
ar: مقاطعة با ريا وونغ تاو
eu: Ba Ria-Wong Tao probintzia

source: استان داک لاک
ar: مقاطعة داك لاك
eu: Dak Lak probintzia

source: استان کا مائو
ar: مقاطعة كا ماو
eu: Ka Mao probintzia

source: استان کوانگ نین
ar: مقاطعة كوانغ نينه
eu: Quang Ninh probintzia

source: استان دونگ تاپ
ar: مقاطعة دونغ تاب
eu: Dong Tap probintzia

source: استان آن گیانگ
ar: مقاطعة آن جيانغ
eu: An Giang probintzia

source: استان بن تر
ar: محافظة بن تير
eu: Ben Ter probintzia

source: استان دین بین
ar: محافظة عميد بن
eu: Dean Bin probintzia

source: استان کوانگ تری
ar: مقاطعة كوانغ تري
eu: Quang Tri probintzia

source: استان کوانگ‌بن
ar: مقاطعة كوانغ بن
eu: Quang Bin probintzia

source: استان ها تین
ar: المحافظات ضعيفة
eu: Probintziak argalak dira

source: استان های دونگ
ar: مقاطعات دونغ
eu: Dong probintziak

source: استان هوا بین
ar: محافظة حافا بن
eu: Hava Bin probintzia

source: استان کوانگ نام
ar: مقاطعة كوانغ نام
eu: Quang Nam probintzia

source: استان نام دین
ar: محافظة نام دين
eu: Nam Din probintzia

source: استان توا تین–هوئه
ar: مقاطعة توا تيان هوى
eu: Tua Tien-Hue probintzia

source: استان کون توم
ar: محافظة كون توم
eu: Kon Tum probintzia

source: استان لانگ سون
ar: مقاطعة لونج سون
eu: Long Son Probintzia

source: استان نین توان
ar: مقاطعة نين توان
eu: Nin Tuan probintzia

source: استان لائو کای
ar: مقاطعة لاو كاي
eu: Lao Cai probintzia

source: استان بین توآن
ar: محافظة بن توان
eu: Bin Tuan probintzia

source: استان تین گیانگ
ar: مقاطعة تيان جيانغ
eu: Tien Giang probintzia

source: استان هونگ ین
ar: مقاطعة هونغ ين
eu: Hong Yen probintzia

source: استان ها نام
ar: اسم المقاطعات
eu: Probintzien izena

source: استان خان هوا
ar: محافظة خان هوا
eu: Khan Hwa probintzia

source: استان نین بین
ar: محافظة نين بن
eu: Nin Bin probintzia

source: استان گیا لای
ar: مقاطعة جيا لاي
eu: Gia Lai probintzia

source: استان کوانگ نگای
ar: مقاطعة كوانغ نجاي
eu: Quang Ngai probintzia

source: استان بین دین
ar: المقاطعة بين الدين
eu: Erlijioen arteko probintzia

source: استان کین گیانگ
ar: مقاطعة تشين جيانغ
eu: Qin Giang probintzia

source: استان تان هوا
ar: مقاطعة تان هوا
eu: Tan Hua probintzia

source: استان سون لا
eu: Son La probintzia

source: استان لونگ آن
ar: مقاطعة لونغ آن
eu: Long An probintzia

source: استان تای نگوین
ar: مقاطعة تاي نجوين
eu: Tay Nguyen probintzia

source: استان سوک ترانگ
ar: مقاطعة سوك ترانج
eu: Sok Trang probintzia

source: استان ترا وین
ar: مقاطعة ترافين
eu: Travin probintzia

source: استان فو ین
ar: مقاطعة فو ين
eu: Fu Yen probintzia

source: استان توین کوانگ
ar: مقاطعة توين كوانغ
eu: Tuen Quang probintzia

source: استان فو تو
ar: مقاطعة فو تو
eu: Phu Tu probintzia

source: استان نه آن
ar: ليس هذا المقاطعة
eu: Ez probintzia hori

source: استان تای بین
ar: مقاطعة تاي بن
eu: Tai Bin probintzia

source: استان وین فوک
ar: مقاطعة فينه فوك
eu: Vinh Phuc probintzia

source: استان ین بای
ar: مقاطعة ين باي
eu: Yen Bai probintzia

source: صنعا
eu: Sanaa

source: تعز
eu: Taiz

source: حدیده
ar: الحديدة
eu: Hodeidah

source: استان وین لونگ
ar: مقاطعة فينه لونغ
eu: Vinh Long probintzia

source: عدن
eu: Eden

source: اب
ar: الآن
eu: orain

source: ذمار
eu: Dhamar

source: مکلا
ar: المكلا
eu: Mukalla

source: سیئون
ar: صهيون
eu: Sion

source: زنجبار
eu: Zanzibar

source: سیان
ar: ثلاثة
eu: hiru

source: Dhi as-Sufal
ar: الصوف
eu: As-soufl

source: شحر
ar: شجر
eu: Zuhaitzak

source: زبید
ar: زبيد
eu: Zubayd

source: عمران
eu: Imran

source: سقطرا
eu: Socotra

source: حجه، یمن
ar: حجة ، اليمن
eu: Hajjah, Yemen

source: al-Marawi'a
ar: المروءة
eu: zaldunkeria

source: ایریم
ar: إيريم
eu: Irim

source: بیت الفقیه
ar: بيت الفقيه
eu: Bayt al-Faqih

source: Dimnat Chadir
ar: ضمنت شادر
eu: Itzal bat sartu dut

source: شهرستان باجل
ar: مدينة باغال
eu: Bagal hiria

source: مأرب
eu: Marib

source: عتاق
eu: ataq

source: al-Mahabischa
ar: المحبسشا
eu: Al-Habasha

source: بیحان
ar: بيهان
eu: Bihan

source: ثلاء
eu: hiru

source: Az Zaydiyah
ar: الزيدية
eu: Zaydiyah

source: مودیه
ar: موديه
eu: Modieh

source: Khamir
ar: خمير
eu: Khmer

source: Hais
ar: قال
eu: Esan zuen

source: لحج
eu: Lahj

source: حرض
eu: putzua

source: Mocha
ar: موكا
eu: Moka

source: غیضه
eu: Aholkua

source: محویت
ar: الجوهر
eu: Funtsa

source: الجزیره
ar: الجزائر
eu: Aljeria

source: ad-Dahi
ar: عدده
eu: bere zenbakia

source: وهران
eu: Oran

source: قسطنطنیه
ar: القسطنطينية
eu: Konstantinopla

source: عنابه
eu: Annaba

source: باتنه
ar: باتنة
eu: Batna

source: البلیده
ar: البليدة
eu: Balidah

source: سطیف
ar: ساتيف
eu: Satif

source: الشلف
eu: Chlef

source: الجفله
eu: ikaratu

source: سیدی بلعباس
ar: سيدي بلعباس
eu: Sidi Bel Abbas

source: بسکره
ar: شكرًا لك
eu: eskerrik asko

source: تبسه
eu: jantzi ezazu

source: تیارت
ar: تحضير
eu: Prestaketa

source: ورقله
ar: دوران
eu: buelta eman

source: بجایه
ar: ملائم
eu: egokia

source: سکیکده
ar: سكيكدة
eu: Skikda

source: تلمسان
eu: Tlemcen

source: برج بو عریریج
eu: Burj Bo Ariraj

source: بشار
eu: Bashar

source: المدیه
ar: المدينة
eu: Madiya

source: تقورت
eu: Togort

source: جیجل
ar: جيجال
eu: Jejal

source: سوق اهراس
eu: Ahras merkatua

source: الوادی
ar: الوادي
eu: Al-Wadi

source: مستغانم
eu: Mostaganem

source: العلمه
eu: Ezagutza

source: خنشله
eu: Khenchela

source: سعیده
ar: سعيدة
eu: Saeedeh

source: عین وساره
ar: عين وساره
eu: Ain Wasareh

source: المسیله
ar: المسيلة
eu: Al-Masila

source: قالمه
eu: Esan zuen

source: غردایه
ar: المساء
eu: arratsaldean

source: غلیزان
ar: غليزان
eu: Ghalizan

source: الاغواط
eu: Laghouat

source: برج الکیفان
ar: برج الكيفان
eu: Al-Kifan dorrea

source: بو سعده
eu: Bou Saada

source: مسعد
eu: Massad

source: بریکه
ar: الفرامل
eu: balazta

source: عین البیضاء
ar: عين البيضاء
eu: Ain al-Bayda

source: الخروب
eu: karobia

source: کوتونو
ar: الزوايا
eu: bazterrak

source: ناتیتینگو
ar: ناتيتينغو
eu: Natitingo

source: باب‌الزوار
eu: Bisitarien atea

source: نیکی
ar: صلاح
eu: ontasuna

source: پاراکو
ar: باراكو
eu: Parako

source: جوگو
ar: جوجو
eu: Jogo

source: بوهیکون
ar: بوهيكون
eu: Bohicon

source: آبومی
ar: أبومي
eu: Abomi
