Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: لینک کوتاه این دستور غذا
ar: رابط قصير لهذه الوصفة
eu: Errezeta honetarako esteka laburra

source: فرعه کشی
ar: اليانصيب
eu: Loteria

source: دستور غذا رو پسندیدی؟
ar: هل أعجبتك الوصفة؟
eu: Gustatu al zaizu errezeta?

source: جدیدترین دستورات غذایی
ar: أحدث الوصفات
eu: Azken errezetak

source: ویدئو آموزشی
ar: فيديو تعليمي
eu: Bideo didaktikoa

source: دستور پختی وجود ندارد
ar: لا توجد وصفة
eu: Ez dago errezetarik

source: قرعه‌کشی ها
ar: اليانصيب
eu: Loteriak

source: شروع قرعه‌کشی
ar: بداية اليانصيب
eu: Loteriaren hasiera

source: دیدگاه
ar: وجهة نظر
eu: ikuspuntua

source: دستورات غذایی
ar: وصفات الطعام
eu: Janari errezetak

source: اگردونه شانس
ar: إذا كان محظوظا
eu: zortea bada

source: درباره تارنمای فودینو
ar: حول موقع فودينو
eu: Fodino webguneari buruz

source: 'برای اطلاع داشتن از دوره ها، شگفتانه ها، جوایز و حتی شروع همکاری با ما می 'توانید با روش های زیر با ما در ارتباط باشید:
ar: للتعرف على الدورات والمفاجآت والجوائز وحتى لبدء العمل معنا ، يمكنك الاتصال بنا بالطرق التالية:
eu: Ikastaroak, sorpresak, sariak ezagutzeko eta baita gurekin lanean hasteko ere, gurekin harremanetan jar zaitezke modu hauetan:

source: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از 'طراحان گرافیک است.
ar: لوريم إبسوم هو نص مزيف تم إنتاجه ببساطة غير مفهومة من صناعة الطباعة ويستخدمه مصممو الغرافيك.
eu: Lorem Epsom inprimaketaren industriatik soiltasun ulertezinarekin ekoitzitako eta diseinatzaile grafikoek erabilitako testu simulatua da.

source: سوالات متداول
eu: Galdera arruntak

source: غذایی وجود ندارد.
ar: لا يوجد طعام.
eu: Ez dago janaririk.

source: فودینو ,سفارش غذا ,چی دست کنم, ارسال سریع, فودینو بهترین خدمات برای شما
ar: Foodino ، طلب الطعام ، ماذا أفعل ، التوصيل السريع ، Foodino ، أفضل خدمة لك
eu: Foodino, janaria eskatzea, zer egin behar dut, entrega azkarra, Foodino, zuretzat zerbitzurik onena

source: سفارش آنلاین غذا
ar: اطلب الطعام عبر الإنترنت
eu: Eska ezazu janaria sarean

source: دستور پختی وجود ندارد.
ar: لا توجد وصفة.
eu: Ez dago errezetarik.

source: تعاریف
ar: تعريفات
eu: definizioak

source: سوال متداول
eu: Maiz egiten diren galderak

source: سورن شاملو
ar: سورين شاملو
eu: Soren Shamlou

source: نمایش همه
ar: عرض الكل
eu: erakutsi dena

source: جدیدترین دستورات پخت غذا
ar: أحدث وصفات الطبخ
eu: Sukaldaritza errezeta berrienak

source: صفحه اصلی
ar: الصفحة الرئيسية
eu: Orri Nagusia

source: مقاله‌ای وجود ندارد.
ar: لا يوجد مقال.
eu: Ez dago artikulurik.

source: چرا فودینو؟!
ar: لماذا فودينو ؟!
eu: Zergatik foodino?!

source: دانلود اپلیکیشن فودینو
ar: قم بتنزيل تطبيق Fodino
eu: Deskargatu Fodino aplikazioa

source: قوانین و مقررات سایت فودینو
ar: قواعد وأنظمة موقع فودينو
eu: Fodino guneko arauak eta arauak

source: پرفروش ترین‌ها
ar: أفضل البائعين
eu: salduenak

source: 'مدرس : هر شخص حقیقی است که طی عقد قراردادی با شرکت یک یا چند دوره آموزشی را 'تدریس می نماید.
ar: المعلم: أي شخص طبيعي يقوم بتدريس دورة تدريبية أو أكثر بموجب عقد مع الشركة.
eu: Irakaslea: Enpresarekin egindako kontratu baten bidez prestakuntza-ikastaro bat edo gehiago ematen dituen edozein pertsona fisiko.

source: مدریت پیام‌ها
ar: إدارة الرسائل
eu: Kudeatu mezuak

source: 'آریا نرم افزار : شرکت آریا نرم افزار ملایر با شناسه ملی 10820042045 و شماره 'ثبت 1330 مجری سایت درسمن می باشد.
ar: Aria Software: شركة Aria Software هي المسؤول عن موقع Dresman الإلكتروني برقم الهوية الوطنية 10820042045 ورقم التسجيل 1330.
eu: Aria Software: Aria Software Company Dresman webgunearen administratzailea da 10820042045 NAN eta 1330 erregistro-zenbakiarekin.

source: همین الان...
ar: الآن...
eu: oraintxe bertan...

source: 'دوره آموزشی : هر دوره آموزشی شامل یک یا چند جلسه، آموزش مفاهیم دروس و رشته 'های مختلف به صورت دسته بندی شده در قالب فایل ویدیویی می باشد.
ar: دورة تدريبية: تتضمن كل دورة تدريبية جلسة واحدة أو أكثر ، لتدريس مفاهيم الدورات والتخصصات المختلفة بتنسيق مصنف في ملف فيديو.
eu: Prestakuntza-ikastaroa: prestakuntza-ikastaro bakoitzak saio bat edo gehiago hartzen ditu barne, ikastaro eta diziplina ezberdinen kontzeptuak bideo-fitxategi batean sailkatutako formatuan irakatsiz.

source: درس : هر جلسه آموزشی در یک دوره، درس نامیده می شود.
ar: الدرس: كل جلسة تدريبية في الدورة تسمى درسًا.
eu: Ikasgaia: Ikastaro bateko prestakuntza-saio bakoitzari ikasgai deitzen zaio.

source: 'کاربر : هر شخص حقیقی که در سایت ثبت نام کرده، دوره یا جلسات آموزشی را 'خریداری و مشاهده نماید. همچنین مقالات، اخبار و دیگر صفحات سایت را بازدید کند.
ar: المستخدم: أي شخص حقيقي يقوم بالتسجيل في الموقع ويشتري ويراقب الدورة أو الدورات التدريبية. قم أيضًا بزيارة المقالات والأخبار وصفحات أخرى من الموقع.
eu: Erabiltzailea: gunean erregistratu, ikastaroa edo prestakuntza saioak erosi eta behatzen dituen benetako pertsona oro. Era berean, bisitatu webguneko artikuluak, albisteak eta beste orrialde batzuk.

source: کاربران سایت فودینو
ar: مستخدمي موقع فودينو
eu: Fodino guneko erabiltzaileak

source: سلام، پشتیبان سایت فودینو هستم، لطفا مشکلتان را بیان کنید.
ar: مرحبا انا الداعم لموقع فودينو ارجو توضيح مشكلتك.
eu: Kaixo, Fodino webgunearen aldekoa naiz, mesedez azaldu zure arazoa.

source: کاربر گرامی توجه کنید: <br> بعد از بستن چت پیام‌ها پاک می‌شود.
ar: عزيزي المستخدم ، يرجى ملاحظة ما يلي: بعد إغلاق الدردشة ، سيتم حذف الرسائل.
eu: Erabiltzaile maitea, kontuan izan: txata itxi ondoren, mezuak ezabatuko dira.

source: لطفا پیام خود را وارد کنید.
ar: أدرج رسالتك من فضلك.
eu: Mesedez, idatzi zure mezua.

source: قوانین عمومی
ar: قواعد عامة
eu: Arau orokorrak

source: پرسیدن از هوش مصنوعی
ar: طلب الذكاء الاصطناعي
eu: Adimen artifiziala galdetzen

source: پرسیدن از پشتیبان
ar: طلب الدعم
eu: Laguntza eskatzea

source: سلام، پشتیبان سایت فودینو هستم، لطفا مشکلتان را بیان کنید.
ar: مرحبا انا الداعم لموقع فودينو ارجو توضيح مشكلتك.
eu: Kaixo, Fodino webgunearen aldekoa naiz, mesedez azaldu zure arazoa.

source: پیام خود را وارد کنید.
ar: أدخل رسالتك.
eu: Sartu zure mezua.

source: پشتیبانی سایت فودینو
ar: دعم موقع فودينو
eu: Fodino guneko laguntza

source: نام و نام خانوادگی خود را وارد کنید.
ar: أدخل الاسم الأول والأخير.
eu: Sartu zure izena eta abizena.

source: لطفا نام و نام خانوادگی خود را وارد کنید.
ar: الرجاء إدخال الاسم الأول والأخير.
eu: Mesedez, idatzi zure izena eta abizena.

source: لطفا شماره تماس خود را وارد کنید.
ar: الرجاء إدخال رقم الاتصال الخاص بك.
eu: Mesedez, idatzi zure kontaktu-zenbakia.

source: لطفا آواتار خود را انتخاب کنید.
ar: الرجاء تحديد الصورة الرمزية الخاصة بك.
eu: Mesedez, hautatu zure avatarra.

source: شروع چت
ar: ابدأ الدردشة
eu: Hasi berriketa

source: سلام من سورن شاملو هستم چگونه می‌توانم به شما کمک کنم؟
ar: مرحبًا أنا سورين شاملو كيف يمكنني مساعدتك؟
eu: Kaixo, Soren Shamlou naiz, nola lagundu dezaket?

source: تماس باما
ar: اتصل بنا
eu: jarri gurekin harremanetan

source: موضوع
eu: Gaia

source: لطفا موضوع پیام خود را وارد کنید.
ar: الرجاء إدخال موضوع رسالتك.
eu: Mesedez, idatzi zure mezuaren gaia.

source: ارسال
eu: aurkeztu

source: دستگاه‌های نزدیک به شما
ar: الأجهزة القريبة منك
eu: Zure inguruko gailuak

source: شماره تماس خود را وارد کنید.
ar: أدخل رقم الاتصال الخاص بك.
eu: Sartu zure kontaktu-zenbakia.

source: راه‌های ارتباطی
ar: طرق الاتصال
eu: Komunikazio bideak

source: اضافه کردن موکبنگ
ar: أضف موكبانج
eu: Gehitu Mokbang

source: موکبنگ
ar: موكبانج
eu: Mokbang

source: محیط زیست من
ar: بيئتي
eu: nire ingurunea

source: فاکتور سفارش
ar: فاتورة الطلب
eu: Eskaeraren faktura

source: با این روشی که میگم از محیط زیست حفاظت کن!
ar: حماية البيئة بهذه الطريقة!
eu: Babestu ingurumena metodo honekin!

source: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از 'طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که 'لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود 'ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته
ar: لوريم إبسوم هو نص مزيف تم إنتاجه ببساطة غير مفهومة من صناعة الطباعة ويستخدمه مصممو الغرافيك. الطابعات والنصوص ، ولكن الصحف والمجلات في أعمدة وصفوف حسب الضرورة وللظروف الحالية للتكنولوجيا والتطبيقات المتنوعة بهدف تحسين الأدوات العملية. العديد من الكتب في الماضي 63 بالمائة
eu: Lorem Epsom inprimaketaren industriatik soiltasun ulertezinarekin ekoitzitako eta diseinatzaile grafikoek erabilitako testu simulatua da. Inprimagailuak eta testuak, baina egunkariak eta aldizkariak zutabe eta errenkadetan beharrezkoak diren eta teknologiaren eta aplikazio anitzeko egungo baldintzetarako tresna praktikoak hobetzeko helburuarekin. Liburu asko azken ehuneko hirurogeita hiru

source: دستگاه‌ نزدیک به شما
ar: جهاز بالقرب منك
eu: Zure inguruko gailua

source: دستگاهی در نزدیکی شما وجود ندارد.
ar: لا يوجد جهاز بالقرب منك.
eu: Ez dago zure inguruan gailurik.

source: شعبه مورد نظر خود را انتخاب کنید.
ar: اختر الفرع الذي تريده.
eu: Aukeratu nahi duzun adarra.

source: کشور:
ar: دولة:
eu: Herrialdea:

source: کشور خود را انتخاب کنید.
ar: اختر بلدك.
eu: Aukeratu zure herrialdea.

source: آدرس خود را وارد کنید.
ar: أدخل عنوانك.
eu: Sartu zure helbidea.

source: شهر خود را انتخاب کنید.
ar: اختر مدينتك.
eu: Aukeratu zure hiria.

source: شعبه مورد نظر:
ar: الفرع المستهدف:
eu: Helburu-adarra:

source: پیدا کردن نزدیکترین شعبه
ar: ابحث عن أقرب فرع
eu: Aurkitu hurbilen dagoen sukurtsala

source: شهر:
eu: Hiria:

source: لطفا آدرس خود را وارد کنید.
ar: الرجاء إدخال عنوانك.
eu: Mesedez, idatzi zure helbidea.

source: (اختیاری)
ar: (خياري)
eu: (aukerakoa)

source: نوع پرداخت:
ar: نوع الدفع:
eu: ordainketa mota:

source: را خواندم و موافقم.
ar: قرأت وأوافق.
eu: Irakurri eta ados nago.

source: ثبت سفارش
eu: Agindu

source: سفارشات شما
ar: طلباتك
eu: Zure aginduak

source: تعداد:
ar: رقم:
eu: Zenbakia:

source: جمع کل:
ar: المجموع:
eu: guztira:

source: جمع جزء:
eu: zati bilduma:

source: حمل و نقل:
eu: Garraioa:

source: من
eu: tik

source: قوانین و مقررات
ar: الأحكام والشروط
eu: Baldintzak

source: رایگان
ar: حر
eu: Doan

source: مالیات:
ar: ضريبة:
eu: Zerga:

source: کد تخفیف
ar: الرقم التسلسلي للخصم
eu: deskontu kodea

source: اعمال کد
ar: طبِّق الكود
eu: Aplikatu kodea

source: سفارشات من
eu: Nire aginduak

source: جزئیات سفارش کاربر
ar: تفاصيل طلب المستخدم
eu: Erabiltzaileen eskaeraren xehetasunak

source: شماره تماس کاربر
ar: رقم الاتصال بالمستخدم
eu: Erabiltzailearen harremanetarako zenbakia

source: نمایش محصول
ar: عرض المنتج
eu: Produktuen erakustaldia

source: مشخصات سبد
ar: مواصفات السلة
eu: Saskiaren zehaztapenak

source: پنل مدیریت سفارشات
ar: لوحة إدارة الطلبات
eu: Eskaerak kudeatzeko panela

source: موبایل
ar: متحرك
eu: Mugikorra

source: جزئیات سفارش
ar: تفاصيل الطلب
eu: Eskaeraren xehetasunak

source: انتخاب چگونگی مصرف
ar: اختيار طريقة الاستهلاك
eu: Nola kontsumitu aukeratzea

source: اضافه کردن
ar: يضيف
eu: gehitu

source: امتیاز شما از این خرید:
ar: نتيجتك من هذا الشراء:
eu: Erosketa honen puntuazioa:

source: ادامه
ar: استمرار
eu: Jarraipena

source: سبد خرید
ar: عربة التسوق
eu: Saskia

source: سبد خرید شما
ar: سلة التسوق الخاصة بك
eu: Zure erosketa saskia

source: رفرش
ar: المرطبات
eu: Freskagarria

source: راهنمایی
ar: إرشاد
eu: orientazioa

source: بستن پنجره
ar: أغلق النافذة
eu: leihoa itxi

source: ساخته شده با
ar: مصنوع من
eu: -rekin egina

source: دسترسی آسان
ar: دخول سهل
eu: sarbide erraza

source: گردانه شانس
ar: عجلة الحظ
eu: zortearen gurpila

source: حذف پیام‌های من
ar: حذف رسائلي
eu: Ezabatu nire mezuak

source: مورد علاقه‌ی من
ar: أُفضله
eu: nire gogokoena

source: راه های ارتباطی
ar: طرق الاتصال
eu: Komunikazio bideak

source: کلیه حقوق محفوظ است.
ar: كل الحقوق محفوظة.
eu: Eskubide guztiak erreserbatuak.

source: سبدخرید
ar: عربة التسوق
eu: Saskia

source: شما قبلا با این شماره ثبت‌نام کردید.
ar: لقد قمت بالتسجيل بالفعل بهذا الرقم.
eu: Zenbaki honekin erregistratu zara dagoeneko.

source: خانه<
ar: بيت
eu: etxera

source: دسته‌بندی‌ها
ar: فئات
eu: kategoriak

source: چی بپزم
ar: ماذا تطبخ
eu: zer egosi

source: خرید اشتراک
ar: شراء اشتراك
eu: Erosi harpidetza

source: گردانه‌ شانس
ar: عجلة الحظ
eu: zortearen gurpila

source: محصول
ar: المنتج
eu: produktua

source: خانه
ar: بيت
eu: Hasiera

source: جست‌جو
ar: يبحث
eu: Bilatu

source: پنل مدیریت پیام‌ها
ar: لوحة إدارة الرسائل
eu: Mezuak kudeatzeko panela

source: امتیاز شما:
ar: درجاتك:
eu: Zure puntuazioa:

source: خروج
eu: Irten

source: جستجو از میان حصول
ar: البحث من خلال الاستحواذ
eu: Bilatu eskuratzearen bidez

source: مقاله‌ای پیدا نشد.
ar: لم يتم العثور على مقال.
eu: Ez da artikulurik aurkitu.

source: جست و جو
ar: مثل هذا تماما
eu: Hura bezalaxe

source: حساب کاربری
ar: حساب
eu: Kontua

source: جستجو از میان
ar: من خلال البحث
eu: bilatu

source: غذایی پیدا نشد.
ar: لم يتم العثور على طعام.
eu: Ez da janaririk aurkitu.

source: نام ماده را وارد کنید.
ar: أدخل اسم العنصر.
eu: Idatzi elementuaren izena.

source: اضافه کردن رزرو
ar: إضافة حجز
eu: Gehitu erreserba

source: درباره ما
ar: معلومات عنا
eu: Guri buruz

source: سوالت متداول
ar: أسئلة مكررة
eu: Galdera arruntak

source: جست و جو در غذاها
ar: ابحث في الأطعمة
eu: Bilatu elikagaietan

source: چی بپزم؟
ar: ماذا أطبخ
eu: zer prestatu behar dut

source: سرور با ارسال کد ۱۰۲ به مرورگر، عملیات درخواستی را پردازش می‌کند.
ar: يعالج الخادم العملية المطلوبة عن طريق إرسال الرمز 102 إلى المتصفح.
eu: Zerbitzariak eskatutako eragiketa prozesatzen du 102 kodea arakatzaileari bidaliz.

source: پیام پس از درگاه
ar: رسالة بعد المنفذ
eu: Portuaren ondoren mezua

source: نویسنده‌ای پیدا نشد.
ar: لم يتم العثور على مؤلف.
eu: Ez da egilerik aurkitu.

source: جست و جو در مقالات
ar: مقالات البحث
eu: Bilatu artikuluak

source: ویژه کاربران جدید!
ar: خاص للمستخدمين الجدد!
eu: Erabiltzaile berrientzako berezia!

source: لطفا نام ماده را وارد کنید.
ar: الرجاء إدخال اسم العنصر.
eu: Mesedez, idatzi elementuaren izena.

source: پشتیبانی
ar: يدعم
eu: Laguntza

source: جست و جو در نویسندگان
ar: البحث في المؤلفين
eu: Bilatu egileetan

source: 'درخواست‌کننده باید به درخواست خود ادامه دهد. سرور زمانی این کد را نمایش می‌دهد 'که بخش اول درخواست را دریافت کرده و منتظر بقیهٔ درخواست‌ها می‌باشد.
ar: يجب على مقدم الطلب الاستمرار في طلبه. يعرض الخادم هذا الرمز عندما يتلقى الجزء الأول من الطلب وينتظر باقي الطلبات.
eu: Eskatzaileak bere eskaerarekin jarraitu behar du. Zerbitzariak kode hau bistaratzen du eskaeraren lehen zatia jaso duenean eta gainerako eskaeren zain dagoenean.

source: 'درخواست‌کننده به سرور درخواست تعویض پروتکل‌ها را داده و سرور در حال تأیید کردن 'انجام تعویض است.
ar: لقد طلب الطالب من الخادم تبديل البروتوكولات ويقوم الخادم بتأكيد التبديل.
eu: Eskatzaileak zerbitzariari protokoloak aldatzeko eskatu dio eta zerbitzaria aldaketa berresten ari da.

source: سرور درخواست را پذیرفته، اما هنوز آن را محاسبه نکرده‌است.
ar: وافق الخادم على الطلب ، لكنه لم يحسبه بعد.
eu: Zerbitzariak eskaera onartu du, baina oraindik ez du kalkulatu.

source: دستورپخت پیشنهادی برای شما
ar: وصفة مقترحة لك
eu: Iradokitako errezeta zuretzat

source: 'سرور فعالیت‌های آماده‌ای بر اساس درخواست داده شده دارد. سرور ممکن است فعالیتی 'را بر اساس درخواست‌کننده انتخاب کند یا ممکن است لیستی از فعالیت‌هایی که 'درخواست‌کننده قادر به انتخاب آن هاست نمایش دهد.
ar: يحتوي الخادم على أنشطة جاهزة بناءً على الطلب المحدد. قد يختار الخادم نشاطًا بناءً على الطالب ، أو قد يعرض قائمة بالأنشطة التي يمكن للطالب الاختيار من بينها.
eu: Zerbitzariak emandako eskaeran oinarritutako jarduerak prest ditu. Zerbitzariak jarduera bat hauta dezake eskatzailearen arabera, edo eskatzaileak aukera dezakeen jardueren zerrenda bistaratu dezake.

source: ' سرور با موفقیت درخواست را محاسبه کرده، اما اطلاعاتی را نمایش می‌دهد که ممکن 'است مربوط به منبع دیگری باشند.
ar: t قام الخادم بحساب الطلب بنجاح ، ولكنه يعرض معلومات قد تكون من مصدر آخر.
eu: 'tZerbitzariak behar bezala kalkulatu du eskaera, baina beste baliabide batekoa izan daitekeen informazioa erakusten ari da.

source: 'سرور با موفقیت درخواست را محاسبه کرده، اما هیچ محتوی ای را نمایش نمی‌دهد.
ar: 'قام الخادم بحساب الطلب بنجاح ، ولكنه لا يعرض أي محتوى.
eu: 'Zerbitzariak behar bezala kalkulatu du eskaera, baina ez du edukirik erakusten.

source: لطفا موادی که دارید را وارد کنید.
ar: الرجاء إدخال المواد التي لديك.
eu: Mesedez, sartu dituzun materialak.

source: سرور با موفقیت درخواست دریافت جزئی را پردازش کرده‌است.
ar: نجح الخادم في معالجة طلب الجلب الجزئي.
eu: Zerbitzariak behar bezala prozesatu du eskuratze eskaera partziala.

source: درخواست موفقیت آمیز بوده و سرور یک منبع جدید ایجاد کرده‌است.
ar: نجح الطلب وقام الخادم بإنشاء مورد جديد.
eu: Eskaera arrakastatsua izan da eta zerbitzariak baliabide berri bat sortu du.

source: 'از هنگام آخرین درخواست، صفحهٔ درخواست شده اصلاح نشده‌است. هنگامی که سرور این 'پاسخ را نمایش می‌دهد، محتوی صفحه نمایش داده نخواهد شد.
ar: الصفحة المطلوبة لم يتم تعديلها منذ آخر طلب. عندما يعرض الخادم هذه 'الاستجابة' ، لن يتم عرض محتوى الصفحة.
eu: Eskatutako orria ez da aldatu azken eskaeratik. Zerbitzariak 'erantzun' hori bistaratzen duenean, orriaren edukia ez da bistaratuko.

source: 'سرور در حال حاضر پاسخگو به در خواست صفحه‌ای در مکان دیگر می‌باشد، اما 'درخواست‌کننده باید برای درخواست‌های آینده به استفاده از مکان اصلی ادامه دهد.
ar: 'يستجيب الخادم حاليًا لطلب صفحة في موقع آخر ، ولكن' يجب على مقدم الطلب الاستمرار في استخدام الموقع الأصلي للطلبات المستقبلية.
eu: 'Zerbitzaria beste kokapen bateko orri-eskaera bati erantzuten ari da une honetan, baina 'eskatzaileak jatorrizko kokapena erabiltzen jarraitu behar du etorkizuneko eskaeretarako.

source: 'سرور هنگامی این کد را نمایش می‌دهد که در خواست‌کننده باید درخواست جداگانهٔ 'دریافت را به محل دیگری برای دریافت پاسخ دهد.
ar: يعرض الخادم هذا الرمز عندما يتعين على مقدم الطلب إرسال طلب استلام منفصل إلى موقع آخر لتلقي الاستجابة.
eu: Zerbitzariak kode hau bistaratzen du eskatzaileak beste kokapen batera jasotzeko eskaera bereizi bat bidali behar duenean erantzuna jasotzeko.

source: 'سرور با موفقیت درخواست را محاسبه کرده، اما هیچ محتوی ای را نمایش نمی‌دهد. 'برخلاف کد ۲۰۴، این کد نیازمند این است که درخواست‌کننده نمای پرونده را تنظیم 'مجدد کند(برای مثال خالی کردن یک فرم)
ar: 'قام الخادم بحساب الطلب بنجاح ، ولكنه لا يعرض أي محتوى. بخلاف الرمز 204 ، يتطلب هذا الرمز من الطالب إعادة تعيين عرض الملف (على سبيل المثال ، لمسح نموذج).
eu: 'Zerbitzariak behar bezala kalkulatu du eskaera, baina ez du edukirik erakusten. 204 kodea ez bezala, kode honek eskatzaileak fitxategiaren ikuspegia berrezarri behar du (adibidez, inprimaki bat garbitzeko).

source: 'درخواست‌کننده زمانی می‌تواند به صفحه درخواست شده دسترسی داشته باشد که از 'پراکسی استفاده کند.
ar: يمكن للطالب الوصول إلى الصفحة المطلوبة عند استخدام الوكيل.
eu: Eskatzaileak eskatutako orrira sar dezake proxy bat erabiltzen duenean.

source: 'صفحه درخواست شده به‌طور دائم به مکان دیگری منتقل شده‌است. هنگامی که سرور این 'پاسخ را نمایش می‌دهد به‌طور خودکار درخواست‌کننده را به محل جدید انتقال می‌دهد.
ar: تم نقل الصفحة المطلوبة بشكل دائم إلى مكان آخر. عندما يعرض الخادم هذه 'الاستجابة' ، فإنه يعيد توجيه الطالب تلقائيًا إلى الموقع الجديد.
eu: Eskatutako orria betiko leku batera eraman da. Zerbitzariak 'erantzun' hori bistaratzen duenean automatikoki birbideratzen du eskatzailea kokapen berrira.

source: 'این وضعیت همانند حالت کد ۳۰۵ است، با این تفاوت که درخواست مبتنی بر تعویض 'پراکسی
ar: هذا الموقف هو نفسه رمز 305 ، باستثناء أن الطلب يعتمد على استبدال الوكيل
eu: Egoera hau 305 kodearen berdina da, eskaera proxy ordezkapenean oinarritzen dela izan ezik

source: این کد مشابه کد ۳۰۲ عمل می‌کند.
ar: يعمل هذا الرمز بشكل مشابه للرمز 302.
eu: Kode honek 302 kodearen antzera funtzionatzen du.

source: سرور قادر به تشخیص نحو (Syntax) درخواست نمی‌باشد.
ar: الخادم غير قادر على التعرف على بناء جملة الطلب.
eu: Zerbitzariak ezin du eskaeraren sintaxia ezagutu.

source: 'درخواست نیازمند تصدیق می‌باشد. سرور ممکن است این پاسخ را برای لاگین یک صفحه 'نمایش دهد.
ar: الطلب يتطلب التأكيد. قد يعرض الخادم هذه الاستجابة لصفحة تسجيل الدخول.
eu: Eskaerak berrespena behar du. Zerbitzariak erantzun hau bistaratu dezake saioa hasteko orri baterako.

source: 'درخواست معتبر است، اما سرور قادر به انجام عملیات نیست. کاربر ممکن است 'مجوزهای لازم برای یک منبع را نداشته باشد یا ممکن است نیاز به حساب کاربری 'خاصی باشد.
ar: الطلب صالح ، لكن الخادم غير قادر على تنفيذ العملية. قد لا يكون لدى المستخدم الأذونات المطلوبة لمورد أو قد يلزم حساب مستخدم معين.
eu: 'Eskaera baliozkoa da, baina zerbitzariak ezin du eragiketa egin. Baliteke erabiltzaile batek baliabide baterako behar diren baimenik ez izatea edo erabiltzaile-kontu zehatz bat behar izatea.

source: 'سرور قادر به پیدا کردن صفحه درخواست شده نمی‌باشد. برای مثال اگر برای صفحه‌ای 'که در سرور وجود ندارد درخواست شود، سرور اغلب این کد را نمایش می‌دهد.
ar: 'يتعذر على الخادم العثور على الصفحة المطلوبة. على سبيل المثال ، إذا تم تقديم طلب لصفحة غير موجودة على الخادم ، فغالبًا ما يعرض الخادم هذا الرمز.
eu: 'Zerbitzariak ezin du aurkitu eskatutako orria. Adibidez, zerbitzarian existitzen ez den orrialde baterako eskaera egiten bada, zerbitzariak maiz bistaratuko du kode hori.

source: متود مشخص شده در درخواست مجاز نیست.
ar: الطريقة المحددة في الطلب غير مسموح بها.
eu: Eskaeran zehaztutako metodoa ez da onartzen.

source: 'صفحه درخواست شده قادر به پاسخ گویی به همراه مشخصه‌های محتوی درخواست شده نیست.
ar: الصفحة المطلوبة غير قادرة على الاستجابة لمواصفات المحتوى المطلوبة.
eu: Eskatutako orrialdeak ezin du erantzun eskatutako edukiaren zehaztapenekin.

source: 'این کد وضعیت مشابه کد ۴۰۱ می‌باشد؛ اما مشخص می‌کند که درخواست‌کننده برای 'استفاده از پراکسی نیاز به تصدیق دارد. زمانی که سرور این پاسخ را نمایش می‌دهد، 'همچنین به معنی پراکسی ای می‌باشد که درخواست‌کننده باید از آن استفاده کند.
ar: يشبه رمز الحالة هذا رمز 401 ؛ لكنها تحدد أن الطالب يحتاج إلى المصادقة 'لاستخدام البروكسي'. عندما يعرض الخادم هذه الاستجابة ، فهذا يعني أيضًا الوكيل الذي يجب على مقدم الطلب استخدامه.
eu: Egoera-kode hau 401 kodearen antzekoa da; Baina eskatzailea 'proxy erabiltzeko' autentifikatu behar dela zehazten du. Zerbitzariak erantzun hau bistaratzen duenean, eskatzaileak erabili behar duen proxya ere esan nahi du.

source: انتظار سرور برای درخواست به پایان رسیده‌است.
ar: انتهى الخادم من انتظار الطلب.
eu: Zerbitzariak eskaeraren zain amaitu du.

source: 'سرور برای انجام درخواست با ناسازگاری مواجه شده‌است. سرور باید شامل اطلاعاتی 'راجع به ناسازگاری در درخواست باشد.
ar: 'واجه الخادم عدم توافق لتنفيذ الطلب. يجب أن يتضمن الخادم معلومات حول عدم الاتساق في الطلب.
eu: 'Zerbitzariak bateraezintasun bat aurkitu du eskaera betetzeko. Zerbitzariak eskaeraren inkoherentziari buruzko informazioa sartu behar du.

source: 'سرور این پاسخ را هنگامی نمایش می‌دهد که منبع درخواست شده به‌طور دائم حذف شده 'باشد. این کد مشابه کد ۴۰۴ می‌باشد، اما گاهی اوقات به جای کد ۴۰۴، برای منابعی 'که دیگر وجود ندارند به کار برده می‌شود.
ar: 'يعرض الخادم هذه الاستجابة عند إزالة المورد المطلوب نهائيًا'. يشبه هذا الرمز رمز 404 ، ولكنه يُستخدم أحيانًا بدلاً من رمز 404 للموارد التي لم تعد موجودة.
eu: 'Zerbitzariak erantzun hau bistaratzen du eskatutako baliabidea behin betiko kendu denean'. Kode hau 404 kodearen antzekoa da, baina batzuetan jada existitzen ez diren baliabideetarako 404 kodearen ordez erabiltzen da.

source: سرور درخواست را بدون طول محتوی فیلد هدر نمی‌پذیرد.
ar: لن يقبل الخادم الطلب بدون محتوى حقل العنوان.
eu: Zerbitzariak ez du eskaera onartuko goiburuko eremuaren edukirik gabe.

source: 'سرور با یکی از پیش شرط‌هایی که درخواست به‌کننده در درخواست قرار داده مواجه 'نشده‌است.
ar: 'لم يستوف الخادم أحد الشروط المسبقة التي وضعها مقدم الطلب في الطلب.'
eu: 'Zerbitzariak ez du betetzen eskatzaileak eskaeran jarritako aurrebaldintza bat'.

source: سرور قادر به پردازش به دلیل بزرگی درخواست برای رسیدگی نیست.
ar: الخادم غير قادر على المعالجة لأن الطلب كبير جدًا بحيث لا يمكن معالجته.
eu: Zerbitzariak ezin du prozesatu eskaera handiegia delako kudeatzeko.

source: یوآرال در خواست شده برای پردازش توسط سرور بسیار طولانی است.
ar: عنوان URL المطلوب أطول من أن تتم معالجته بواسطة الخادم.
eu: Eskatutako URLa luzeegia da zerbitzariak prozesatzeko.

source: درخواست به شکلی است که توسط صفحه درخواست‌کننده پشتیبانی نمی‌شود.
ar: الطلب في نموذج لا تدعمه الصفحة الطالبة.
eu: Eskaera eskaera egiten duen orrialdeak onartzen ez duen forma batean dago.
