Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: اسپکه
ar: سبيك
eu: Hitz egin

source: استهبان
ar: استيبان
eu: Esteban

source: اسدآباد
ar: أسد أباد
eu: Asadabad

source: اسدیه
ar: أسدية
eu: Asadiya

source: اسلام‌آباد غرب
eu: Mendebaldeko Islamabad

source: اسفراین
ar: أسبرين
eu: Aspirina

source: اسفرورین
ar: سفيرورين
eu: Esferorina

source: اشکنان
ar: اشكينان
eu: Ashkenan

source: اسکو
ar: له
eu: Berari

source: اسفدن
ar: معاناة
eu: Sufrimendua

source: اسلام‌شهر
ar: إسلامشهر
eu: Islamshahr

source: اسلامیه
ar: إسلامي
eu: islamikoa

source: اسلام‌شهر آق‌گل
ar: اسلام شهر اغول
eu: Islamshahr Aghgol

source: اشترینان
ar: الأجانب
eu: Atzerritarrak

source: اشتهارد
ar: مشهور
eu: famatua da

source: اشکذر
ar: دموع
eu: malkoak

source: اشنویه
ar: سمعي
eu: entzumenezkoa

source: اقلید
ar: إقليدس
eu: Euklides

source: اصفهان
eu: Esfahan

source: اصلاندوز
ar: أيسلندا
eu: Islandia

source: اتاقور
ar: رفيق السكن
eu: gelakide

source: اقبالیه
ar: إقبال
eu: Iqbaliyah

source: الشتر
ar: الجمل
eu: Gamelua

source: الوان
eu: koloreak

source: افزر
ar: Afzer
eu: Afzer

source: افوس
ar: أُووبس
eu: Aupa!

source: الوند
ar: ألفاند
eu: Alvand

source: الیگودرز
ar: القلة
eu: Oligoderrak

source: امام حسن
eu: Hassan imam

source: امام‌شهر
ar: إمام شهر
eu: Imamshahr

source: املش
ar: أملش
eu: astindu

source: امیدیه
ar: يأمل
eu: itxaropena

source: امیرکلا
ar: أميركولا
eu: Amirkola

source: امین‌شهر
ar: امينشهر
eu: Aminshahr

source: انابد
ar: سيء
eu: Abad

source: امیریه
ar: العامرية
eu: Amiriya

source: انار
ar: رمان
eu: Granada

source: انارستان
ar: رمان
eu: Granada

source: انارک
ar: قوس
eu: Anark

source: انبارآلوم
eu: Anbaralom

source: اندوهجرد
ar: حزن
eu: Tristura

source: اندیشه
ar: معتقد
eu: Pentsamendua

source: اندیمشک
ar: أنديمشك
eu: Andimeshk

source: اوز
ar: أوز
eu: Oz

source: ایرانشهر
ar: إيرانشهر
eu: Iranshahr

source: اهر
ar: Ahr
eu: Ahr

source: اهرم
ar: رافعة
eu: palanka

source: اهواز
ar: الأهواز
eu: Ahvaz

source: ایج
ar: حافة
eu: Ertza

source: ایذه
ar: هذا هو
eu: Hau da

source: ایزدخواست
ar: طلب الله
eu: Jainkoaren eskaria

source: ایزدشهر
ar: ازادشهر
eu: Izadshahr

source: ایلام
ar: إيلام
eu: Ilam

source: ایلخچی
ar: Ilkhchi
eu: Ilkhtxi

source: ایمان‌شهر
ar: ايمانشهر
eu: Imanshahr

source: اینچه‌برون
ar: ما أخبارك
eu: zer gertatzen da

source: باب انار
eu: Bob Anar

source: ایوان
ar: المنزل
eu: Etxea

source: ایوانکی
ar: ايفانكي
eu: Ivanki

source: بابارشانی
ar: بابارشاني
eu: Babarshani

source: باباحیدر
ar: بابا حيدر
eu: Baba Haider

source: ایواوغلی
ar: أنا آسف
eu: Barkatu

source: ایور
ar: أبدًا
eu: Inoiz

source: بابل
eu: Babilonia

source: بابلسر
eu: Babolsar

source: باجگیران
ar: جامعي الضرائب
eu: zerga-biltzaileak

source: باخرز
ar: بخريز
eu: Bakhrez

source: بادرود
ar: تحيات
eu: Agurrak

source: بار
ar: حاجِز
eu: Taberna

source: باغ بهادران
ar: حديقة بهادران
eu: Bahadran lorategia

source: باغ‌ملک
ar: باغ مالك
eu: Bagh Malik

source: باروق
ar: باروخ
eu: Baruch

source: بازرگان
ar: التاجر
eu: merkataria

source: باسمنج
ar: باسمانج
eu: Basmanj

source: باشت
ar: يكون
eu: izan

source: باغستان
ar: الحديقة
eu: lorategia

source: باغین
ar: البستانيين
eu: lorezainek

source: بافت
ar: نَسِيج
eu: Ehundura

source: بافران
ar: مخازن
eu: bufferak

source: بافق
ar: نجاح
eu: arrakasta

source: بازار جمعه
eu: Ostiraleko azoka

source: بردستان
ar: بارديستان
eu: Bardestan

source: باقرشهر
eu: Baghershahr

source: بالاده
ar: عالي
eu: altua

source: بانه
eu: berak

source: بایگ
ar: بايج
eu: Baig

source: باینگان
ar: بينجان
eu: Binggan

source: بجستان
ar: باجستان
eu: Bajstan

source: بانه‌وره
eu: Banhurah

source: بجنورد
ar: القفز
eu: salto egin

source: بخشایش
ar: مغفرة
eu: barkamena

source: بدره
ar: بدرة
eu: Badreh

source: برازجان
eu: Brazjan

source: بردخون
ar: باردخون
eu: Bardkhon

source: بردسکن
ar: باردسكان
eu: Bardscan

source: برف‌انبار
eu: Pervanbar

source: بروات
ar: يبتعد
eu: joan

source: بردسیر
ar: برادسير
eu: Bradsir

source: برزک
ar: برزق
eu: Barzak

source: برزول
eu: Barzul

source: بروجرد
eu: Borujerd

source: بروجن
eu: Brojn

source: بره‌سر
ar: الرأس العاري
eu: buru biluzi

source: بزمان
eu: Denboran

source: بزنجان
ar: بيزجان
eu: Bezjan

source: بستان
eu: lorategi

source: بستان‌آباد
ar: بوستاناباد
eu: Bostanabad

source: بستک
ar: البستق
eu: Bastak

source: بسطام
eu: Bastam

source: بشرویه
ar: بشرية
eu: gizadia

source: بفروئیه
ar: بافرو
eu: Baffroe

source: بلبان‌آباد
ar: بولباناباد
eu: Bulbanabad

source: بلداجی
ar: جرافة
eu: bulldozer

source: بلده
eu: herria

source: بم
ar: القنبلة
eu: Bonba

source: بمپور
ar: بامبور
eu: Bampur

source: بن
eu: semea

source: بناب
ar: بوناب
eu: Bonab

source: بناب جدید
ar: علامة تجارية جديدة
eu: Berri-berria

source: بنارویه
ar: لذلك
eu: Horregatik

source: بنت
eu: neska

source: بنجار
eu: arotza

source: بندر دیلم
ar: ميناء ديلم
eu: Dilam portua

source: بندر امام خمینی
ar: ميناء الإمام الخميني
eu: Khomeini imam itsas portua

source: بندر انزلی
ar: بندر انزلي
eu: Bandar Anzali

source: بندر ترکمن
ar: ميناء تركمان
eu: Turkmengo portua

source: بندر جاسک
ar: ميناء جاسك
eu: Jask ataka

source: بندر دیر
ar: ميناء دير
eu: Dir portua

source: بندر ریگ
ar: ميناء تلاعب
eu: Rig portua

source: بندرعباس
eu: Bandar Abbas

source: بندر کنگان
ar: ميناء كانجان
eu: Kangan portua

source: بندر گز
ar: بندر غاز
eu: Bandar Gaz

source: بندر گناوه
ar: ميناء الجنافة
eu: Ganaveh portua

source: بوکان
ar: بوكان
eu: Buchan

source: بندر لنگه
ar: ميناء Lengeh
eu: Lengeh itsas portua

source: بندر ماهشهر
ar: ميناء ماهشهر
eu: Mahshahr portua

source: بنک
ar: بنك
eu: Bankua

source: بوانات
eu: Bowanat

source: بوشهر
eu: Bushehr

source: بوموسی
ar: بوموسي
eu: Bomusi

source: بوئین‌زهرا
ar: بوين زهرة
eu: Buin Zahra

source: بویین سفلی
ar: بوين السفلى
eu: Beheko Boyin

source: بومهن
ar: بومهان
eu: Boomhan

source: بوئین و میاندشت
ar: بوين وميدانداشت
eu: Boin eta Midandasht

source: بهاباد
ar: بهباد
eu: Behabad

source: بهار
ar: ربيع
eu: Udaberria

source: بهاران‌شهر
ar: بحرانشهر
eu: Baharanshahr

source: بهارستان
eu: Baharestan

source: بهبهان
eu: Behbahan

source: بهرمان
ar: بيرمان
eu: Behrman

source: بهمن
ar: انهيار ثلجي
eu: Elur-jausi

source: بهنمیر
ar: بهنمير
eu: Behnmir

source: بیارجمند
ar: ذو قيمة
eu: duina

source: بیجار
ar: قلق
eu: Urduri

source: بیدخت
ar: خلع ملابسه
eu: jantzita

source: پارسیان
ar: الفرس
eu: persiarrak

source: بیدستان
ar: بيدستان
eu: Bedistan

source: بهشهر
ar: الى المدينة
eu: hirira

source: بیرجند
ar: بيرجند
eu: Birjand

source: پارس‌آباد
ar: بارساباد
eu: Parsabad

source: بیرم
ar: أتذكر
eu: Gogoan dut

source: بیکا
ar: بيكا
eu: Beka

source: پالیز
ar: شرطة
eu: polizia

source: پاتاوه
ar: باتافاه
eu: Patavah

source: پردنجان
ar: بردانجان
eu: Pardanjan

source: بیستون
ar: عشرين
eu: hogei

source: بیضا
ar: بيضاوي
eu: obalatua

source: پاریز
ar: باريس
eu: Paris

source: پاکدشت
ar: باكداشت
eu: Pakdasht

source: پاوه
ar: مهد
eu: asfaltatu

source: پردیس
ar: برديس
eu: Pardis

source: پرندک (زرندیه)
ar: طائر
eu: txoria

source: پره‌سر
ar: المثابرة
eu: iraun

source: پلدشت
ar: بادشت
eu: Paddasht

source: پل‌دختر
ar: فتاة الجسر
eu: zubi neska

source: پل سفید
ar: وايت بريدج
eu: Zubi Zuria

source: پول
ar: مال
eu: Dirua

source: پهله
ar: عجل
eu: presaka

source: پیرانشهر
ar: بيرانشهر
eu: Piranshahr

source: پیربکران
ar: كبير
eu: Adinekoak

source: پیشین
ar: سابق
eu: Aurrekoa

source: تازه‌آباد
ar: جديد أباد
eu: Abad berria

source: تازه‌شهر
eu: Tazeshahr

source: تازه‌کند
ar: تنشيط
eu: freskagarri

source: پیش‌قلعه
ar: الحصن
eu: gotorlekua

source: پیشوا
ar: قائد
eu: Liderra

source: تازه‌کند انگوت
ar: قم بتحديث إبهامك
eu: Freskatu erpurua

source: تربت حیدریه
ar: توربات
eu: Torbat

source: ترک
ar: اللغة التركية
eu: turkiera

source: طوالش
eu: Talash

source: تایباد
ar: ذيباد
eu: Thaibad

source: ترکالکی
ar: تركالكي
eu: Turkalki

source: تفت
ar: منال
eu: errea

source: تربت جام
eu: Torbat

source: تاکستان
ar: حقل عنب
eu: mahastia

source: تبریز
ar: تبريز
eu: Tabriz

source: توتکابن
ar: توتكابان
eu: Tutkaban

source: ترکمانچای
ar: تركمانشاي
eu: Turkmanchai

source: تسوج
eu: Tasuj

source: تخت
ar: السرير
eu: ohea

source: تنکابن
ar: تنكابن
eu: Tenkaben

source: تکاب
ar: توكاب
eu: Tokab

source: تنکمان
ar: رجل الخزان
eu: Tankera

source: تنگ ارم
ar: انا مرتب
eu: estu nago

source: تفرش
ar: التفسير
eu: Tafsir

source: تودشک
ar: تودشاك
eu: Todeshak

source: توره
ar: السيف
eu: ezpata

source: تویسرکان
ar: تويزاركان
eu: Toisarkan

source: تیتکانلو
ar: تيتكانلو
eu: Titkanlo

source: تیکمه‌داش
ar: خذها
eu: Hartu

source: جاجرم
eu: Jajarm

source: جالق
ar: جالك
eu: Jalek

source: جاورسیان
ar: جافارسيان
eu: javarsiera

source: جلین
ar: جالين
eu: Jalin

source: جایزان
ar: جايزان
eu: Jayzan

source: تیران
ar: تيرانا
eu: Tirana

source: توحید
ar: التوحيد
eu: Monoteismoa

source: جبالبارز
ar: جبل بارز
eu: Jabalbarz

source: جعفرآباد
ar: جعفر أباد
eu: Jaffarabad

source: جعفریه
ar: بَقدونس
eu: Perrexila

source: جغتای
ar: جوغتاي
eu: Jogtai

source: جناح
eu: Jinnah

source: جنت‌شهر
ar: جَنَّة
eu: Paradisua

source: جنت‌مکان
ar: جَنَّة
eu: Paradisua

source: جندق
eu: Jandaq

source: جم
eu: Marmelada

source: جنگل
ar: الغابة
eu: Oihana

source: جوادآباد
ar: جافاداباد
eu: Javadabad

source: جوانرود
ar: جافانرود
eu: Javanrud

source: جوپار
ar: جوبار
eu: Jopar

source: جورقان
eu: Jurgen

source: جوزدان
eu: Jawzdan

source: جوزم
eu: guzm

source: جوشقان و کامو
ar: جوشغان وكامو
eu: Joshghan eta Camo

source: جوکار
ar: جوكار
eu: Jokar

source: جونقان
ar: جنقان
eu: Junqan

source: جویبار
ar: تدفق
eu: erreka

source: جویم
ar: جوي
eu: Joey

source: جهرم
eu: Jahram

source: جیرفت
ar: جيروفت
eu: jirovt

source: جیرنده
ar: القوارض
eu: karraskaria

source: چابکسر
ar: رشيق
eu: arin

source: چاپشلو
ar: الطباعة
eu: inprimatzea

source: چادگان
ar: تشادجان
eu: Txadgan

source: چارک
ar: ربع
eu: laurdena

source: چاف و چمخاله
ar: شاف وشمخال
eu: Chaf eta Chamkhale

source: چالانچولان
ar: كالانشولان
eu: Chalancholan

source: چالوس
ar: تشالوس
eu: Chalus

source: چاه بهار
ar: تشابهار
eu: Chabahar

source: چاه‌ورز
ar: حفار جيد
eu: ondo zulatzailea

source: چترود
ar: شاترود
eu: Chatrod

source: چرام
ar: لماذا م
eu: zergatik M

source: چرمهین
ar: جلد
eu: larrua

source: چغادک
ar: بُومَة
eu: Hontza

source: چغامیش
ar: شاجميش
eu: Chagamish

source: چغلوندی
ar: صراخ
eu: txorrotaka

source: چقابل
ar: ماذا
eu: zer

source: چکنه
ar: الشيشان
eu: Txetxenia

source: چلگرد
ar: مجنون
eu: zoro

source: چمران
ar: جمران
eu: Chamran

source: چمستان
ar: شامستان
eu: Chamestan

source: چمگردان
ar: الخفافيش
eu: saguzarrak

source: چورزق
ar: شورزاك
eu: Txurzak

source: چناره
ar: حور
eu: Makala

source: چوار
ar: أربعة
eu: lau

source: چوبر
ar: تشوبار
eu: Txubar

source: چناران
ar: الموز
eu: platanoak

source: چویبده
ar: شويفده
eu: Choivdeh

source: چهارباغ
ar: أربع حدائق
eu: Lau lorategi

source: چهاربرج
ar: أربعة أبراج
eu: lau dorre

source: چهاردانگه
ar: رباعي
eu: Laukoitza

source: حنا
eu: Hanna

source: چیتاب
ar: كتاب
eu: liburua

source: حاجی‌آباد
ar: حاج أباد
eu: Hajiabad

source: حبیب‌آباد
ar: حبيب اباد
eu: Habibabad

source: حر
eu: dohainik

source: حسامی
ar: حسامي
eu: Hasami

source: حمیدیا
ar: الحميدية
eu: Hamidia

source: حسینیه
ar: الحسينية
eu: Hussainiyah

source: جزیره خارگ
ar: جزيرة خرج
eu: Kharg uhartea

source: حصارگرمخان
ar: هيسارجرمخان
eu: Hisargarmkhan

source: حلب
eu: Alepo

source: حمزه
eu: Hamza

source: حسن‌آباد
eu: Hassan Abad

source: حمیدیه
ar: الحميدية
eu: Hamidiyah

source: حمیل
ar: حامل
eu: haurdun

source: خاکعلی
ar: خاك علي
eu: Khak Ali

source: خاش
ar: حكة
eu: azkura

source: حویق
ar: هويق
eu: Hoyq

source: خاتون آباد
ar: خاتوناباد
eu: Khatunabad

source: خاوران
ar: الشرقية
eu: Ekialdekoa

source: خامنه
ar: خامنئي
eu: Khamenei

source: خاروانا
ar: خروانة
eu: Kharwana

source: خان‌ببین
ar: خانبين
eu: Khanbabin

source: خانوک
ar: خانوك
eu: Khanuk

source: خالدآباد
eu: Khalidabad

source: خانه زنیان
ar: بيت النساء
eu: emakumeen etxea

source: خداجو
ar: طالب الله
eu: Jainkoaren bilatzailea

source: خرامه
ar: الردف
eu: arrapa

source: خرم‌آباد (لرستان)
eu: Khorramabad (Lorestan)

source: خرم‌آباد (مازندران)
eu: Khorramabad (Mazandaran)

source: خرمدره
ar: خورمادرة
eu: Khormadreh

source: خرمدشت (تاکستان)
ar: خرمداشت (كرم)
eu: Khorramdasht (mahastia)

source: خرمشهر
eu: Khorramshahr

source: خرو (نیشابور)
ar: خارو (نيشابور)
eu: Kharo (Nishabur)

source: خسروشهر
eu: Khosrowshahr

source: خشت
ar: فخار
eu: buztina

source: خشکرود
ar: خوخرود
eu: Khokhrod

source: خمام
ar: خام
eu: Khammam

source: خضری دشت‌بیاض
ar: خزاري دشتباياز
eu: Khazari Dashtbayaz

source: خلخال
eu: orkatila

source: خشکبیجار
ar: جاف
eu: lehorra

source: خلیفان
ar: الخلفاء
eu: Kalifak

source: خلیل‌آباد
ar: خليل اباد
eu: Khalilabad

source: خلیل کرد
ar: فعل خليل
eu: Khalilek egin zuen

source: خنج
ar: خانج
eu: khanj

source: خلیل‌شهر
ar: خليل شهر
eu: Khalilshahr

source: خمارلو
ar: جوعان
eu: Gose

source: خضرآباد
ar: خيزراباد
eu: Khizrabad

source: خمیر
ar: عجين
eu: Orea

source: خمین
ar: الخمين
eu: Khomein

source: خمینی‌شهر
ar: الخميني شهر
eu: Khomeini Shahr

source: خورزوق
eu: Khorzouk

source: خواف(رود)
ar: النوم (النهر)
eu: lo (ibaia)

source: خوانسار
ar: خنصر
eu: Khansar

source: خور
eu: jan

source: خنداب
ar: خندب
eu: Khandab

source: خوی
ar: مزاج
eu: aldarte

source: خوراسگان
ar: خراسجان
eu: Khorasgan

source: خورسند
ar: سعيد
eu: pozik

source: خورموج
eu: Khormuj

source: خوسف
ar: آسف
eu: barkatu

source: خوش‌رودپی
ar: حظ سعيد
eu: zorte on

source: خومه‌زار
ar: خوميزهار
eu: Khomezhar

source: خواجه
ar: الخصي
eu: eunuko

source: دابودشت
eu: Dabudasht

source: داراب
eu: Darab

source: دشتی
ar: سهل
eu: lautada

source: داران
ar: المالكون
eu: jabeak

source: دارخوین
ar: Darkhvin
eu: Darkvin

source: داوودآباد
ar: داود اباد
eu: Dawoodabad

source: داریان
ar: يملكون
eu: dute

source: دالکی
ar: دالكى
eu: Dalkey

source: دامغان
eu: Damghan

source: دامنه
ar: اِختِصاص
eu: Domeinua

source: دانسفهان
ar: الفلاسفة
eu: Filosofoak

source: داورزن
ar: حكم
eu: arbitroa

source: دبیران
ar: معلمون
eu: irakasleak

source: درب بهشت
ar: باب الجنة
eu: Zeruko atea

source: درب گنبد
ar: باب قبة
eu: kupula atea

source: دزج
eu: zig

source: درچه
ar: الباب
eu: atea

source: درق
ar: فهم
eu: ulermena

source: درگز
ar: دراجز
eu: Dragz

source: درگهان
ar: دارغان
eu: Darghan

source: درود
ar: بركاته
eu: Bedeinkapenak

source: درجزین
ar: في
eu: urtean

source: دره‌شهر
ar: داره شهر
eu: Dareh Shahr

source: دزآب
ar: تصريف المياه
eu: Drainatzea

source: دزفول
eu: Dezful

source: دژکرد
ar: ديكورد
eu: Dejkord

source: دستجرد
ar: العزوبة
eu: Zelibatoa

source: دستگرد
ar: عامل يدوي
eu: Eskuzaina

source: دستنا
ar: اليدين
eu: eskuak

source: دلبران
ar: محبوب
eu: Maite

source: دلگشا
ar: مفجع
eu: Bihotzekoa

source: دلند
ar: ديلاند
eu: Deland

source: دولت‌آباد (خراسان رضوی)
ar: دولت آباد (خراسان رضوي)
eu: Daulatabad (Khorasan Razavi)

source: دوبرجی
ar: دوبراجي
eu: Dobraji

source: دلیجان (مرکزی)
ar: ديليجان (وسط)
eu: Dilijan (Erdialdea)

source: دمق
ar: دومق
eu: Dumq

source: دندی
ar: وظيفة
eu: lana

source: دلوار
ar: شجاع
eu: ausarta

source: دماوند
eu: Damavand

source: دوزدوزان
ar: الخياطون
eu: Jostunak

source: دوزه
ar: جرعة
eu: dosia

source: دوساری
ar: مزدوج
eu: bikoitza

source: دوست‌محمد
eu: Dost Muhammad

source: دوگنبدان
ar: قبة مزدوجة
eu: kupula bikoitza

source: دهق
ar: نص
eu: Testua

source: دورود
ar: مرحبًا
eu: Kaixo

source: دهبارز
eu: Dehbarz

source: دهج
ar: الضج
eu: Dajj

source: دهدز
eu: Dehdz

source: دهدشت
ar: دهاشت
eu: Dehasht

source: دهرم
ar: دارم
eu: Dharm

source: دولت‌آباد (اصفهان)
eu: Daulatabad (Isfahan)

source: دهاقان
ar: الفلاحين
eu: nekazariak

source: دهگلان
ar: دجلان
eu: Dehglan

source: دهلران
ar: دلران
eu: Dehlran

source: دیباج
ar: مقدمة
eu: hitzaurrea

source: دیواندره
ar: ديواندر
eu: Dewandre

source: دیزج دیز
ar: ديز ديز
eu: Dizj Diz

source: دیزیچه
ar: ديزيشي
eu: Diziche

source: دیشموک
ar: دشموخ
eu: Dishmukh

source: دیلمان
ar: ديلمان
eu: Dillman

source: رامسر
ar: رامسار
eu: Ramsar

source: دیهوک
ar: ديهوك
eu: Dihook

source: دشتک
ar: سهل
eu: lautada

source: رابر
ar: ممحاة
eu: kautxua

source: راز
ar: السر
eu: sekretua

source: رازقان
ar: رزاغان
eu: Razaghan

source: رازمیان
ar: رازميان
eu: Razmian

source: راسک
ar: راسك
eu: Rask

source: رامجرد
eu: astindu

source: رامشیر
ar: رامشير
eu: Ramshir

source: رامهرمز
ar: رامهورميز
eu: Ramhormez

source: رامیان
ar: راميان
eu: Ramyan

source: رباط‌کریم
ar: الرباط الكريم
eu: Kerim lotailua

source: راوند
eu: errobarboa

source: رانکوه
ar: رتبة
eu: maila

source: رباط
eu: lotailu

source: رباط سنگ
ar: الرباط الحجري
eu: harrizko lotailua

source: راور
ar: رافر
eu: rabira

source: رستم‌آباد
ar: رستم أباد
eu: Rostamabad

source: ربط
eu: esteka

source: راین
ar: الراين
eu: Rhin

source: رستمکلا
ar: رستمكلا
eu: Rostamkla

source: رزن
ar: مادة صمغية
eu: erretxina

source: رضی
ar: الرازي
eu: Razi

source: رزوه
ar: خيط
eu: haria

source: رحیم‌آباد
ar: رحيم آباد
eu: Rahimabad

source: رشت
eu: Rasht

source: رشتخوار
ar: شره
eu: jale

source: رضوان‌شهر (اصفهان)
ar: ريزفانشهر (أصفهان)
eu: Rezvanshahr (Isfahan)

source: رودبار (گیلان)
ar: رودبار (جيلان)
eu: Rudbar (Gilan)

source: رضوان‌شهر (گیلان)
ar: ريزفانشهر (جيلان)
eu: Rezvanshahr (Gilan)

source: رضویه
ar: رضوي
eu: Razavi

source: رودسر
ar: قضبان
eu: Rodser

source: روانسر
ar: مريض نفسي
eu: psikotikoa

source: رودبار (کرمان)
ar: رودبار (كرمان)
eu: Rudbar (Kerman)

source: رفسنجان
eu: Rafsanjan

source: رفیع
ar: رافي
eu: Rafi

source: ریز
ar: صغير الحجم
eu: txiki-txikia

source: رودهن
ar: روهين
eu: Rohen

source: رونیز
ar: الرونية
eu: Runak

source: رویان
ar: الحلم
eu: ametsa

source: رویدر
ar: رايدر
eu: Txirrindularia

source: ریحان‌شهر
ar: ريحانشهر
eu: Rehanshahr

source: روداب
ar: نهر
eu: Ibaia

source: رودبنه
ar: رودبان
eu: Rodbane

source: رینه
ar: رينيه
eu: Renee

source: ریوش
ar: ريوش
eu: Riosh

source: زابل
eu: Zabul

source: زابلی
ar: زابلي
eu: Zabli

source: زاینده‌رود
ar: نهر زيانده رود
eu: Zayandeh Rood ibaia

source: زازران
eu: Zazran

source: زاویه
ar: زاوية
eu: angelua

source: زارچ
ar: زاراش
eu: Zarach

source: زرند
ar: ذكي
eu: adimentsu

source: زاهدشهر
eu: Zahedshahr

source: زرآباد
ar: زراباد
eu: Zarabad

source: زاغه
ar: الأحياء الفقيرة
eu: txabola

source: زرگرمحله
ar: حي الذهب
eu: Urrezko auzoa

source: زاهدان
eu: Zahedan

source: زرنق
ar: زرناك
eu: Zarnak

source: زرقان
eu: Zarqan

source: زنجان
eu: Zanjan

source: زرین‌آباد
ar: زاريناباد
eu: Zarinabad

source: زرین‌شهر
ar: زارينشهر
eu: Zarinshahr

source: زرینه
ar: ذهبي
eu: urrezkoa

source: زرنه
ar: ذهب
eu: urrea

source: زرین‌رود
ar: زارينرود
eu: Zarinroud

source: زهان
eu: Zahan

source: زنگی‌آباد
ar: Zangiabad
eu: Zangiabad

source: زنوز
ar: زينوز
eu: Zenouz

source: زواره
eu: bere bisitariak

source: زنگنه
ar: جرس
eu: kanpaia

source: زهره
eu: Artizarra

source: زهک
ar: بالُوعَة
eu: hustuketa

source: زیارت‌علی
ar: زيارة علي
eu: Ziarat Ali

source: زیباشهر
ar: زيباشهر
eu: Zibashahr

source: زیدآباد
ar: زيداباد
eu: Zidabad

source: زیرآب
ar: تحت الماء
eu: urpean

source: زیاران
ar: الحجاج
eu: erromesak

source: ساروق
ar: اللص
eu: Lapurra

source: ساری
ar: الجميع
eu: guztiak

source: سالند
ar: سالاند
eu: Saland

source: سامان
ar: معدات
eu: Ekipamendua

source: سامن
ar: السلمون
eu: izokina

source: ساوه
ar: سافه
eu: Saveh

source: سرابله
ar: سرابلة
eu: Sarablah

source: سپیددشت (خرم‌آباد)
ar: سبيداشت (خرم آباد)
eu: Sepiddasht (Khorramabad)

source: سجاس
ar: ساجاس
eu: Sajjas

source: سده
ar: قرن
eu: mendean

source: سده لنجان
ar: ساد لانجان
eu: Sade Lanjan

source: سراب
eu: espejismoa

source: سراب‌باغ
eu: Sarabbagh

source: سراب‌دوره
eu: Mirageturn

source: سبزوار
ar: خضرة
eu: Berdetasuna

source: سراوان
ar: سارافان
eu: Saraban

source: سرایان
ar: سايران
eu: Sayran

source: سرباز
ar: جندي
eu: soldadu

source: سربیشه
ar: سوربيش
eu: Surbish

source: سرپل ذهاب
ar: ساربول زهاب
eu: Sarpol Zahab

source: سرکان
ar: رؤساء
eu: buruzagiak

source: سرخس
ar: السرخس
eu: iratzea

source: سرخنکلاته
ar: أحمر الشعر
eu: Gorria

source: سرخه
ar: الحصبة الألمانية
eu: errubeola

source: سرخرود
ar: ساركرود
eu: Sarkhrod

source: سردرود
ar: ساردرود
eu: Sardrud

source: سردشت (خوزستان)
eu: Sardasht (Khuzestan)

source: سردشت (هرمزگان)
ar: سردشت (هرمزجان)
eu: Sardasht (Hormozgan)

source: سرعین
ar: سارين
eu: Sareen

source: سردشت (آذربایجان غربی)
ar: سردشت (أذربيجان الغربية)
eu: Sardasht (Mendebaldeko Azerbaijango)

source: سرو
ar: سيدار
eu: Zedroa

source: سطر
eu: lerroa

source: سفیدسنگ
ar: حجر ابيض
eu: harri zuria

source: سگزی
ar: سيغي
eu: Siggy

source: سیمین‌شهر
ar: سيمينشهر
eu: Siminshahr

source: سلطان‌شهر
eu: Sultanshahr

source: سماله
eu: Bere grazia

source: سنخواست
ar: كبار السن
eu: zahartzaroa

source: سنگر
ar: خندق
eu: lubakia

source: سورشجان
ar: سوريشجان
eu: Sureshjan

source: سهرورد
ar: سيرفارد
eu: Sehrvard

source: صالح‌آباد (تهران)
ar: صالح آباد (طهران)
eu: Saleh Abad (Teheran)

source: سیدان
ar: سيدان
eu: berlina

source: صالح‌آباد (همدان)
eu: Saleh Abad (Hamadan)

source: سیرکان
ar: سيركان
eu: Sirkan

source: سوسنگرد
ar: سوزانجارد
eu: Susangard

source: صالح‌آباد (ایلام)
ar: صالح أباد (إيلام)
eu: Saleh Abad (Ilam)

source: صالح شهر
eu: Baliozko hilabetea

source: صفادشت
ar: صفداشت
eu: Safadasht

source: صایین‌قلعه
ar: سين قالا
eu: Sain Qala

source: صاحب
eu: jauna

source: صباشهر
ar: سباشهر
eu: Sabashahr

source: صالح‌آباد (خراسان رضوی)
ar: صالح أباد (رضوي خراسان)
eu: Saleh Abad (Razavi Khorasan)

source: صحنه
ar: مشهد
eu: Eszena

source: صالح مشطت
eu: Fit orraztu nuen

source: صفاشهر
ar: صفشهر
eu: Safashehr

source: صفائیه
ar: ينظف
eu: garbi

source: صفی‌آباد (خراسان شمالی)
ar: صفياباد (شمال خراسان)
eu: Safiabad (Ipar Khorasan)

source: صفی‌آباد (خوزستان)
ar: صفياباد (خوزستان)
eu: Safiabad (Khuzestan)

source: صوفیان
ar: الصوفيون
eu: Sufiak

source: صومعه‌سرا
ar: ديرصومعة
eu: Monasterioa

source: صیدون
ar: صيدا
eu: Sidon

source: ضیاءآباد
ar: زيا اباد
eu: Ziaabad

source: صغاد
eu: gaztea

source: طاقانک
ar: تاجانك
eu: Tagank

source: طالخونچه
ar: Talekhoncha
eu: Talekhoncha

source: عباس‌آباد
eu: Abbas Abad

source: طبس
ar: تاباس
eu: Tabas

source: طبس مسینا
ar: تاباس ميسينا
eu: Tabas Messina

source: طرقبه
ar: Targaba
eu: Targaba

source: طالقان
ar: Taleghan
eu: Taleghan

source: عجب‌شیر
ar: اجبشير
eu: Ajabshir

source: عسگران
ar: جنود
eu: soldaduak

source: علویجه
ar: علاج
eu: Erremedioa

source: عشق‌آباد (خراسان جنوبی)
ar: عشق أباد (جنوب خراسان)
eu: Ashgabat (Hego Khorasan)

source: عشق‌آباد (خراسان رضوی)
ar: عشق أباد (رضوي خراسان)
eu: Ashgabat (Razavi Khorasan)

source: عقدا
eu: kontratua

source: علامرودشت
ar: الامرودشت
eu: Alamrudasht

source: عسلویه
ar: عسل
eu: Eztia

source: علی‌آباد
ar: علي آباد
eu: Aliabad

source: علی اکبر
ar: علي أكبر
eu: Ali Akbar

source: عمادده
eu: bere dekanotasuna

source: عنبران
ar: العنبر
eu: Anbarra

source: عنبرآباد
ar: عنباراباد
eu: Anbarabad

source: غرق‌آباد
ar: غرق
eu: itota

source: فارسان
ar: فرسان
eu: Farsan

source: فارغان
ar: الخريجين
eu: Lizentziatuak

source: فاروج
ar: فاروق
eu: Farooq

source: فاروق
eu: Farooq

source: فاریاب
ar: فارياب
eu: Faryab

source: فاضل‌آباد
eu: Fadilabad

source: فامنین
ar: فامينين
eu: Famenin

source: فرخی
ar: فروخي
eu: Farrokhi

source: فخرآباد
ar: فخراباد
eu: Fakhrabad

source: فدامی
ar: فادامي
eu: Fadami

source: فرادنبه
ar: فارادانيبا
eu: Faradaneba

source: فریدون‌کنار
ar: Fereydunkenar
eu: Fereydunkenar

source: فراشبند
ar: المفرش
eu: Ohe-zorroa

source: فرخ‌شهر
ar: فروخشهر
eu: Farrokhshahr

source: فردوس
eu: Firdous

source: فریدون‌شهر
ar: فريدون شهر
eu: Fereydounshahr

source: فردوسیه
ar: فردوسيا
eu: Ferdowsia

source: فرسفج
ar: فارصفج
eu: Farsafj

source: فریمان
ar: رجل حر
eu: Freeman

source: فرمهین
ar: فارماهين
eu: Farmahin

source: فرهادگرد
ar: فارهادرد
eu: Farhadgerd

source: فلاورجان
eu: Flowerjan

source: فرون‌آباد
ar: فاروناباد
eu: Farunabad

source: فشم
ar: يفهم
eu: ulertu

source: فریم
ar: إطار
eu: Markoa

source: فسا
eu: Fasa

source: فومن
ar: فومان
eu: Fuman

source: فهرج
ar: فراج
eu: Fahraj

source: فولادشهر
eu: Fouladshahr

source: فیرورق
ar: فيرورك
eu: Firorq

source: فیروزان
ar: الفيروز
eu: Turkesa

source: فین
ar: معجب
eu: Fan

source: فیروزآباد (فارس)
ar: فيروز آباد (بلاد فارس)
eu: Firozabad (Persia)
