Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: <h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله اول</span></span></h3><p>برای تهیه شیر برنج مجلسی ابتدا برنج را داخل یک ظرف حاوی آب به مدت دو تا سه ساعت قرار می دهیم تا خیس بخورد، سپس برنج را آبکشی می کنیم و به همراه ۳ لیوان آب و نصف قاشق چایخوری داخل یک قابلمه مناسب می ریزیم.</p><p><strong>نکته:</strong>&nbsp;به هیچ وجه برای خیساندن برنج نباید از نمک استفاده کنیم.</p><p>&nbsp;</p><h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله دوم</span></span></h3><p>در این مرحله قابلمه را روی حرارت زیاد قرار می دهیم تا آب به جوش بیاید. پس از اینکه آب داخل قابلمه جوش امد، صبر می کنیم تا بیشتر آب درون قابلمه تبخیر شد و فقط نصف لیوان از آب باقی ماند.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله سوم</span></span></h3><p>حالا شیر را به قابلمه اضافه می کنیم و صبر می کنیم تا برنج به طور کامل مغز پخت و باز شود. حالا شکر را با نصف لیوان آب جوش درون یک کاسه می ریزیم و هم می زنیم، سپس به قابلمه اضافه می کنیم.</p><p>&nbsp;</p><h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله چهارم</span></span></h3><p>پس از اضافه کردن شکر، باید شیر برنج را چند دقیقه متداوم هم بزنیم تا شکر به طور کامل حل شود، حالا باید صبر کنیم تا شیربرنج به غلظت کافی برسد. در ۱۰ دقیقه پایانی پخت، گلاب را به همراه پودر یا اسانس هل به قابلمه اضافه می کنیم.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله پنجم</span></span></h3><p>نکته ای که باید در پخت این غذا در نظر داشته باشیم این است که شیر برنج غذایی است که خیلی سریع ته می گیرد، پس در تمام مراحل پخت باید حواس&zwnj;مان به غذا باشد و هر چند لحظه یک&zwnj;بار آن&zwnj;را هم بزنیم تا ته نگیرد.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله ششم</span></span></h3><p>پس از گذشت ۱۰ دقیقه قابلمه را از روی حرارت بر می داریم و خامه را به شیر برنج اضافه می کنیم. بهتر است خامه را از قبل در دمای محیط قرار دهیم. پس از اینکه خامه را اضافه کردیم یک دم کنی تمیز روی درب قابلمه قرار می دهیم.</p><p>&nbsp;</p><h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله هفتم</span></span></h3><p>حالا به مدت ۱۰ دقیقه صبر می کنیم تا شیربرنج به طور کامل جا بیفتد. پس از گذشت این زمان دم کنی را برمی داریم و شیر برنج را در ظرف مورد نظرمان می کشیم و با پودر پسته تزیین کرده و سرو می کنیم.</p>
ar: <h3> <span style = 'color: #e67e22'> <span style='font-size: 20px'> الخطوة الأولى </span></span></h3> <p> لتحضير حليب أرز المجلس ، أولاً الأرز نضعه في وعاء يحتوي على الماء لمدة ساعتين إلى ثلاث ساعات لننقعه ، ثم نشطف الأرز ونسكبه في وعاء مناسب مع 3 أكواب من الماء ونصف ملعقة صغيرة. </ p> <p> <ملاحظة : يجب ألا نستخدم الملح مطلقًا لنقع الأرز. </p> <p> </p> <h3> <span style = 'color: #e67e22'> <span style = 'font-size: 20px'> الخطوة الثانية </span> </span> </h3> <p> في هذه الخطوة ، نضع القدر على نار عالية حتى يغلي الماء. بعد أن يغلي الماء الموجود في الإناء ، ننتظر حتى يتبخر معظم الماء الموجود في الإناء ويتبقى نصف كوب فقط من الماء. </p> <p> </p> <p> </p> <h3> < span style = 'color: #e67e22'> <span style = 'font-size: 20px'> الخطوة الثالثة </span> </span> </h3> <p> الآن نضيف الحليب إلى القدر وننتظر. افعل ذلك حتى ينضج الأرز تمامًا ويفتح. الآن صب السكر مع نصف كوب من الماء المغلي في وعاء وقلّب ، ثم أضفه إلى القدر. </p> <p> </p><h3><span style='color: #e67e22'><span style = 'font-size: 20px'> الخطوة الرابعة </span> </span></h3> <p> بعد إضافة السكر ، يجب تقليب حليب الأرز بشكل مستمر لبضع دقائق حتى يذوب السكر تمامًا. الآن علينا الانتظار حتى يصل حليب الأرز إلى تركيز كافٍ. في الدقائق العشر الأخيرة من الطهي ، أضفنا ماء الورد مع مسحوق الهيل أو الجوهر إلى الوعاء.'> <span style ='font-size: 20px'> الخطوة الخامسة </span></span></h3> <p> الشيء الذي يجب مراعاته أثناء طهي هذا الطبق هو أن حليب الأرز هو طعام. يتم حرقه بسرعة كبيرة ، لذلك علينا الانتباه للطعام في جميع مراحل الطهي وتقليبها كل بضع لحظات حتى لا يحدث ذلك. لا تحترق. </ p> <p> </p> <p> </p> <h3> <span style = 'color: #e67e22'> <span style = 'font-size: 20px'> السادس step </span> </span> </h3> <p> بعد 10 دقائق ، نرفع القدر عن النار ونرفع القدر إلى حليب الأرز. من الأفضل وضع الكريم في درجة حرارة الغرفة مسبقًا. بعد إضافة الكريم ، نضع مصفاة نظيفة على غطاء القدر. </p> <p> </p> <h3> <span style = 'color: #e67e22'> <span style = 'font- size : 20px '> الخطوة السابعة </ span> </span> </h3> <p> ننتظر الآن لمدة 10 دقائق حتى ينضج حليب الأرز تمامًا. بعد هذا الوقت ، ننزع القدر البخاري ونسكب حليب الأرز في الحاوية المرغوبة ونزينها بمسحوق الفستق ونقدمها. </p>
eu: <h3><span style='color:#e67e22'><span style='font-size:20px'>Lehen urratsa</span></span></h3><p>Majlisi arroz-esnea prestatzeko, lehenengo arroza Ura duen ontzi batean sartzen dugu bizpahiru orduz beratzen, gero arroza garbitu eta ontzi egoki batera botatzen dugu 3 baso ur eta koilaratxo erdi batekin batera.</p><p>< Oharra. : Ez dugu inoiz gatza erabili behar arroza bustitzeko.</p><p></p><h3><span style='color:#e67e22'><span style=' font-size:20px'>Bigarren urratsa< /span></span></h3><p>Pauso honetan, lapikoa su bizian jarriko dugu ura irakiten arte. Lapikoko ura irakiten egon ondoren, lapikoko ur gehiena lurrundu eta baso erdi bat besterik ez den arte itxarongo dugu.</p><p></p><p> </p><h3>< span style='color:#e67e22'><span style='font-size:20px'>Hirugarren urratsa</span></span></h3><p>Orain esnea lapikora gehitzen dugu eta itxaron. Egin hau arroza guztiz egosi eta ireki arte. Orain bota azukrea edalontzi erdi ur irakinarekin ontzi batean eta nahastu, gero lapikora gehitu.</p><p></p><h3><span style='color:#e67e22'> < span style='font-size:20px'>Laugarren urratsa</span></span></h3><p>Azukrea gehitu ondoren, arroz-esnea etengabe nahasi behar dugu minutu batzuetan azukrea guztiz disolbatu arte. arroz-esnea nahikoa kontzentraziora iritsi arte itxaron behar dugu. Sukaldatzeko azken 10 minutuetan, arrosa ura gehitzen dugu kardamomo hautsarekin edo esentziarekin batera lapikora. '><span style='font-size:20px'>5. urratsa</span></span></h3> <p>Plate hau prestatzerakoan kontuan izan behar dena arroz-esnea janaria dela da, oso azkar erretzen dena, eta, beraz, janariari erreparatu behar diogu egosketa-fase guztietan eta momentu batzuetan irabiatu behar dugu, ez dadin. ez erre.</p><p></p><p> </p><h3> <span style='color:#e67e22'><span style='font-size:20px'>Seigarren urratsa </span></span></h3><p>10 minutu igaro ondoren, lapikoa sutik kendu Kendu eta esnegaina gehituko diogu arroz-esneari. Hobe da krema aldez aurretik giro-tenperaturan jartzea. Esnegaina gehitu ondoren, iragazki garbi bat jartzen dugu lapikoaren estalkian.</p><p></p><h3><span style='color:#e67e22'><span style='font- size :20px'>Zazpigarren urratsa</span></span></h3><p>Orain 10 minutuz itxarongo dugu arroz-esnea guztiz ezarri arte. Denbora hori igarota, baporea kendu eta arroz-esnea nahi dugun ontzira botako dugu, pistatxo-hautsarekin apaindu eta zerbitzatu.</p>

source: موارد روی پیتزا
ar: عناصر على البيتزا
eu: Pizzako elementuak

source: نوع برنج
ar: نوع الأرز
eu: arroz mota

source: شام
ar: المساء
eu: arratsaldean

source: عصرانه
ar: وجبة المساء
eu: arratsaldeko bazkaria

source: ناهار
ar: غداء
eu: Bazkaria

source: صبحانه
ar: إفطار
eu: Gosaria

source: <h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله اول</span></span></h3><p>اول از همه باید توجه داشته باشید که&nbsp;<strong><a href='https://chishi.ir/1261-pitza-makhlout/'>پیتزا مخلوط ایتالیایی</a></strong>&nbsp;و اصل با کالباس ساده و سوسیس تهیه می شود و دارای گوشت چرخ کرده نیست. اما در صورت تمایل می توانید به جای استفاده از سوسیس و کالباس از گوشت هم استفاده کنید.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله دوم</span></span></h3><p>مرحله اول پخت پیتزا آماده کردن خمیر پیتزا می باشد، می توانید خمیر پیتزا را به صورت آماده از فروشگاه ها تهیه کنید. البته توصیه می شود برای تهیه پیتزا از خمیر پیتزای خانگی استفاده شود، چون طعم و کیفیت خیلی بهتری دارد.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله سوم</span></span></h3><p>ابتدا خمیرهای پیتزا را داخل ظرف لبه دار پخت پیتزا قرار می دهیم به صورتی که لبه های خمیر از ظرف خارج شود و خمیر حالت گودی پیدا کند، سپس روی هر خمیر ۱ قاشق غذاخوری سس کچاپ یا سس پیتزای خانگی می زنیم.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله چهارم</span></span></h3><p>حالا با پشت قاشق سس پیتزا را به صورت یکنواخت روی خمیر پیتزا پخش می کنیم. حالا با مقدار کمی پنیر پیتزا روی سس کچاپ را پوشش می دهیم. در ادامه کالباس مارتادلا را به صورت نگینی ریز خرد کرده و به دو قسمت تقسیم می کنیم.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله پنجم</span></span></h3><p>سپس به صورت مساوی روی پنیر پیتزا می ریزیم و با کف دست آنرا صاف و یکنواخت می کنیم. در ادامه در صورت تمایل ابتدا سوسیس ها را به صورت حلقه ای خرد کنید، سپس انها را به صورت سرخ کرده یا خام روی کالباس بچینید.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله ششم</span></span></h3><p>البته توصیه می شود سوسیس ها را با مقدار کمی روغن تفت دهید، چون به صورت سرخ شده خوشمزه تر هستند. حالا روی سوسیس ها را با پنیر پیتزا به صورت کامل پوشش می دهیم و در ادامه به سراغ تزیین روی پیتزا می رویم.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله هفتم</span></span></h3><p>برای تزیین روی پیتزا، قارچ ورقه ای، زیتون ورقه ای، ذرت و فلفل دلمه ای رنگی نگینی شده را به سلیقه خود روی پینر پیتزا می چینیم. فر را باید از ۱۵ دقیقه قبل با حرارت ۱۸۰ درجه سانتیگراد روشن کنیم تا کاملا گرم شود.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله هشتم</span></span></h3><p>در این مرحله پس از اینکه فر به طور کامل گرم شد، پیتزا ها را به مدت ۲۰ تا ۳۰ دقیقه درون فر قرار می دهیم تا بپزند. پس از اینکه پیتزاها اماده شدند حدود پنج دقیقه گریل را روشن می کنیم تا پنیر روی پیتزا طلایی شود.</p><p>&nbsp;</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله نهم</span></span></h3><p>پس از اینکه پیتزا اماده شد و پینر رویش به طور کامل طلایی شد آنرا از فر خارج می کنیم و با کارد به ۶ تا ۸ قسمت مساوی برش می زنیم. حالا مقداری آویشن روی پیتزا ها می پاشیم و به همراه سس دلخواه سرو می کنیم.</p><p>&nbsp;</p>
ar: <h3> <span style = 'font-size: 20px'> <span style = 'color: #e67e22'> الخطوة الأولى </ span> </span> </h3> <p> أولاً ، يجب ملاحظة والتي <strong> <a href='https://chishi.ir/1261-pitza-makhlout/'> البيتزا الإيطالية المختلطة </a> </strong> والمعدّة أصلاً بالنقانق البسيطة والنقانق ومع اللحم المفروم لم ولكن إذا أردت ، يمكنك استخدام اللحوم بدلاً من السجق. </ p> <p> </p> <p> </p> <h3> <span style = 'font-size: 20px'> <span style = 'color: #e67e22'> المرحلة الثانية </ span> </span> </h3> <p> المرحلة الأولى من طبخ البيتزا هي تحضير عجينة البيتزا ، يمكنك تحضير عجينة البيتزا من متاجر Prepare. بالطبع ، يوصى باستخدام عجينة البيتزا محلية الصنع لتحضير البيتزا ، لأنها تتميز بمذاق وجودة أفضل بكثير. </ p> <p> </p> <p> </p> <h3> <span style = 'font- size: 20px'> <span style = 'color: #e67e22'> الخطوة الثالثة </ span> </span> </h3> <p> أولاً ، نضع عجينة البيتزا في طبق خبز البيتزا ذي الحواف ، لذا أن تتم إزالة حافة العجين من الوعاء وتصبح العجينة مجوفة ، ثم نضع ملعقة كبيرة من الكاتشب أو صلصة البيتزا منزلية الصنع على كل عجين. </ p> <p> </p> <p> </p> <h3> <span style = 'font-size: 20px'> <span style = 'color: #e67e22'> الخطوة الرابعة </span> </span> </h3> <p> الآن انشر صلصة البيتزا بالتساوي باستخدام دهن ظهر الملعقة على عجينة البيتزا. الآن غطي الكاتشب بكمية قليلة من جبن البيتزا. بعد ذلك ، قطّع نقانق مارتديلا إلى قطع صغيرة وقسمها إلى قسمين. </ p> <p> </p> <p> </p> <h3> <span style = 'font-size: 20px'> <span style = 'color: #e67e22'> الخطوة الخامسة </span> </span> </h3> <p> ثم نسكب جبن البيتزا بالتساوي ونجعلها ناعمة وحتى مع راحة أيدينا. بعد ذلك ، إذا أردت ، قطّع النقانق أولاً إلى حلقات ، ثم رتبها مقلية أو نيئة على السجق. </ p> <p> </p> <p> </p> <h3> <span style = 'font -size: 20px '> <span style =' color: #e67e22 '> الخطوة السادسة </ span> </span> </h3> <p> بالطبع ، يوصى بطهي النقانق بكمية صغيرة تقلى بالزيت ، لأنها ألذ عندما تقلى. الآن نغطي الجزء العلوي من النقانق بجبنة البيتزا تمامًا ونواصل تزيين الجزء العلوي من البيتزا. </ p> <p> </p> <p> </p> <h3> <span style = 'font- size: 20px '> <span style =' color: #e67e22 '> الخطوة السابعة </ span> </span> </h3> <p> لتزيين البيتزا وشرائح الفطر والزيتون والذرة نضع الفلفل الحلو الملون حسب ذوقنا على دبوس البيتزا. يجب تشغيل الفرن قبل 15 دقيقة بدرجة حرارة 180 درجة مئوية حتى يسخن تمامًا. </ p> <p> </p> <p> </p> <h3> <span style = 'font -size: 20px '> <span style =' color: #e67e22 '> الخطوة الثامنة </ span> </span> </h3> <p> في هذه الخطوة ، بعد تسخين الفرن بالكامل ، اخبز البيتزا لمدة 20 نضعها في الفرن لمدة 30 دقيقة حتى تنضج. بعد أن تصبح البيتزا جاهزة ، نشغل الشواية لمدة خمس دقائق تقريبًا حتى يتحول لون الجبن الموجود في البيتزا إلى اللون الذهبي. </ p> <p> </p> <p> </p> <h3> <span style = 'font-size: 20px'> <span style = 'color: #e67e22'> الخطوة التاسعة </ span> </span> </h3> <p> بعد أن تصبح البيتزا جاهزة ويصبح الدبوس ذهبيًا تمامًا ، خذها نخرج من الفرن ونقطعها إلى 6 إلى 8 أجزاء متساوية بسكين. الآن رش القليل من الزعتر على البيتزا وقدمها مع الصلصة المفضلة لديك. </ p> <p> </p>
eu: <h3><span style='font-size:20px'><span style='color:#e67e22'>Lehen urratsa</span></span></h3><p>Lehenik eta behin, kontuan izan behar duzu <strong><a href='https://chishi.ir/1261-pitza-makhlout/'>italiar pizza mistoa</a></strong> eta jatorriz txistorra eta txistorra soilekin eta haragi xehearekin prestatua ez zuena. Baina nahi baduzu, txistorraren ordez haragia erabil dezakezu.</p><p></p><p> </p><h3><span style='font-size:20px '><span style= 'color:#e67e22'>Bigarren etapa</span></span></h3><p>Pizza prestatzeko lehen etapa pizza orea prestatzea da, Prestatu dendetan pizza orea presta dezakezu. Noski, pizza prestatzeko etxean egindako pizza orea erabiltzea gomendatzen da, askoz zapore eta kalitate hobea duelako.</p><p> </p><p> </p><h3><span style=. 'font- size:20px'><span style='color:#e67e22'>Hirugarren urratsa</span></span></h3><p>Lehenik eta behin, pizza-orea ertzetarako pizza labean jartzen dugu, beraz. orearen ertza ontzitik kendu eta orea hutsik geratzen dela, orduan koilarakada 1 ketchup edo etxeko pizza saltsa jartzen dugu ore bakoitzean.</p><p></p><p> </p>< h3> <span style='font-size:20px'><span style='color:#e67e22'>Laugarren urratsa</span></span></h3><p>Orain pizza saltsa uniformeki zabaldu koilara baten atzealdea Pizza orean zabaldu. Orain estali ketchup-a pizza gazta kopuru txiki batekin. Jarraian, Martadella txistorra zati txikitan moztu eta bi zatitan banatu.</p><p></p><p></p><h3><span style='font-size:20px '>< span style='color:#e67e22'>Bosgarren urratsa</span></span></h3><p>Ondoren, uniformeki isurtzen dugu pizza gazta eta leun eta berdin egiten dugu esku-ahurrean. Jarraian, nahi izanez gero, moztu lehenik txistorra eraztunetan, gero frijituta edo gordinik antolatu txistorra gainean.</p><p></p><p> </p><h3> <span style='font -size:20px'><span style='color:#e67e22'>Seigarren urratsa</span></span></h3><p>Noski, saltxitxak kantitate txikian prestatzea gomendatzen da Oliotan frijitu , frijituta zaporetsuagoak direlako. Orain txistorraren gaina pizza gaztarekin guztiz estaltzen dugu eta pizzaren gaina apaintzen jarraitzen dugu.</p><p></p><p> </p><h3><span style= 'font- size:20px'><span style='color:#e67e22'>Zazpigarren urratsa</span></span></h3><p>Pizza apaintzeko, xerratan perretxikoak, oliba xerratan, artoa eta gure gustuaren arabera koloretako piper gozoa jartzen dugu pizza pintxoan. Labea 15 minutu lehenago piztu behar da 180 gradu Celsius-ko tenperaturarekin, guztiz bero dadin.</p><p> </p><p> </p><h3><span style='font -size:20px '><span style='color:#e67e22'>8. urratsa</span></span></h3><p>Urrats honetan, labea guztiz berotu ondoren, labean pizzak 20. Labean sartzen dugu 30 minutuz egosten. Pizzak prest daudenean, parrillan piztuko dugu bost bat minutuz, pizzako gazta urre kolorekoa izan dadin.</p><p> </p><p> </p><h3><span style= 'font-size :20px'><span style='color:#e67e22'>9. urratsa</span></span></h3><p>Pizza prest dagoenean eta pintxoa guztiz urreztatu ondoren, hartu labetik atera eta labana batekin 6 eta 8 zati berdinetan moztu. Orain hautseztatu ezkaia pizzei eta zerbitzatu zure gustuko saltsarekin.</p><p></p>

source: <h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله اول</span></span></h3><p>برای تهیه&nbsp;<strong><a href='https://chishi.ir/4997-pitza-gharch-goosht/'>پیتزا قارچ و گوشت رستورانی</a></strong>&nbsp;ابتدا پیاز را به صورت نگینی خرد می کنیم و به همراه مقدار خیلی کمی روغن داخل یک تابه مناسب تفت می دهیم، پس از اینکه پیاز طلایی شد، گوشت چرخ کرده را به تابه اضافه می کنیم.</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله دوم</span></span></h3><p>در این مرحله مقداری نمک، فلفل سیاه و زردچوبه اضافه می کنیم و گوشت را به خوبی تفت می دهیم تا رنگش تغییر کند. در ادامه نصف فنجان آب جوش به تابه اضافه می کنیم و درب تابه را می گذاریم تا گوشت به طور کامل بپزد.</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله سوم</span></span></h3><p>حالا مقداری از قارچ و فلفل دلمه ای رنگی را برای تزیین روی پیتزا کنار می گذاریم و باقیمانده آنرا به تابه حاوی گوشت اضافه می کنیم و به خوبی تفت می دهیم تا آب اضافی موجود در تابه به طور کامل کشیده شود و قارچ و فلفل دلمه ای نرم شوند.</p><p>&nbsp;</p><h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله چهارم</span></span></h3><p>در این مرحله فر را با دمای ۱۸۰ درجه سانتیگراد روشن می کنیم تا کاملا گرم شودف سپس خمیر پیتزا را درون قالب یا سینی فر قرار می دهیم. در ادامه سس مخصوص پیتزا را روی خمیر پیتزا به صورت یکدست پخش می کنیم.</p><p>&nbsp;</p><h3><span style='font-size:20px'><span style='color:#e67e22'>مرحله پنجم</span></span></h3><p>حالا دو سوم پنیر پیتزا را روی خمیر پیتزا به صورت پخش می ریزیمف در ادامه مخلوط گوشت چرخ کرده را به صورت پخش روی پنیر پیتزا می ریزیم. در ادامه باقیمانده پنیر پیتزا را به صورت پخش روی مخلوط گوشت می ریزیم.</p><p>&nbsp;</p><h3><span style='color:#e67e22'><span style='font-size:20px'>مرحله ششم</span></span></h3><p>در این مرحله قارچ و فلفل دلمه ای رنگی را که که کنار گذاشته بودیم برای تزیین روی پیتزا استفاده می کنیم، سپس پیتزا را به مدت ۲۰ دقیقه درون فر قرار می دهیم تا پینر ذوب شود، سپس چند دقیقه گریل را روشن می کنیم تا روی پیتزا رنگ بگیرد.</p>
ar: <h3> <span style = 'font-size: 20px'> <span style = 'color: #e67e22'> الخطوة الأولى </ span> </span> </h3> <p> لتحضير <strong> <a href = 'https: //chishi.ir/4997-pitza-gharch-goosht/'> مطعم الفطر وبيتزا اللحوم </a> </strong> أولاً ، نقطع البصل جيدًا ونضيف كمية قليلة جدًا من الزيت المقلي في مقلاة مناسبة ، بعد أن يصبح البصل ذهبيًا ، أضيفي اللحم المفروم إلى المقلاة. </ p> <p> </p> <h3> <span style = 'font-size: 20px'> <span style = ' color: #e67e22 '> المرحلة الثانية </ span> </span> </h3> <p> في هذه المرحلة نضيف بعض الملح والفلفل الأسود والكركم ونقلي اللحم جيداً لتغيير لونه بعد ذلك ، نضيف نصف كوب من الماء المغلي إلى المقلاة ونغلق غطاء المقلاة حتى ينضج اللحم تمامًا. </ p> <p> </p> <h3> <span style = 'font-size: 20px '> <span style =' color: #e67e22 '> الخطوة الثالثة </ span> </span> </h3> <p> الآن وضعنا جانبًا بعض الفطر والفلفل الملون لتزيين البيتزا ونضع الباقي فيها في المقلاة ، نضيف اللحم ونقلى جيدًا حتى يتم تجفيف الماء الزائد في المقلاة تمامًا ويصبح الفطر والفلفل الحلو طريًا. </ p> <p> </p> <h3> <span style = 'color: #e67e22 '> <span style =' font-size: 20px '> الخطوة الرابعة </span></span></h3> <p> في هذه الخطوة ، نقوم بتشغيل الفرن على درجة حرارة 180 درجة مئوية حتى بعد تسخينها تمامًا ، نضع عجينة البيتزا في قالب الفرن أو الصينية. بعد ذلك ، ننشر صلصة البيتزا الخاصة بالتساوي على عجينة البيتزا. </ p> <p> </p> <h3> <span style = 'font-size: 20px'> <span style = 'color: #e67e22'> الخطوة الخامسة</span></span> </h3> <p> الآن ننشر ثلثي جبنة البيتزا على عجينة البيتزا ، ثم ننشر مزيج اللحم المفروم على جبنة البيتزا. بعد ذلك ، انشر باقي جبن البيتزا على خليط اللحم. </ p> <p> </p> <h3> <span style = 'color: #e67e22'> <span style = 'font-size: 20px'> سادساً step </span> </span> </h3> <p> في هذه الخطوة نستخدم الفطر الملون والفليفلة التي نضعها جانباً لتزيين البيتزا ، ثم نضع البيتزا في الفرن لمدة 20 دقيقة ، ونضعها في الفرن حتى تذوب الدبوس ، ثم نشغل الشواية لبضع دقائق لتلوين البيتزا. </ p>
eu: <h3><span style='font-size:20px'><span style='color:#e67e22'>Lehen urratsa</span></span></h3><p>Prestatzeko <strong><a href='https://chishi.ir/4997-pitza-gharch-goosht/'>Jatetxeko perretxiko eta haragi pizza</a></strong> Lehenik eta behin, tipula fin-fin txikitzen dugu eta oso olio kopuru txiki bat gehitzen dugu Frijitu zartagin egoki batean, tipula urreztatu ondoren, gehitu haragi xehatua zartaginera.</p><p></p><h3><span style='font-size:20px' ><span style=' color:#e67e22'>Bigarren etapa</span></span></h3><p>Etapa honetan, gatza, piperbeltza eta kurkuma pixka bat gehitzen ditugu eta haragia ondo frijitzen dugu kolorea aldatzeko. Jarraian, katilu erdi bat ur irakiten gehituko diogu zartagineari eta zartaginaren estalkia itxiko dugu haragia guztiz egosi arte.</p><p></p><h3><span style='font-size: 20px'> <span style='color:#e67e22'>Hirugarren urratsa</span></span></h3><p>Orain perretxikoak eta koloretako piper batzuk alde batera utziko ditugu pizza apaintzeko eta gainerakoa bertan jartzeko. zartagina.Haragia gehitzen dugu eta ondo frijitzen dugu zartaginean dagoen ura guztiz xukatu eta perretxikoak eta piperrak bigundu arte.</p><p> </p><h3><span style=' kolorea: #e67e22'><span style='font-size:20px'>Laugarren urratsa</span></span></h3><p>Urrats honetan, labea piztuko dugu 180 gradu Celsius-ko tenperaturan guztiz Berotu ondoren, pizza orea labeko moldean edo erretiluan jarriko dugu. Ondoren, pizza-orea uniformeki zabalduko dugu pizza saltsa berezia.</p><p></p><h3><span style='font-size:20px'><span style='color:# e67e22' >5. urratsa</span></span></h3><p>Orain pizza-gaztaren bi herenak zabalduko ditugu pizza-orean, gero haragi xehatutako nahasketa pizza-gaztaren gainean. Jarraian, zabaldu gainerako pizza gazta haragi-nahastean.</p><p></p><h3><span style='color:#e67e22'><span style='font-size:20px '>Seigarren urratsa</span></span></h3><p>Pauso honetan, alde batera utzi ditugun koloretako perretxikoak eta piperroa erabiltzen ditugu pizza apaintzeko, ondoren pizza labean sartuko dugu 20 minutuz.Ipini dugu. labean pinua urtu arte, gero parrillan pizten dugu minutu batzuetan pizza koloreztatzeko.</p>

source: نوع سوسیس
ar: نوع السجق
eu: Txistorra mota

source: نعنا خشک
ar: نعناع مجفف
eu: Menta lehortua

source: میوه نارگیل تازه
ar: فاكهة جوز الهند الطازجة
eu: Koko fruta freskoa

source: لیمو ترش سنگی تازه
ar: ليمون طازج
eu: Limoi freskoa

source: آناناس تازه
ar: أناناس طازج
eu: anana freskoa

source: سبزی خشک ریحان
ar: أعشاب ريحان مجفف
eu: Albahaka belar lehorra

source: شنبلیله خشک
ar: الحلبة الجافة
eu: fenugreek lehorra

source: گیلاس تازه
ar: الكرز الطازج
eu: gerezi freskoa

source: سبزی پلویی خشک فله
ar: بيلاف خضروات مجففة
eu: Barazki pilaf lehortu soltean

source: کلم بروکلی تازه
ar: بروكلي طازج
eu: Brokoli freskoa

source: میوه انجیر سیاه تازه
ar: فاكهة التين الأسود الطازجة
eu: Piku beltz freskoa

source: میوه گلابی تازه
ar: فاكهة الكمثرى الطازجة
eu: Udarearen fruitu freskoa

source: ترخون خشک
ar: الطرخون الجاف
eu: estragoi lehorra

source: شوید خشک
ar: شبت جاف
eu: aneta lehorra

source: سبزی قورمه خشک فله
ar: الخضار الجافة السائبة
eu: Barazki lehor solteak

source: مرزه خشک
ar: مالح جاف
eu: gazi lehorra

source: سیر سیاه دکتر بیز شیشه ای
ar: دكتور النحل بالثوم الاسود زجاج
eu: Doctor Bees baratxuri beltzaren edalontzia

source: پونه خشک
ar: التوابل الناشفة
eu: Oregano lehorra

source: میوه سیب زرد تازه
ar: فاكهة التفاح الأصفر الطازج
eu: Sagar horia fruta freskoa

source: فلفل دلمه ای سبز تازه
ar: فلفل أخضر طازج
eu: Piper berde freskoa

source: میوه موز تازه
ar: فاكهة الموز الطازجة
eu: Banana fruta freskoa

source: پیاز سفید تازه
ar: بصل أبيض طازج
eu: Tipula zuri freskoa

source: گزنه خشک
ar: نبات القراص الجاف
eu: ortiga lehorra

source: رزماری خشک
ar: إكليل الجبل الجاف
eu: erromero lehorra

source: سیب زمینی تازه
ar: بطاطس طازجة
eu: Patata freskoak
