Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: پورتو نووو
ar: بويرتو نويفو
eu: Puerto Nuevo

source: کاوه
ar: تستخدم ل
eu: Ohituta egon

source: مالانویله
ar: مالانفيل
eu: Malanville

source: لوکوسا
ar: لوكسا
eu: Locusa

source: اویده
ar: أويده
eu: Oideh

source: دوگبو-توتا
ar: الببغاء الكلب
eu: Dogbo-loroa

source: کندی
ar: البطء
eu: moteltasuna

source: بمبرکه
ar: بومبيركا
eu: Bomberka

source: داسا-زومه
eu: Dasa-Zuma

source: آلادا
eu: Alada

source: کرو
ar: افعلها
eu: egin ezazu

source: ساوالو
eu: Sawalo

source: ساکته
ar: صامتة
eu: isilik

source: کومه
ar: أيّ
eu: zeina

source: تانگوئیتا
ar: تانجيتا
eu: Tanguita

source: پوبه
ar: فيبي
eu: Phoebe

source: کتو
ar: دعنا نرى
eu: ikus dezagun

source: بترو
eu: Petro

source: باسیلا
ar: باسيلا
eu: Basila

source: بانیکورا
ar: بانيكورا
eu: Banikora

source: دالی
ar: دوللي
eu: Dolly

source: چائورو
ar: شيرو
eu: Chiro

source: سگبانا
ar: سيجبانا
eu: Sigbana

source: آتیمه
ar: وقت
eu: Atime

source: آپلاهویه
ar: أبلاويا
eu: Aplahoya

source: Bori
ar: يفوز
eu: Irabazi

source: کوئانده
ar: ما الذي فعلته؟
eu: Zer egin zenuen?

source: انجامنا
ar: لا تفعل ذلك
eu: Ez egin

source: موندو
eu: Mondo

source: ام تیمان
eu: Timan naiz

source: گراند پوپو
ar: جراند بوبو
eu: Grand Popo

source: Kélo
ar: كيلو
eu: Kelo

source: کومرا
ar: كومرا
eu: Komra

source: Pala
ar: بالمناسبة
eu: Bide batez

source: آبشی
ar: أبشي
eu: Abshi

source: Doba
ar: عمر
eu: Adina

source: Ati
ar: كان لدينا
eu: Eduki genuen

source: Bongor
ar: عالي
eu: Ozen

source: Oum Hadjer
ar: أم حدجر
eu: Umm Hadjar

source: Bitkine
ar: لمصنعك
eu: zure landarera

source: Mao
ar: يكون
eu: da

source: Dourbali
ar: دربيل
eu: Darbil

source: Benoye
ar: بنو
eu: benoe

source: ماساکوری
ar: مذبحة
eu: Sarraskia

source: Fianga
ar: يبدأ
eu: Hasi

source: Béré
ar: يترك
eu: Utzi

source: Bousso
ar: بوسه
eu: musu

source: Bébédjia
ar: بيبيجيا
eu: Babydjia

source: Ngama
ar: لقد توقفت
eu: gelditu nintzen

source: Adré
ar: أدري
eu: Adre

source: Guelendeng
ar: G UE up N إلخ.
eu: G UE gora N etab.

source: Moïssala
eu: Moissala

source: Bol
ar: كان
eu: Zen

source: Biltine
ar: نشرة
eu: Buletina

source: Nkayi
ar: تعال
eu: Etorri

source: Ouésso
ar: أوتش
eu: Aupa

source: Béboto
ar: بيبوتو
eu: Beboto

source: Aozou
ar: AO الذهاب
eu: AO joan

source: برازاویل
ar: برازافيل
eu: Brazzaville

source: Impfondo
ar: إمبفوندو
eu: Impfondoa

source: Madingou
ar: جي جنون
eu: ero ing

source: Massenya
ar: ماسيا
eu: masa

source: Owando
ar: عصا
eu: makila

source: Kindamba
ar: نوعا ما
eu: Nolabait

source: پوینته نویر
ar: بوانت نوير
eu: Pointe Noir

source: Sibiti
ar: لا أستطبع
eu: Ezin dut

source: Loutété
ar: لوتيتي
eu: Loutete

source: Oyo
ar: الذي - التي
eu: Hori

source: Makoua
ar: مقوى
eu: indartua

source: Gamboma
ar: محافظ حاكم
eu: Gobernadore

source: Mossaka
ar: وقتا ممتعا
eu: ondo pasa

source: Mindouli
ar: جيب صغير
eu: gutxieneko poltsikoa

source: Bouansa
ar: فوانسا
eu: Vuansa

source: Bétou
ar: بيتو
eu: Betou

source: Pokola
ar: مذبحة
eu: Sarraskia

source: Makabana
ar: حذر
eu: Kontuz

source: Dongou
ar: لا كلب
eu: don txakurra

source: Boundji
ar: بنضج
eu: heldutasunez

source: Loudima
ar: لوديما
eu: Ludima

source: اتومبی
ar: بواسطة السيارة
eu: autoz

source: Ewo
ar: بطل
eu: Heroia

source: Kellé
ar: اضطررت
eu: Behar nuen

source: Enyellé
ar: إنيل
eu: Enyelle

source: Loukoléla
eu: Loukolela

source: Sembé
ar: سيمبي
eu: Sembe

source: Mbinda
ar: الحديقة
eu: Lorategia

source: Lekana
ar: كافٍ
eu: Nahikoa

source: علی صبیح
ar: علي صبيح
eu: Ali Sabih

source: تاجوره
eu: Tajoura

source: اوبوک
ar: أوبوك
eu: Obok

source: دخیل
ar: متضمن
eu: Inplikatuta

source: ارتا
ar: ارثا
eu: Ertha

source: هلهول
ar: جري
eu: korrika

source: دره
ar: الوادي
eu: Harana

source: غالافی
ar: جلافي
eu: Galafi

source: لویاد
ar: ليفياد
eu: Leviad

source: شبر الخیمه
ar: شبر الخيمة
eu: Shabar Al Khaimah

source: محله الکبری
ar: حي الكبري
eu: Al-Kabri auzoa

source: علایلی دادا
ar: عليلي دادا
eu: Alaili Dada

source: قاهره
ar: القاهرة
eu: Kairo

source: اسکندریه
ar: الإسكندرية
eu: Alexandria

source: جیزه
ar: الجيزة
eu: Giza

source: پورت‌سعید
ar: بورسعيد
eu: Port Said

source: سوئز
ar: السويس
eu: Suez

source: اقصر
eu: motzagoa

source: منصوره
eu: Mansoura

source: اسماعیلیه
ar: الإسماعيلية
eu: Ismailia

source: فیوم
ar: دخان
eu: Kea

source: اسوان
eu: Asuan

source: طنطا
eu: Tanta

source: غردقه
ar: الغردقة
eu: Hurghada

source: دمیاط
ar: دمياط
eu: Damietta

source: دمنهور
eu: Damanhur

source: منیا
ar: المنيا
eu: Minia

source: زقازیق
ar: الزقازيق
eu: Zagazig

source: شبین الکوم
ar: شابين الكوم
eu: Shabin Elkom

source: بنی سویف
ar: بني سويف
eu: Bani Suif

source: اسیوط
ar: أسيوط
eu: Assiut

source: قنا
eu: Qena

source: سوهاج
eu: Sohag

source: ششم اکتبر
ar: 6 أكتوبر
eu: urriaren 6an

source: بنها
eu: Banha

source: کفر الشیخ
ar: كفر الشيخ
eu: Kafr al-Sheikh

source: قلیوب
ar: قليوب
eu: Qaliub

source: عریش
ar: العريش
eu: Arish

source: ملوی
ar: ملفي
eu: Melvi

source: عشره رمضان
eu: Hamar Ramadan

source: بلبیس
ar: بلبيس
eu: Belbis

source: ادفو
eu: Edfu

source: مرسی مطروح
eu: eskerrik asko

source: اکونیب
ar: Akonib
eu: Akonib

source: الحوامدیه
eu: Al-Hawamdia

source: دسوق
eu: Desouk

source: ابوکبیر
ar: ابو كبير
eu: Abu Kabir

source: کفر الدوار
eu: Kafr al-Dawar

source: مطریه
ar: ماتريا
eu: Matria

source: باتا
eu: Bata

source: مالابو
eu: Malabo

source: جرجا
eu: Jarja

source: میت غمر
ar: غمر الميت
eu: Ghomar hila

source: Añisoc
ar: أنيسوك
eu: anisoc

source: Luba
ar: يسمح
eu: Baimendu

source: اخمیم
ar: أخميم
eu: Akhmeem

source: Nkimi
ar: غيمي
eu: Emaidazu

source: Cogo
ar: طريق
eu: Bidea

source: Rebola
ar: Twerk ذلك
eu: Twerk it

source: Niefang
ar: NI روسيا
eu: NI Errusia

source: Mengomeyén
ar: مينومين
eu: Menomeyén

source: Nsok
ar: نسق
eu: diseinua

source: Palea
ar: قَشَّة
eu: Lastoa

source: Mbini
ar: اثنين
eu: bi

source: Nsork
ar: نصرك
eu: Zure garaipena

source: Machinda
ar: الأمراء
eu: Printzeak

source: کرن
ar: كيران
eu: Kiran

source: Corisco
ar: برق
eu: tximista

source: Baney
ar: يصبح
eu: bihurtu zen

source: Ncue
eu: nkue

source: Bitica
ar: بيتيكا
eu: Bitika

source: Riaba
ar: ريابا
eu: Ryaba

source: اسمره
eu: beltzarana ezazu

source: اکورنام
ar: أكورنام
eu: Ezkurra

source: مندفرا
eu: uxatu

source: آگوردات
ar: أغوردات
eu: Agurdat

source: عصب
eu: Nerbioa

source: مصوع
eu: Massaua

source: تسنی
ar: تسني
eu: Tasni

source: Ashaiman
ar: عاجز
eu: indargabea

source: کیپ کوست
ar: كيب كوست
eu: Cape Coast

source: دکمهاره
ar: عروة
eu: botoi-zuloa

source: ادی کوالا
ar: إيدي كوالا
eu: Eddie Koala

source: ادی کیه
ar: من هو إيدي؟
eu: Nor da Eddie?

source: بارنتو
ar: بارنيتو
eu: Barnetto

source: Beilul
ar: بييل
eu: Beil

source: اد، اریتره
ar: إد ، إريتريا
eu: Ed, Eritrea

source: Mersa Fatuma
ar: غرق القدر
eu: Patu itoa

source: Segeneiti
ar: مبروك
eu: Bedeinkatua

source: آکرا
ar: أكرا
eu: Accra

source: کوماسی
ar: كوماسي
eu: Kumasi

source: Taifa
ar: أمة
eu: Nazioa

source: Nefasit
ar: كنت افسدت
eu: Nahastu egin zara

source: سکوندی-تاکورادی
ar: سيكوندي تاكورادي
eu: Sekondi-Takoradi

source: تما
eu: Tama

source: Ghinda
ar: بلوط
eu: Ezkurra

source: Wa
ar: ل
eu: De

source: Bolgatanga
ar: سيتحدث
eu: hitz egingo du

source: Dome
ar: قبة
eu: Kupula

source: اگونا سویدرو
ar: أغونا سويدرو
eu: Aguna Swedru

source: Techiman
ar: تكيمان
eu: Teknikaria

source: Gbawe
ar: تحميل
eu: Deskargatu

source: Tafo
ar: سَطح
eu: Teilatua

source: Ho
ar: ل
eu: To

source: تامالی
ar: تامالي
eu: tamale

source: کوفوریدوئا
ar: كوفوريدا
eu: Koforidoa

source: Nungua
ar: منتظر
eu: Zain

source: Ejura
ar: يُقسم
eu: Zin egin

source: Berekum
ar: راقد
eu: Etzanda

source: Hohoe
ar: يبتسم
eu: irribarre

source: Yendi
ar: ربح
eu: Berak irabazi zuen

source: اکیم اودا
ar: أكيم عودة
eu: Akim Oda

source: Nkawkaw
ar: كرو
eu: Belea

source: ادنتا ایست
ar: ادينتا
eu: Edenta da

source: Nsawam
ar: نصوم
eu: Barau egiten dugu

source: Konongo
ar: الكونغو
eu: Kongo

source: Suhum
ar: سهم
eu: Gezia

source: Asamankese
ar: بتشكك
eu: eszeptikoki

source: Wenchi
ar: ون يأكل
eu: jan dugu

source: Tarkwa
ar: فخ
eu: Tranpa bat

source: Agogo
ar: الجدة
eu: amona

source: Anloga
ar: Aglogas
eu: Aglogas

source: Begoro
ar: بيكورو
eu: Bekoro

source: Kpandu
ar: قف
eu: Gelditu

source: آکسیم
ar: اكسيم
eu: Axim

source: Apam
ar: ما أخبارك
eu: Zer gertatzen da

source: Saltpond
ar: سالت بوند
eu: Gatzaga

source: اکواتیا
ar: أكواتيا
eu: Akwatia

source: Nyakrom
ar: ياكرون
eu: yakron

source: Foso
ar: حفرة
eu: Hobia

source: ابوری
ar: أبوري
eu: Abori

source: اکراپانگ
ar: أكرابانج
eu: Akrapang

source: Kibi
ar: سيء
eu: Txarra

source: Kade
ar: لقد مر وقت طويل
eu: Aspaldi pasa da

source: Anomabu
ar: هذا مابو
eu: Mabu hori

source: ابوسو
ar: أبوسو
eu: Abuso

source: Kpandae
ar: لا تقلق
eu: Ez kezkatu

source: Mpraeso
ar: النائب وآخرون
eu: Mp et al.

source: اکیم سوئدرو
ar: أخيم سويدرو
eu: Achim Swedru

source: Banda Ahenkro
ar: فرقة أهينكرو
eu: Ahenkro Band

source: نیری
ar: نيري
eu: Niri

source: Bekwai
ar: اثنين
eu: Bi

source: نایروبی
ar: نيروبي
eu: Nairobi

source: مومباسا
eu: Mombasa

source: کیسومو
ar: كيسومو
eu: Kisumu

source: ناکورو
ar: لا
eu: ez egin

source: کریچو
ar: كريشو
eu: Chricho

source: الدورت
eu: Eldort

source: رویرو
ar: وجها لوجه
eu: aurrez aurre

source: واجیر
ar: فاجير
eu: Vajir

source: ماچاکوس
ar: مشاكوس
eu: Machakos

source: مرو
eu: Maro

source: تیکا
ar: تيكا
eu: Tika

source: کاکامگا
ar: كاكاميغا
eu: Kakamega

source: گاریسا
ar: جاريسا
eu: Garissa

source: کیسی
ar: كيف
eu: nola

source: کیتاله
ar: كيتال
eu: Kitale

source: مالیندی
ar: ماليندي
eu: Malindi

source: میگوری
ar: ميجوري
eu: Migori

source: بونگوما
ar: بنجوما
eu: Bungoma

source: بوسیا
ar: بوسيا
eu: busia

source: وبویه
ar: ورائحة
eu: eta usaina

source: کیلیفی
ar: كيليفي
eu: Kilifi

source: نایواشا
ar: نيفاشا
eu: Naivasha

source: نگونگ
ar: لا
eu: Ez

source: هوما بی
ar: هوما ب
eu: Huma B

source: ماندرا
eu: mandra

source: مومیاس
ar: المومياوات
eu: momiak

source: نیاهورورو
ar: نياهورو
eu: Nyahururu

source: امبو
eu: anboa

source: نانیوکی
ar: نانيوكي
eu: Nanyuki

source: ناروک
ar: ناروك
eu: Narok

source: بنغازی
ar: بنغازي
eu: Bengazi

source: ماراگوئا
ar: ماراجوا
eu: Maragua

source: ایزیولو
ar: أزيولو
eu: Aziolo

source: سرت
eu: Sirte

source: رونگای
ar: رونغاي
eu: Rongai

source: طرابلس
eu: Tripoli

source: البیضاء
ar: الابيض
eu: Zuria

source: طبرق
eu: Tobruk

source: سبها
eu: Sabha

source: مصراته
eu: Misrata

source: جدابیا
ar: الجادابية
eu: Jadabiya

source: درنه
ar: ثقيل
eu: astuna

source: غریان
ar: عواء
eu: uluka

source: الابیار
ar: الابيار
eu: Alabiyar

source: بنی ولید
ar: بني وليد
eu: Bani Waleed

source: الخمس
eu: bost

source: نالوت
ar: اسم
eu: izena

source: وباری
ar: والمطر
eu: eta euria

source: الجوف
eu: Hutsak

source: الجمیل
ar: الجميل
eu: Al-Jamil

source: هون
eu: hemen

source: مرج
eu: marj

source: مزده
ar: مرتب
eu: soldata

source: سیدی بو زینه
ar: سيدي بوزين
eu: Sidi Bou Zine

source: بدر لیبیا
ar: بدر ليبيا
eu: Badr Libia

source: شحات
eu: eskale

source: قصر احمد
eu: Ahmed jauregia

source: براک
ar: باراك
eu: Barack

source: الزنتان
eu: Zintan

source: بنی ولید شمالی
ar: شمال بني وليد
eu: Ipar Bani Walid

source: المحجوب
eu: blokeatuta

source: راس لانوف
eu: Ras Lanuf

source: زاویه بشاره
ar: زاوية بشارة
eu: Bishara angelua

source: یفرن
ar: يفرن
eu: Yfern

source: تیجی
ar: أسرع - بسرعة
eu: Azkar ibili

source: ودان
eu: Eraikuntza

source: ترهونه
ar: أعمام
eu: osabak

source: صبره
eu: Bere pazientzia

source: توکره
ar: الاختلاف
eu: desberdintasuna

source: غدامس
eu: Ghadames

source: اجیلات
ar: عاجل
eu: Premiazkoa

source: تمزاوه
eu: Tmzawah

source: صرمان
eu: Sarman

source: مرزق
eu: Marzuk

source: Camdeboo Local Municipality
ar: بلدية كامديبو المحلية
eu: Camdeboo Udalerria

source: Mbhashe Local Municipality
ar: بلدية مبهاشي المحلية
eu: Mbhashe Tokiko Udala

source: Inxuba Yethemba Local Municipality
ar: بلدية إنكسوبا يثمبا المحلية
eu: Inxuba Yethemba Tokiko Udalerria

source: Elundini Local Municipality
ar: بلدية Elundini المحلية
eu: Elundini Udalerria

source: Ngquza Hill Local Municipality
ar: بلدية نجكوزا هيل المحلية
eu: Ngquza Hill Tokiko Udalerria

source: Matatiele Local Municipality
ar: بلدية ماتاتييل المحلية
eu: Matatiele Udalerria

source: Letsemeng Local Municipality
ar: بلدية Letsemeng المحلية
eu: Letsemeng Tokiko Udala

source: Masilonyana Local Municipality
ar: بلدية ماسيلونيانا المحلية
eu: Masilonyana Udalerria

source: Setsoto Local Municipality
ar: بلدية سيتسوتو المحلية
eu: Setsoto Udalerria

source: Moqhaka Local Municipality
ar: بلدية التاج المحلية
eu: Koroa Tokiko Udalerria

source: Emfuleni Local Municipality
ar: بلدية إمفوليني المحلية
eu: Emfuleni Udalerria

source: Mogale City Local Municipality
ar: بلدية موغال المحلية
eu: Mogale Hiria Tokiko Udalerria

source: Vulamehlo Local Municipality
ar: بلدية فولاميهلو المحلية
eu: Vulamehlo Udalerria

source: uMshwathi Local Municipality
ar: بلدية مشواتي المحلية
eu: Mshwathi Tokiko Udalerria

source: Mandeni Local Municipality
ar: بلدية مانديني المحلية
eu: Mandeni Udalerria

source: Endumeni Local Municipality
ar: بلدية إندوميني المحلية
eu: Endumeni Tokiko Udalerria

source: Newcastle Local Municipality
ar: بلدية نيوكاسل المحلية
eu: Newcastleko udalerria

source: Ingwe Local Municipality
ar: بلدية إنجوي المحلية
eu: Ingwe Tokiko Udala

source: uMhlabuyalingana Local Municipality
ar: بلدية مهلابويالينجانا المحلية
eu: Mhlabuyalingana Tokiko Udalerria

source: Mbonambi Local Municipality
ar: بلدية مبونامبي المحلية
eu: Mbonambi Tokiko Udalerria

source: Blouberg Local Municipality
ar: بلدية بلوبيرج المحلية
eu: Blouberg Udalerria

source: Emnambithi/Ladysmith Local Municipality
ar: بلدية إمناميثي / لاديسميث المحلية
eu: Emnamithi/Ladysmith Tokiko Udalerria

source: eDumbe Local Municipality
ar: بلدية eDumbe المحلية
eu: eDumbe Tokiko Udalerria

source: Greater Giyani Local Municipality
ar: بلدية جياني المحلية الكبرى
eu: Greater Giyani Tokiko Udalerria

source: Musina Local Municipality
ar: بلدية موسينا المحلية
eu: Musina Udalerria

source: Thabazimbi Local Municipality
ar: بلدية ثابازيمبي المحلية
eu: Thabazimbi Tokiko Udala

source: Mier Local Municipality
ar: بلدية مير المحلية
eu: Mier Udalerria

source: Ephraim Mogale Local Municipality
ar: بلدية افرايم موغال المحلية
eu: Ephraim Mogale Tokiko Udalerria

source: شهر محلی البرت لوتلی
ar: بلدة ألبرت لوتلي المحلية
eu: Bertako Albert Lutley herria

source: Delmas Local Municipality
ar: بلدية دلماس المحلية
eu: Delmas Udalerria

source: Thaba Chweu Local Municipality
ar: بلدية ثابا شويو المحلية
eu: Thaba Chweu Tokiko Udalerria

source: Moretele Local Municipality
ar: بلدية موريتل المحلية
eu: Moretele Udalerria

source: Ratlou Local Municipality
ar: بلدية راتلو المحلية
eu: Ratlou Udalerria

source: Naledi Local Municipality, North West
ar: بلدية ناليدي المحلية ، الشمال الغربي
eu: Naledi Udalerria, Ipar-mendebaldea

source: Richtersveld Local Municipality
ar: بلدية ريتشرسفيلد المحلية
eu: Richtersveld tokiko udalerria

source: Ubuntu Local Municipality
ar: بلدية أوبونتو المحلية
eu: Ubuntu Tokiko Udalerria

source: ونترسدرپ لوکال مونیکیپلیتی
ar: احتكار Venterstrap المحلي
eu: Venterstrap Tokiko Monopolioa

source: شهرداری محلی ماتزیکاما
ar: بلدية ماتسيكاما المحلية
eu: Matzikama Udalerria

source: شهرداری محلی ویتزین‌برگ
ar: بلدية Witzenberg المحلية
eu: Witzenberg Udalerria

source: شهرداری محلی دی‌واترزکلوف
ar: بلدية دي واترسكلوف المحلية
eu: De Waterskloof Tokiko Udalerria

source: Sol Plaatje Local Municipality
ar: بلدية سول بليت المحلية
eu: Sol Plateko Udalerria

source: شهرداری محلی لینزبرگ
ar: بلدية لينزبورغ المحلية
eu: Linzburg tokiko udalerria

source: سیندشا
ar: سيندشا
eu: Sendsha

source: Joe Morolong Local Municipality
ar: بلدية جو مورولونج المحلية
eu: Joe Morolong Tokiko Udalerria

source: ملکال
ar: مالكال
eu: Malkal

source: جوبا
eu: Juba

source: واو
eu: aupa

source: شهرداری محلی کانه‌لند
ar: بلدية كانيلاند المحلية
eu: Kaneland tokiko udalerria

source: یامبیو
ar: يامبيو
eu: Yambio

source: تونس (شهر)
eu: Tunisia (hilabetea)

source: اریانه
ar: أريانة
eu: Ariana

source: صفاقس
eu: Sfax

source: سوسه
ar: سوس
eu: Suse

source: التضامن
eu: Elkartasuna

source: قابس
eu: Entxufea

source: بنزرت
eu: Bizerte

source: قیروان
ar: كيروان
eu: Kirwan

source: قفصه
ar: رفوف
eu: Apala

source: المروج
eu: sustatzailea

source: باردو
eu: Bardot

source: الکرم (تونس)
ar: الكرم (تونس)
eu: Al Karam (Tunisia)

source: قرطاج (تونس)
eu: Kartago (Tunisia)

source: سیدی بوسعید
ar: سيدي بوسعيد
eu: Sidi Bosayid

source: المرسی
ar: المرسي
eu: Al-Mursi

source: سیدی حسین (تونس)
ar: سيدي حسين (تونس)
eu: Sidi Hossein (Tunisia)

source: حمام الانف
eu: sudurreko bainu

source: حلق الوادی
ar: حلق الوادي
eu: Alwadi eztarria

source: سکره
ar: سكر
eu: azukrea

source: رواد
eu: Aitzindariak

source: قلعه آندلس
ar: القلعة الأندلسية
eu: Andaluziako Gaztelua

source: مرناق
eu: aztia

source: حمام شط
eu: Shatt bainua

source: بومهل البساتین
eu: Boomhel baratzeak

source: الزهراء (تونس)
eu: Ezzahra (Tunisia)

source: رادس
eu: radak

source: مقرین
ar: مكبرات الصوت
eu: Hizlariak

source: محمدیه فوخنه
ar: المحمدية الفخنة
eu: Mohammadia Fukhneh

source: سیدی ثابت
ar: سيدي ثابت
eu: Sidi Thabet

source: دار شعبان الفهری
eu: Dar Shaban al-Fahri

source: برج‌العامری
ar: برج العامري
eu: Burj Al Amri

source: التضامن دوار هیشر
eu: Elkartasuna Douar Hicher

source: واد اللیل
ar: ود الليل
eu: Wad Al-Lil

source: خلیدیه
ar: الخالدية
eu: Khalidiya

source: المرناقیه
ar: المرناكية
eu: Al-Marnakiya

source: الدندان
ar: الدندن
eu: Al Dandan

source: الجدیده (تونس)
ar: الجديدة (تونس)
eu: Jedideh (Tunisia)

source: طبربه
ar: طبربا
eu: Tabarba

source: تازرکه
ar: Tazerka
eu: Tazerka

source: البطان
eu: Manta

source: منزل تمیم
ar: منزل تميم
eu: Tamimen etxea

source: المعموره (تونس)
eu: Mamoura (Tunisia)

source: الصمعه
eu: Al-Samaa

source: قربه (نابل)
eu: Korba (Nabeul)

source: سلیمان (تونس)
ar: سليمان (تونس)
eu: Suleiman (Tunisia)

source: بوعرقوب
eu: Bouarkoub

source: بنی خیار
ar: بني خير
eu: Bani Khayar

source: قلیبیه
ar: القليبية
eu: Qalibiah

source: ازمور (تونس)
eu: Azemmour (Tunisia)

source: منزل حر
eu: Etxe librea

source: دار علوش
eu: Alloush Etxea

source: الهواریه
ar: الهواريه
eu: الهواريه

source: تاکلسه
ar: أرك لاحقًا
eu: Ikusiko gara

source: قربص
eu: Zipre

source: منزل بوزلفه
eu: Bouzelfaren etxea

source: بنی خلاد (تونس)
eu: Bani Khalad (Tunisia)

source: زاویه الجدیدی
ar: زاوية جديدة
eu: angelu berria

source: قرمبالیه
ar: الكرامبالية
eu: Karambaliah

source: المیده
ar: الميداح
eu: Al-Meedah

source: حمام الاغزاز
eu: Gas bainua

source: الزریبه
ar: الزريبة
eu: Al-Zaribah

source: بئر مشارقه
eu: Masharqa ondo

source: جبل الوسط (روستا)
eu: Erdialdeko mendia (Rosta)

source: الفحص (شهر)
eu: azterketa (hilabetea)

source: الناظور (تونس)
eu: Nador (Tunisia)

source: سجنان
eu: Bi kartzela

source: الحمامات
eu: komunak

source: ماطر
eu: euritsua

source: منزل بو رقیبه
ar: الوجهة منافسة
eu: Helmuga arerioa da

source: تینجه
ar: تينجا
eu: Tinja

source: غار الملح
eu: Gatz haitzuloa

source: عوسجه
ar: أوجيه
eu: Ausjeh

source: منزل جمیل
ar: منزل جميل
eu: Jameel-en etxea

source: منزل عبد الرحمان
eu: Abdul Rahmanen etxea

source: العالیه (تونس)
ar: العلياء (تونس)
eu: Al Alia (Tunisia)

source: رأس‌الجبل (تونس)
eu: Ras El Jebel (Tunisia)

source: الماتلین
ar: المطلين
eu: Al Matlin

source: رفراف
ar: راف
eu: Ruff

source: المعقولة
eu: Arrazoizkoa

source: مجاز الباب
eu: ateko metafora

source: السرس (تونس)
eu: Sars (Tunisia)

source: بوعراده
eu: Bouaradeh

source: نفزة (ولایت باجه)
ar: نافزا (مقاطعة باجي)
eu: Nafza (Baje probintzia)

source: عمدون
eu: Alkateak

source: تستور
ar: نَسِيج
eu: ehundura

source: بوسالم
eu: Bousalem

source: قلعه سنان
eu: Sinan gaztelua

source: طویرف
ar: التويرف
eu: Taweerf

source: فرنانه
eu: Fernana

source: بنی مطیر
ar: بني مطير
eu: Bani Mutair

source: عین دراهم
ar: نفس الدرهم
eu: dirham bera

source: تبرسق
eu: Tabersuk

source: قبلاط
eu: musu

source: نبر (تونس)
eu: Battle (Tunisia)

source: طبرقه
eu: Tobrukah

source: تاجروین
ar: التجار
eu: Merkatariak

source: القلعه الخصبه
eu: Gaztelu oparoa

source: ساقیه سیدی یوسف
ar: ساقية سيدي يوسف
eu: Saqih Sidi Yusuf

source: الجریصه
ar: ألجيريسا
eu: Aljeria

source: قعفور (سلیانه)
ar: كافور (معمر)
eu: kanfora (iraunkorra)

source: کسری (تونس)
ar: القصري (تونس)
eu: Kasri (Tunisia)

source: القصور (تونس)
eu: Ksour (Tunisia)

source: دهمانی
ar: دهماني
eu: Dahmani

source: غار الدماء
eu: Odol kobazuloa

source: منزل سالم
eu: etxea osasuntsua

source: وادی ملیز
ar: وادي مليز
eu: Wadi Meliz

source: الکریب
ar: الكارب
eu: Al-Karib

source: العروسه (سلیانه)
eu: Emaztegaia (Suliana)

source: مکثر
ar: جمع
eu: Pluralea

source: الروحیه
ar: روحي
eu: espirituala

source: اکوده
ar: أوكود
eu: Okude

source: قضیبه الترایث
ar: قديبة التراث
eu: Qadibah al-Tarath

source: الزهور (سوسه)
eu: loreak (gurtza)

source: سیدی الهانی
ar: سيدي الهاني
eu: Sidi Elhani

source: زاویه سوسه
ar: زاوية سوسة
eu: Sousse angelua

source: برقو (تونس)
eu: Bargou (Tunisia)

source: سیدی بورویس
ar: سيدي بوروا
eu: Sidi Burois

source: القلعه الکبری
ar: قلعة الكباري
eu: Al Kabari gaztelua

source: سیدی بوعلی
ar: سيدي بوعلي
eu: Sidi Boali

source: حمام سوسه
eu: Sousse bainua

source: هرقله (تونس)
eu: Hercules (Tunisia)

source: النفیضه
ar: النفيده
eu: Al-Nafida

source: القلعه الصغری
ar: القلعه الصغرى
eu: Gaztelu txikia

source: ساحلین (تونس)
eu: Sahihin (Tunisia)

source: المسعدین
ar: المسادين
eu: Al-Masadeen

source: بوفیشه
ar: بوفيه
eu: buffeta

source: خنیس
ar: خينيس
eu: Khenis

source: بنی حسان
ar: بني حسن
eu: Bani Hassan

source: الوردانین
ar: الحكام
eu: Jauntxoak

source: مساکن (تونس)
eu: Etxebizitza (Tunisia)

source: الغناده
eu: Alghanada

source: سیدی عامر (تونس)
ar: سيدي عامر (تونس)
eu: Sidi Amer (Tunisia)

source: زاویه قنطش
ar: زاوية قنطش
eu: Qantash angelua

source: زرمدین
ar: زرم الدين
eu: Zaramuddin

source: بنبله المناره
eu: Itsasargiarekin

source: جمال (تونس)
eu: Jamal (Tunisia)

source: طبلبه
eu: danborra

source: امیرت توازرا
ar: أميرات توازرة
eu: Amirat Tawazra

source: کندار
ar: كندر
eu: Kandar

source: منزل النور
eu: Argia

source: قصر هلال
eu: Crescent jauregia

source: امیرت ال حجاج
eu: Amirat al-Hajjaj

source: سیدی بنور (شهرک)
ar: سيدي بنور (المدينة)
eu: Sidi Banur (herria)

source: قصیبه المدیونی
ar: قصيبة المديوني
eu: Qasiba Al Madiuni

source: المسدور
eu: tornularia

source: مکنین
ar: لا
eu: ez egin

source: بنان بوظر
eu: Banan Bozer

source: شراحیل
ar: شراحيل
eu: Sharahil

source: بوحجر
eu: Bouhjar

source: منزل الحیاه
ar: بيت الحياه
eu: Al Hayah-en etxea

source: منزل کامل
ar: منزل كامل
eu: etxe betea

source: منزل فارسی
ar: البيت الفارسي
eu: Persiar etxea

source: صیاده، تونس
eu: Saida, Tunisia

source: رجیش
ar: راجيش
eu: Rajish

source: طوزه
eu: Toza

source: البقالطه
eu: Janariak

source: امیرت ال فهول
eu: Amirat Al-Fahoul

source: لمطه
eu: une batez

source: اولاد الشامخ
eu: Al-Shamekhen semeak

source: بومرداس (تونس)
eu: Boumerdes (Tunisia)

source: شربان
eu: Edan

source: هبیره
ar: هابيرة
eu: Habira

source: سیدی علوان
ar: سيدي علوان
eu: Sidi Alwan

source: السواسی
ar: السواسي
eu: Al-Sawasi

source: الجم
eu: Marmelada

source: کرکر (تونس)
ar: كيركر (تونس)
eu: Kerker (Tunisia)

source: الشابه
eu: andereñoa

source: عقارب (تونس)
eu: eskorpioiak (Tunisia)

source: ملولش
eu: Moloch

source: قصور الساف
eu: Altsafeko jauregiak

source: البراده
eu: hozkailua

source: العین (تونس)
ar: العين (تونس)
eu: El Ain (Tunisia)

source: طینه
ar: تينا
eu: Tina

source: الشیحیه
ar: الشياح
eu: Al-Shiyyah

source: ساقیة الدائر
eu: Gurpil zirkularra

source: قرمده
ar: عض
eu: hozkatuta

source: الحنشه
eu: Hanshah

source: منزل شاکر
ar: منزل شاكر
eu: Shakerren etxea

source: الغریبه
ar: الغريب
eu: arrotza

source: بئر علی بن خلیفه
ar: بئر علي بن خليفة
eu: Ali bin Khalifa ondo

source: الصخیره
ar: الصخرة
eu: Al-Sakhirah

source: تهران پارس
ar: طهران بارس
eu: Teheran Pars

source: ساقیه الزیت
ar: الزيت برميد
eu: Elzeit tabernaria

source: سورن
ar: سورين
eu: Soren

source: شاملو
ar: مشتمل
eu: barne
