Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: 'در این قسمت محیطی در اختیار شما قرار گرفته است که می‌توانید متن مقاله را تایپ 'و ادیت کنید همچنین می‌توانید از جداول و ... به مقاله اضافه کنید.
ar: في هذا القسم ، يتم تزويدك ببيئة حيث يمكنك كتابة نص المقالة وتحريره ، ويمكنك أيضًا إضافة جداول و ... إلى المقالة.
eu: Atal honetan, artikuluaren testua idatzi eta editatu dezakezun ingurune bat eskaintzen zaizu, eta artikuluari taulak eta... gehi ditzakezu.

source: کلمات کلیدی مقاله
ar: كلمات المقال
eu: Artikuluaren gako-hitzak

source: 'کلمات کلیدی مرتبط به این مقاله را انتخاب کنید. توجه کنید. باید کلمات کلیدی 'را به درستی انتخاب کنید تا سئو سایت به مشکل بر نخورد.
ar: حدد الكلمات الرئيسية المتعلقة بهذه المقالة. انتبه. يجب عليك اختيار الكلمات الرئيسية بشكل صحيح حتى لا يعاني SEO للموقع.
eu: Hautatu artikulu honekin lotutako gako-hitzak. arreta jarri. Gako-hitzak behar bezala aukeratu behar dituzu, gunearen SEOak sufritu ez dezan.

source: تاریخ ثبت مقاله
ar: تاريخ تسجيل المقال
eu: Artikuluaren erregistro-data

source: تاریخ انتشار مقاله
ar: تاريخ نشر المقال
eu: Artikuluaren argitalpen data

source: تاریخ آخرین ویرایش مقاله
ar: تاريخ آخر مراجعة للمقال
eu: Artikuluaren azken berrikuspenaren data

source: تعداد بازدید
ar: عدد الزيارات
eu: bisita kopurua

source: مدت زمان مطالعه مقاله
ar: مدة قراءة المقال
eu: Artikuluaren irakurketaren iraupena

source: لطفا مقدار زمان برای مطالعه این مقاله را وارد کنید.
ar: الرجاء إدخال مقدار الوقت لقراءة هذه المقالة.
eu: Mesedez, idatzi artikulu hau irakurtzeko denbora.

source: شما می‌توانید با فعال کردن این قسمت مجوز انتشار مقاله را صادر کنید.
ar: يمكنك إصدار إذن لنشر المقال من خلال تفعيل هذا القسم.
eu: Artikulua argitaratzeko baimena eman dezakezu atal hau aktibatuta.

source: فایل پی دی اف مقاله
ar: ملف PDF للمقالة
eu: Artikuluaren PDF fitxategia

source: 'در صورتی که این مقاله فایل پی دی اف داشت می توانید آن را بارگذاری کنید تا 'کاربران بتوانند آن را دانلود کنند.
ar: إذا كانت هذه المقالة تحتوي على ملف PDF ، فيمكنك تحميله حتى يتمكن المستخدمون من تنزيله.
eu: Artikulu honek PDF fitxategi bat badu, igo dezakezu erabiltzaileek deskargatu dezaten.

source: تعداد بازدید به صورت خودکار پر می شود.
ar: يتم ملء عدد الزيارات تلقائيًا.
eu: Bisita kopurua automatikoki betetzen da.

source: نویسنده مقاله
ar: مؤلف المقال
eu: Artikuluaren egilea

source: نام شعبه را به صورت فارسی وارد کنید.
ar: أدخل اسم الفرع بالفارسية.
eu: Sartu sukurtsalaren izena farsieraz.

source: مقاله
ar: شرط
eu: Artikulu

source: استان یا ایالتی که در آن خدمات اراعه می کنید.
ar: المقاطعة أو الولاية التي تقدم فيها الخدمات.
eu: Zerbitzuak ematen dituzun probintzia edo estatua.

source: ظرفیت شعبه
ar: سعة الفرع
eu: Sukurtsalen edukiera

source: مدیریت شعب
ar: إدارة الفروع
eu: adarren kudeaketa

source: نام شعبه
ar: اسم الفرع
eu: adar izena

source: تعداد پسندیده‌ها نشده
ar: لا يوجد عدد من الإعجابات
eu: Atsegin dut kopururik ez

source: تصویر مقاله
ar: صورة المقال
eu: Artikuluaren irudia

source: در این قسمت باید گروه مقاله را مشخص کنید. مثال: آموزشی
ar: في هذا القسم ، يجب تحديد مجموعة المقالات. مثال: تعليمي
eu: Atal honetan, artikulu-taldea zehaztu behar duzu. Adibidea: Hezkuntza

source: مقالات
eu: artikuluak

source: شماره شعبه
ar: رقم الفرع
eu: adar-zenbakia

source: کشوری که در آن خدمات اراعه می کنید.
ar: البلد الذي تقدم فيه الخدمات.
eu: Zerbitzuak ematen dituzun herrialdea.

source: تعداد پسندیده‌ها شده
ar: عدد الإعجابات
eu: Atsegin dut kopurua

source: مقاله پیدا نشد!
ar: المقال غير موجود!
eu: Artikulua ez da aurkitu!

source: تعداد میزهای شعبه
ar: عدد مكاتب الفروع
eu: Bulego-mahai kopurua

source: مدیر شعبه
ar: مدير فرع
eu: sukurtsalaren zuzendaria

source: شعبه
eu: Adarra

source: آدرس شعبه
ar: عنوان فرع
eu: Bulegoaren helbidea

source: لیتک گوگل مپ
ar: Litek جوجل خريطة
eu: Litek Google Map

source: نقشه سه بعدی شعبه
ar: خريطة ثلاثية الأبعاد للفرع
eu: Adarraren 3D mapa

source: شماره شعبه در کشور خود را وارد کنید.
ar: أدخل رقم الفرع في بلدك.
eu: Sartu zure herrialdeko bulego-zenbakia.

source: وضعیت
ar: حالة
eu: Baldintza

source: سوال پرسیده شده
ar: لقد تم طرح السؤال
eu: Galdera egin da

source: پاسخ چت جی پی تی
ar: رد دردشة JPT
eu: JPT txatearen erantzuna

source: تاریخ درج
ar: تاريخ الإدراج
eu: Txertatzeko data

source: هوش مصنوعی
ar: الذكاء الاصطناعي
eu: Inteligentzia artifiziala

source: کاربر نظر دهنده
ar: مستخدم التعليق
eu: Erabiltzailea iruzkina

source: شهری که در آن خدمات اراعه می کنید.
ar: المدينة التي تقدم فيها الخدمات.
eu: Zerbitzuak ematen dituzun hiria.

source: مدیریت نظرات
ar: إدارة التعليقات
eu: Kudeatu iruzkinak

source: این فیلد نمی تواند خالی باشد!
ar: هذا الحقل لا يمكن ان يكون فارغا!
eu: Eremu hau ezin da hutsik egon!

source: متن نظر را وارد کنید.
ar: أدخل نص التعليق.
eu: Sartu iruzkinaren testua.

source: لطفا متن نظر را وارد کنید.
ar: الرجاء إدخال نص التعليق.
eu: Mesedez, idatzi iruzkinaren testua.

source: واحد پول آپدیت شد.
ar: تم تحديث العملة.
eu: Moneta eguneratu zen.

source: غذا
ar: طعام
eu: Janari

source: دستور
eu: ordena

source: نظر
ar: رأي
eu: Iritzia

source: شعب
eu: Jendea

source: کاربر تایید کننده نظر
ar: يوافق المستخدم على التعليق
eu: Erabiltzaileak iruzkina onartzen du

source: متن نظر
eu: iruzkin testua

source: وضعیت نظر
ar: حالة التعليق
eu: iruzkinaren egoera

source: والد نظر
eu: Aitak begiratu zuen

source: نظر پیدا نشد.
ar: لم يتم العثور على تعليق.
eu: Ez da iruzkinik aurkitu.

source: خطا در انجام عملیات!
ar: خطأ في العملية!
eu: Akatsa funtzionamenduan!

source: واحد پول اضافه شد.
ar: العملة المضافة.
eu: Gehitutako moneta.

source: نظرات
eu: Iruzkinak

source: مدیریت دیتاها
ar: إدارة البيانات
eu: Datuen kudeaketa

source: زبان اضافه شد.
ar: تمت إضافة اللغة.
eu: Hizkuntza gehitu.

source: گروه اضافه شد.
ar: تمت إضافة المجموعة.
eu: Taldea gehitu zen.

source: ماده اضافه شد.
ar: تمت إضافة المادة.
eu: Gehitutako materiala.

source: زبان آپدیت شد.
ar: تم تحديث اللغة.
eu: Hizkuntza eguneratu da.

source: کشور اضافه شد.
ar: تمت إضافة البلد.
eu: Herrialdea gehitu da.

source: شهر اضافه شد.
ar: تمت إضافة المدينة.
eu: Udalak gehitu zuen.

source: غذا آپدیت شد
ar: تم تحديث الطعام
eu: Janaria eguneratu zen

source: سایت درحال آپدیت شدن می باشد.
ar: يتم تحديث الموقع.
eu: Webgunea eguneratzen ari da.

source: با موفقیت انجام شد.
ar: فعلت بنجاح.
eu: arrakastaz egina.

source: مدیریت پیک
ar: إدارة البريد السريع
eu: Mezularitza kudeaketa

source: شماره شاسی
ar: رقم الهيكل
eu: txasisaren zenbakia

source: ماده آپدیت شد.
ar: تم تحديث العنصر.
eu: Elementua eguneratu da.

source: 'نظر شما با موفقیت ثبت شد. بعد از تایید پشتیبانان نظر شما به نمایش در می‌آید. 'سپاس از شما🙏🏻
ar: تم تسجيل تعليقك بنجاح. سيتم عرض تعليقك بعد موافقة المؤيدين. شكرًا لك
eu: Zure iruzkina behar bezala erregistratu da. Zure iruzkina bistaratuko da laguntzailearen onespenaren ondoren. Eskerrik asko

source: کشور آپدیت شد.
ar: تم تحديث البلد.
eu: Herrialdea eguneratu zen.

source: نوع وشیله نقلیه
ar: نوع السيارة
eu: Ibilgailu mota

source: پیک
ar: علية
eu: Pack

source: فایل فرم مشخصات
ar: ملف نموذج المواصفات
eu: Zehaztapen-inprimakiaren fitxategia

source: انواع وسیله نقلیه
ar: أنواع المركبات
eu: Ibilgailu motak

source: وسیله نقلیه
ar: عربة
eu: Ibilgailua

source: پلاک
ar: الترسبات
eu: Plaka

source: نام وسیله نقلیه
ar: اسم المركبة
eu: Ibilgailuaren izena

source: تصویر کارت شناسایی
ar: صورة بطاقة الهوية
eu: NANaren irudia

source: شعبه‌ای که در آن فعالیت میکنند
ar: الفرع الذي يعملون فيه
eu: Lan egiten duten adarra

source: آخرین فعالیت شما
ar: نشاطك الأخير
eu: Zure azken jarduera

source: تایید شده
ar: قبلت
eu: Onartua

source: درحال ارسال سفارش است؟
ar: إرسال الطلب؟
eu: Eskaera bat bidaltzen?

source: شما مجوز ورود ندارید!
ar: ليس لديك إذن للدخول!
eu: Ez duzu sartzeko baimenik!

source: مدیریت تخفیف‌ها
ar: إدارة الخصومات
eu: Deskontuen kudeaketa

source: کد کوپن
ar: رمز الكوبون
eu: Kupoi kodea

source: 'لطفا فایل فرم مشخصات خود را بارگذاری کنید. نکته: فرمت فایل باید pdf باشد.
ar: يرجى تحميل ملف التعريف الخاص بك. ملاحظة: يجب أن يكون تنسيق الملف pdf.
eu: Mesedez, igo zure profileko fitxategia. Oharra: Fitxategiaren formatuak pdf izan behar du.

source: تاریخ شروع
ar: تاريخ البدء
eu: Hasiera data

source: پیک‌ها
ar: سعاة
eu: Mezularitzak

source: درصد تخفیف
ar: نسبة الخصم
eu: deskontu ehunekoa

source: تعداد مجاز استفاده شده
ar: تم استخدام الرقم المسموح به
eu: Baimendutako zenbakia erabili da

source: تعداد استفاده شده
ar: الرقم المستخدم
eu: Erabilitako zenbakia

source: تاریخ پایان
ar: تاريخ الانتهاء
eu: amaiera data

source: وضعیت فعال/غیرفعال
ar: حالة التمكين / المعطل
eu: Gaituta/Desgaituta egoera

source: بن تخفیف
ar: كوبون الخصم
eu: deskontu kupoia

source: بن تخفیف‌ها
ar: خصومات الحظر
eu: Deskontuak debekatu

source: عنوان سبد تخفیف
ar: عنوان سلة الخصم
eu: Deskontu saskiaren izenburua

source: سبد تخفیف
ar: سلة الخصم
eu: deskontu saskia

source: سبدهای تخفیف
ar: سلال الخصم
eu: deskontu saskiak

source: غذای کاربر
ar: طعام المستخدم
eu: Erabiltzaileen janaria

source: جزء سبد تخفیف
ar: جزء من سلة الخصم
eu: Deskontu saskiaren zati bat

source: جزئیات سبد تخفیف
ar: تفاصيل سلة الخصم
eu: Deskontuaren saskiaren xehetasunak

source: مدیریت رویدادها
ar: أدارة الحدث
eu: Ekitaldien kudeaketa

source: عنوان رویداد
ar: عنوان الحدث
eu: Ekitaldiaren izenburua

source: متن رویداد
ar: نص الحدث
eu: Gertaera testua

source: رویدادها
ar: الأحداث
eu: gertaerak

source: تصویر رویداد
ar: صورة الحدث
eu: Ekitaldiaren irudia

source: تاریخ و زمان پایان رویداد
ar: تاريخ الانتهاء ووقت الحدث
eu: Ekitaldiaren amaiera-data eta ordua

source: آدرس صفحه یا آدرس تارنما
ar: عنوان الصفحة أو عنوان الموقع
eu: Orriaren helbidea edo webgunearen helbidea

source: لینک روداد
ar: رابط الحدث
eu: Gertaeraren esteka

source: رویداد
ar: حدث
eu: Gertaera

source: رویداد پایین تارنما
ar: حدث في أسفل الموقع
eu: Ekitaldia webgunearen behealdean

source: تاریخ و زمان شروع رویداد
ar: تاريخ ووقت بدء الحدث
eu: Ekitaldiaren hasiera data eta ordua

source: متن نمایشی
ar: نص درامي
eu: Testu dramatikoa

source: رویداد بالای تارنما
ar: حدث في الجزء العلوي من الموقع
eu: Ekitaldia webgunearen goialdean

source: رویدادها بالای تارنما
ar: الأحداث على الموقع
eu: Ekitaldiak webgunean

source: مقاله‌های مورد علاقه
ar: المقالات المفضلة
eu: Artikulu gogokoenak

source: رنگ متن
ar: لون الخط
eu: Testuaren kolorea

source: مدیریت علاقه‌مندی‌ها
ar: إدارة المفضلة
eu: Gogokoen kudeaketa

source: کاربر علاقه مند
ar: المستخدم المهتم
eu: Interesa duen erabiltzailea

source: غذای مورد علاقه
ar: الطعام المفضل
eu: Janari gogokoena

source: این غذا از لیست علایق شما حذف شد.
ar: تم حذف هذا الطبق من قائمة الرغبات الخاصة بك.
eu: Plater hau zure nahien zerrendatik kendu da.

source: غذاهای مورد علاقه
ar: الأطعمة المفضلة
eu: Janari gogokoenak

source: مقاله‌ی مورد علاقه
ar: المقال المفضل
eu: Artikulu gogokoena

source: رویدادها پایین تارنما
ar: الأحداث في الجزء السفلي من الموقع
eu: Ekitaldiak webgunearen behealdean

source: این غذا به لیست علایق شما اضافه شد.
ar: تمت إضافة هذا الطبق إلى قائمة الرغبات الخاصة بك.
eu: Plater hau zure nahien zerrendara gehitu da.

source: این غذا قبلا در لیست غلایق شما قرار گرفته است.
ar: تم بالفعل إضافة هذا الطبق إلى قائمة الرغبات الخاصة بك.
eu: Plater hau zure nahien zerrendara gehitu da dagoeneko.

source: دسته‌بندی مواد
ar: تصنيف المواد
eu: Materialen sailkapena

source: همچین غذایی وجود ندارد!
ar: لا يوجد مثل هذا الطعام!
eu: Ez dago horrelako janaririk!

source: دسته‌بندی‌های مواد
ar: فئات المواد
eu: Material kategoriak

source: این مقاله به لیست علایق شما اضافه شد.
ar: تمت إضافة هذه المقالة إلى قائمة المفضلة لديك.
eu: Artikulu hau zure gogokoen zerrendara gehitu da.

source: همچین مقاله‌ای وجود ندارد!
ar: لا يوجد مثل هذا المقال!
eu: Ez dago horrelako artikulurik!

source: مدیریت غذاها
ar: إدارة الغذاء
eu: Elikagaien kudeaketa

source: دسته‌بندی
ar: التجمع
eu: Taldekatzea

source: تصویر گروه
ar: صورة جماعية
eu: Taldeko argazkia

source: این مقاله قبلا در لیست غلایق شما قرار گرفته است.
ar: تمت إضافة هذه المقالة بالفعل إلى قائمة الرغبات الخاصة بك.
eu: Artikulu hau zure nahien zerrendan gehitu da dagoeneko.

source: بروزرسانی قیمت
ar: تحديث السعر
eu: Prezioa eguneratzea

source: دسته‌بندی غذا
ar: تصنيف الغذاء
eu: elikagaien sailkapena

source: آدرس تصویر گروه
ar: عنوان صورة المجموعة
eu: Taldeko irudiaren helbidea

source: قیمت ماده به تومان
ar: سعر المادة في تومان
eu: Materialaren prezioa tomanetan dago

source: این مقاله از لیست علایق شما حذف شد.
ar: تمت إزالة هذه المقالة من قائمة المفضلة لديك.
eu: Artikulu hau gogokoen zerrendatik kendu da.

source: این مقاله قبلا در لیست غلایق شما وجود نداشت.
ar: هذه المقالة لم تكن سابقا في قائمة الرغبات الخاصة بك.
eu: Artikulu hau ez zegoen aurretik zure nahien zerrendan.

source: این غذا قبلا در لیست غلایق شما وجود نداشت.
ar: لم يكن هذا الطعام سابقًا في قائمة رغباتك.
eu: Jaki hau ez zegoen zure nahien zerrendan.

source: تصویر غذا
ar: صورة الطعام
eu: janariaren irudia

source: تصویر ماده
ar: صورة أنثى
eu: Emakumezkoen irudia

source: نام دسته
ar: اسم التصنيف
eu: kategoria izena

source: دسته‌بندی‌های غذا
ar: فئات الطعام
eu: Elikagaien kategoriak

source: تاریخ ماده
ar: تاريخ المادة
eu: Materialaren data

source: ماده
ar: أمر
eu: gai bat

source: مواد
eu: Materialak

source: تاریخ آخرین ماده
ar: تاريخ آخر مقال
eu: Azken artikuluaren data

source: وعده های غذایی
ar: وجبات
eu: otorduak

source: فرمت فایل انتخاب شده باید docx ، mp4 یا webm باشد.
ar: يجب أن يكون تنسيق الملف المحدد docx أو mp4 أو webm.
eu: Hautatutako fitxategi formatuak docx, mp4 edo webm izan behar du.

source: نام ماده
ar: اسم المادة
eu: materialaren izena

source: نام وعده غذایی
ar: اسم الوجبة
eu: Bazkariaren izena

source: وعده غذایی
ar: وجبة
eu: Bazkari

source: مواد استفاده شده
ar: المواد المستخدمة
eu: Erabilitako materialak

source: بازدیدها
ar: الزيارات
eu: Bisitak

source: متن خلاصه دستور غذا
ar: نص ملخص للوصفة
eu: Errezetaren laburpen testua

source: 'در این قسمت باید یک خلاصه در مورد این دستور بنویسید. این متن در قسمت اشتراک 'گذاری به همراه لینک صفحه ارسال می شود.
ar: في هذا القسم يجب عليك كتابة ملخص عن هذا الأمر. يتم إرسال هذا النص في قسم 'المشاركة' مع ارتباط الصفحة.
eu: Atal honetan komando honi buruzko laburpen bat idatzi beharko zenuke. Testu hau 'partekatzea' atalean bidaltzen da orriaren estekarekin batera.

source: دستور پخت
ar: وصفات
eu: Errezetak

source: نام دستور
ar: اسم الأمر
eu: Aginduaren izena

source: کلمات کلیدی دستور غذا
ar: وصفة الكلمات
eu: Errezeta gako-hitzak

source: 'کلمات کلیدی مرتبط به این دستور غذا را انتخاب کنید. توجه کنید. باید کلمات 'کلیدی را به درستی انتخاب کنید تا سئو سایت به مشکل بر نخورد.
ar: حدد الكلمات الرئيسية المتعلقة بهذه الوصفة. انتبه. يجب عليك اختيار الكلمات الرئيسية بشكل صحيح حتى لا تتأثر مُحسّنات محرّكات البحث الخاصة بالموقع.
eu: Hautatu errezeta honekin lotutako gako-hitzak. arreta jarri. Gako-hitzak behar bezala aukeratu behar dituzu, gunearen SEOak sufritu ez dezan.

source: فایل پی دی اف دستور غذا
ar: وصفة ملف pdf
eu: Errezeta pdf fitxategia

source: 'در صورتی که این دستور غذا فایل پی دی اف داشت می توانید آن را بارگذاری کنید 'تا کاربران بتوانند آن را دانلود کنند.
ar: 'إذا كانت هذه الوصفة تحتوي على ملف PDF ، فيمكنك تحميله' حتى يتمكن المستخدمون من تنزيله.
eu: 'Errezeta honek PDF fitxategi bat badu, igo dezakezu' erabiltzaileek deskargatu ahal izateko.

source: تاریخ ثبت دستور
ar: تاريخ تسجيل الطلب
eu: Eskaeraren izena emateko data

source: تاریخ انتشار دستور
ar: تاريخ نشر الأمر
eu: Agindua argitaratu den eguna

source: تاریخ آخرین ویرایش دستور
ar: تاريخ آخر مراجعة للأمر
eu: Aginduaren azken berrikuspenaren data

source: دستورات پخت
ar: تعليمات الطبخ
eu: Sukaldatzeko argibideak

source: ویدئو آمورزشی دستور
ar: تعليمات الفيديو التعليمية
eu: Bideo didaktikoari buruzko argibideak

source: نوع ماده
eu: Material mota

source: نوع مواد
eu: material mota

source: نام غذا
ar: اسم الطعام
eu: janariaren izena

source: گروه مواد استفاده شده
ar: مجموعة المواد المستخدمة
eu: Erabilitako materialen multzoa

source: زمان پخت غذا
ar: وقت الطبخ
eu: egosteko denbora

source: وزن غذا
ar: وزن الطعام
eu: janariaren pisua

source: کالری غذا
ar: السعرات الحرارية للطعام
eu: Elikagaien kaloriak

source: توضیحات غذا
ar: وصف الغذاء
eu: Elikagaien deskribapena

source: تعداد غذای فروخته شده
ar: عدد المواد الغذائية المباعة
eu: Saldutako janari kopurua

source: تعداد بازدیدها
ar: الآراء
eu: Ikuspegiak

source: قیمت
ar: سعر
eu: Prezioa

source: وعده‌ی غذایی
ar: وجبة
eu: bazkari

source: سود حاصل از فروش این غذا
ar: الربح من بيع هذا الطعام
eu: Janari honen salmentatik etekina

source: به دست آوردن قیمت به صورت خودکار
ar: احصل على السعر تلقائيًا
eu: Lortu prezioa automatikoki

source: غذاها
ar: الأطعمة
eu: elikagaiak

source: قیمت غذا
ar: سعر الطعام
eu: Janarien prezioa

source: تاریخ ذخیره سازی
ar: تاريخ التخزين
eu: Biltegiratze data

source: دستور پیدا نشد!
ar: الطلب غير موجود!
eu: Eskaera ez da aurkitu!

source: دستورات پخت من
ar: وصفاتي
eu: Nire errezetak

source: غذا پیدا نشد.
ar: لم يتم العثور على طعام.
eu: Ez da janaririk aurkitu.

source: خطا در اجرای عملیات!!
ar: خطأ في العملية!
eu: Akatsa funtzionamenduan!

source: دستور غذای {my_recipes_name} با موفقیت حذف شد.
ar: تم حذف الوصفة {my_recipes_name} بنجاح.
eu: {my_recipes_name} errezeta behar bezala ezabatu da.

source: دستور پخت من
ar: وصفتي
eu: Nire errezeta

source: مدیریت هدایا
ar: إدارة الهدايا
eu: Oparien kudeaketa

source: عنوان هدیه
ar: عنوان الهدية
eu: opariaren izenburua

source: بنر قرغه کشی
ar: رسم لافتة
eu: Banner zozketa

source: توضیحات هدیه
ar: وصف الهدية
eu: Opariaren deskribapena

source: توضیحات قرعه کشی
ar: وصف اليانصيب
eu: Loteriaren deskribapena

source: هدایا
ar: الهدايا
eu: opariak

source: عنوان قرعه کشی
ar: عنوان اليانصيب
eu: Loteriaren izenburua

source: رنگ پس زمینه
ar: لون الخلفية
eu: Atzeko planoaren kolorea

source: هدیه
ar: هدية
eu: Opari

source: تاریخ و زمان شروع قرعه کشی
ar: تاريخ ووقت بدء اليانصيب
eu: Loteriaren hasiera data eta ordua

source: جایزه برنده
ar: الفائز بالجائزة
eu: Sariaren irabazlea

source: قرعه کشی‌ها
ar: اليانصيب
eu: Loteriak

source: کاربرانی که انتخاب میشوند این جایزه را هدیه می گیرند
ar: سيحصل المستخدمون الذين تم اختيارهم على هذه الجائزة كهدية
eu: Hautatzen diren erabiltzaileek sari hau opari gisa jasoko dute

source: انجام شده؟
ar: منتهي؟
eu: eginda?

source: مجوز شروع را دارد؟
ar: هل لديها إذن للبدء؟
eu: Ba al du hasteko baimenik?

source: تعداد کاربر
ar: عدد المستخدمين
eu: Erabiltzaile kopurua

source: گردونه شانس
ar: عجلة الحظ
eu: zortearen gurpila

source: قرعه کشی
ar: اليانصيب
eu: Loteria

source: عنوان گردونه شانس
ar: عنوان عجلة الحظ
eu: Zoriaren gurpila izenburua

source: توضیحات گردونه شانس
ar: وصف عجلة الحظ
eu: Zoriaren gurpilaren deskribapena

source: حداقل امتیاز کاربر
ar: الحد الأدنى من تصنيف المستخدم
eu: Erabiltzaileen gutxieneko balorazioa

source: هدایا گردونه شانس
ar: هدايا الحظ
eu: Zorioneko opariak

source: زبان
ar: لغة
eu: Hizkuntza

source: گردونه‌های شانس
ar: عجلات الحظ
eu: Zorioneko gurpilak

source: مدیریت زبان سایت
ar: إدارة لغة الموقع
eu: Gunearen hizkuntza kudeaketa

source: نام زبان به انگلیسی
ar: اسم اللغة بالانجليزية
eu: Hizkuntzaren izena ingelesez

source: راست چین یا چپ چین زبان
ar: الطية اليمنى أو اليسرى للسان
eu: Eskuina edo ezkerra

source: زبان‌ها
ar: اللغات
eu: hizkuntzak

source: کد زبان
ar: رمز اللغة
eu: Hizkuntza kodea

source: فایل انتخاب شده باید فرمت .eot باشد.
ar: يجب أن يكون الملف المحدد بتنسيق eot.
eu: Hautatutako fitxategiak .eot formatuan egon behar du.

source: فایل انتخاب شده باید فرمت .ttf باشد.
ar: يجب أن يكون الملف المحدد بتنسيق ttf.
eu: Hautatutako fitxategiak .ttf formatuan egon behar du.

source: قعال/غیرفعال
ar: نشط سلبي
eu: Aktiboa Pasiboa

source: افایل فونت .woff
ar: .woff ملف الخط
eu: .woff letra-tipoaren fitxategia

source: فایل انتخاب شده باید فرمت .woff باشد.
ar: يجب أن يكون الملف المحدد بتنسيق .woff.
eu: Hautatutako fitxategiak .woff formatuan izan behar du.

source: فونت
ar: الخط
eu: Letra-tipoa

source: افایل فونت .eot
ar: ملف خط eot
eu: .eot letra-fitxategia

source: آدرس صفحه‌ای که می‌خواهید با کلیک کاربر به آن صفحه هدایت شود.
ar: عنوان الصفحة التي تريد إعادة توجيه المستخدم إليها عند النقر فوق تلك الصفحة.
eu: Orrialde horretan klik egitean erabiltzailea birbideratzea nahi duzun orriaren helbidea.

source: افایل فونت .ttf
ar: ملف الخط ttf
eu: .ttf letra-tipoaren fitxategia

source: فایل انتخاب شده باید فرمت .woff2 باشد.
ar: يجب أن يكون الملف المحدد بتنسيق .woff2.
eu: Hautatutako fitxategiak .woff2 formatuan izan behar du.

source: نام فونت
ar: اسم الخط
eu: Letra-tipoaren izena

source: فونت‌ها
ar: الخطوط
eu: Letra-tipoak

source: مدیریت اصلی
ar: الإدارة الرئيسية
eu: Zuzendaritza nagusia

source: شما می‌توانید رنگ عنوان را مشخص کنید.
ar: يمكنك تحديد لون العنوان.
eu: Izenburuaren kolorea zehaztu dezakezu.

source: اسلاید ویدئویی
ar: شريحة فيديو
eu: Bideo-diapositiba

source: اسلاید تصویری
ar: شريحة الصورة
eu: Irudiaren diapositiba

source: عنوان اسلاید
ar: عنوان الشريحة
eu: Diapositibaren izenburua

source: شما می‌توانید برای اسلایدر عنوان مشخص کنید.
ar: يمكنك تحديد عنوان لشريط التمرير.
eu: Graduatzailearen izenburua zehaztu dezakezu.

source: فایل انتخاب شده باید فرمت gif باشد.
ar: يجب أن يكون الملف المحدد بتنسيق gif.
eu: Hautatutako fitxategiak gif formatuan egon behar du.

source: 'تصویری که برای این اسلاید در نظر دارید را انتخاب کنید. نکته: بهتر است از عکس‌ 'با فرمت webp استفاده کنید.
ar: حدد الصورة التي تريدها لهذه الشريحة. ملاحظة: من الأفضل استخدام الصورة بتنسيق webp.
eu: Hautatu diapositiba honetarako nahi duzun irudia. Oharra: hobe da argazkia webp formatuan erabiltzea.

source: اسلاید ویدیویی
ar: شريحة فيديو
eu: Bideo-diapositiba

source: 'در صورتی که می‌خواهید اسلاید متحرک باشد فایل gif(متحرک) خود را بارگذاری کنید. 'نکته: فرمت فایل باید gif باشد.
ar: إذا كنت تريد أن تكون الشريحة متحركة ، فقم بتحميل ملف gif (المتحرك) الخاص بك. ملاحظة: يجب أن يكون تنسيق الملف gif.
eu: Diapositiba animatua izatea nahi baduzu, igo zure gif (animatua) fitxategia. Oharra: fitxategi formatuak gif izan behar du.

source: رنگ متن عنوان
ar: لون نص العنوان
eu: Izenburuaren testuaren kolorea

source: آدرس اسلاید
ar: عنوان الشريحة
eu: Diapositiba helbidea

source: نوع اسلاید
ar: نوع الشريحة
eu: Diapositiba mota

source: اسلایدها
ar: الشرائح
eu: Diapositibak

source: نوع فایل بارگذاری شده را انتخاب کنید.
ar: حدد نوع الملف المراد تحميله.
eu: Hautatu kargatu nahi duzun fitxategi mota.

source: تصویر اسلاید
ar: صورة الشرائح
eu: Diapositiba irudia

source: تاریخ و زمان شروع
ar: تاريخ ووقت البدء
eu: Hasiera data eta ordua

source: تاریخ و زمان پایان
ar: تاريخ ووقت الانتهاء
eu: Amaiera-data eta ordua

source: 'شما با فعال و یا غیرقعال کردن این گزینه می توانید وضعبت انتشار را مشخص کنید.
ar: يمكنك تحديد حالة الإصدار من خلال تمكين هذا الخيار أو تعطيله.
eu: Askapenaren egoera zehaztu dezakezu aukera hau gaituz edo desgaituz.

source: اسلاید
ar: الانزلاق
eu: diapositiba

source: آواتار شماره یک
ar: الصورة الرمزية رقم واحد
eu: Lehenengo avatarra

source: پیام
ar: رسالة
eu: Mezua

source: پاسخ
ar: إجابة
eu: Erantzuna

source: سوال‌ متداول
eu: Maiz egiten diren galderak

source: سوال‌های متداول
ar: أسئلة مكررة
eu: Galdera arruntak

source: فایل پیدا نشد.
ar: لم يتم العثور على الملف.
eu: Fitxategia ez da aurkitu.

source: سوال
ar: سؤال
eu: Galdera

source: مدیریت پیام‌ها
ar: إدارة الرسائل
eu: Kudeatu mezuak

source: وضعیت دیده شده
ar: شوهد الوضع
eu: Egoera ikusi da

source: تاریخ و زمان ثبت
ar: تاريخ ووقت التسجيل
eu: Izena emateko eguna eta ordua

source: پیام ها
ar: رسائل
eu: Mezuak

source: آواتار شماره چهار
ar: الصورة الرمزية رقم أربعة
eu: Laugarren avatarra

source: نام و نام‌خانوادگی
ar: الاسم الأول واسم العائلة
eu: izen-abizenak

source: عنوان
eu: Izenburua

source: چت روم
ar: غرفة الدردشة
eu: txat gela

source: آواتار شماره دو
ar: الصورة الرمزية رقم اثنين
eu: Bigarren zenbakiko avatarra

source: آواتار شماره سه
ar: الصورة الرمزية رقم ثلاثة
eu: Hirugarren avatarra

source: تاریخ ثبت‌نام
ar: تاريخ التسجيل
eu: Izena emateko data

source: ثبت شده؟
ar: مسجل؟
eu: Erregistratuta?

source: پشتیببان است؟
ar: هل هو نسخة احتياطية؟
eu: Babeskopia al da?

source: کاربر چت روم
ar: مستخدم غرفة الدردشة
eu: Txat-gelako erabiltzailea

source: کاربران چت روم
ar: مستخدمي غرفة الدردشة
eu: Txat-gelako erabiltzaileak

source: فرستنده
ar: مرسل
eu: igorle
