Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: سبزی چوچاق خام فله
ar: السائبة الخضار النيئة Chuchak
eu: Chuchak barazki gordinak

source: لوبیا سبز خرد شده
ar: فاصوليا خضراء مفرومة
eu: Lekak txikituta

source: شوید خشک اعلا
ar: شبت جاف ممتاز
eu: Aneta lehor bikaina

source: آووکادو آواکادو تازه
ar: أفوكادو أفوكادو طازج
eu: Ahuakatea Ahuakate freskoa

source: گوجه گیلاسی تازه
ar: طماطم كرزية طازجة
eu: Cherry tomate freskoak

source: جعفری خشک
ar: البقدونس الجاف
eu: perrexila lehorra

source: بادمجان قلمی تازه
ar: باذنجان طازج
eu: Berenjena freskoa

source: میوه کیوی تازه
ar: فاكهة الكيوي الطازجة
eu: Kiwi fruta freskoa

source: دلمه برگ مو
ar: محشي ورق عنب
eu: Mahats-hosto beteak

source: میوه لیمو شیرین تازه
ar: فاكهة الليمون الحلوة الطازجة
eu: Limoi-fruta gozoa

source: کدو سبز تازه
ar: كوسا طازجة
eu: Kalabazin freskoa

source: سبزی خشک ترخون فردوس ناب
ar: فردوس نبات طرخون جاف نقي
eu: Ferdows estragoi barazki lehor hutsa

source: فیسالیس دستچین مستر فروت عددی
ar: Physalis ، منتقاة بعناية من قبل السيد فروت ، عددي
eu: Physalis, Fruitu jaunak eskuz hautatua, zenbakizkoa

source: پیاز زرد ارگانیک دستچین کشاورزی رضوانی
ar: بصل أصفر عضوي منتقى بعناية من قبل شركة ريزفاني الزراعية
eu: Tipula horia ekologikoa Rezvani Agriculture-k eskuz bildua

source: پودر جوانه گندم گلها
ar: زهور مسحوق جنين القمح
eu: Gari germen hautsa loreak

source: سبزی خشک آش
ar: خضروات مجففة
eu: Barazki lehorrak

source: نخود فرنگی
ar: بازيلاء
eu: ilarrak

source: کاهو رسمی تازه
ar: الخس الرسمي الطازج
eu: Letxuga ofizial freskoa

source: سیر تازه دست چین
ar: ثوم صيني طازج
eu: Txinako baratxuri freskoa

source: کرفس سرخ شده
ar: كرفس مقلي
eu: Apio frijitua

source: نعناء خشک اعلاء فدک
ar: على فدك نعناع جاف
eu: Ala Fadak menda lehorra

source: توت فرنگی تازه
ar: الفراولة الطازجة
eu: Marrubi freskoak

source: سبزی قرمه خرد شده یی
ar: الخضار السوداء المفرومة
eu: Barazki beltzak txikituta

source: نعنا خشک بزیست
ar: أضف النعناع الجاف
eu: Gehitu menda lehorra

source: سبزی خشک کوفته
ar: كرات اللحم بالخضروات المجففة
eu: Barazki lehorrak albondigak

source: گشنیز خشک
ar: الكزبرة الجافة
eu: martorri lehorra

source: آلو شابلون بسته
ar: قالب البرقوق مغلق
eu: Inhar txantiloi itxia

source: خربزه مشهدی
ar: مشهد البطيخ
eu: Mashhad meloia

source: لوبیا سبز
ar: فاصوليا خضراء
eu: babarrunak

source: سبزی قرمه سرخ شده
ar: خضروات سوداء مقلية
eu: Barazki beltzak frijituak

source: سیب سبز فرانسوی تازه
ar: تفاح أخضر فرنسي طازج
eu: Frantziako sagar berde freskoak

source: میوه به تازه
ar: فاكهة طازجة
eu: Fruta freskoa

source: برگ مو تازه فله
ar: يترك الشعر الطازج بكميات كبيرة
eu: Ile fresko hostoak soltean

source: بلوبری تازه
ar: توت طازج
eu: Ahabi freskoak

source: سبزی خشک نعناع بهرامن
ar: عشب جاف من نعناع بهرمان
eu: Behraman menda belar lehorra

source: برگ کاسنی بسته هزار و یک برگ
ar: أوراق الهندباء ، ألف ورقة وواحد
eu: Txikoria hostoak, mila eta bat hosto

source: سبزی خشک شوید
ar: خضروات جافة
eu: Barazki lehorrak

source: برگ آویشن شیرازی خشک فله
ar: أوراق الزعتر الشيرازي المجففة بكميات كبيرة
eu: Shirazi ezkaia hosto lehorrak soltean

source: پرتقال تامسون تازه
ar: برتقال طومسون الطازج
eu: Thomson laranja freskoak

source: فلفل تند تازه
ar: فلفل حار طازج
eu: Piper freskoa

source: رازیانه
ar: الشمرة
eu: mihilua

source: خیار گلخانه ای تازه
ar: خيار الدفيئة الطازج
eu: Berotegiko pepino freskoa

source: گوجه فرنگی تازه
ar: طماطم طازجة
eu: Tomate freskoak

source: میوه هلو انجیری تازه
ar: الخوخ والتين الطازج
eu: Mertxika eta piku freskoak

source: پیاز طلایی تازه
ar: بصل ذهبي طازج
eu: Urrezko tipula freskoa

source: سبزی پلویی
ar: بيلاف الخضار
eu: barazki pilaf

source: پودر جلبک خوراکی اسپیرولینا آلگوتب
ar: طحلب سبيرولينا صالح للأكل الجوتيب
eu: Espirulina alga-hauts jangarria Algoteb

source: کدو حلوایی عددی
ar: اليقطين العددي
eu: Zenbakizko kalabaza

source: سبزیجات مخلوط منجمد نوبر‌سبز
ar: Nober Green خضروات مشكلة مجمدة
eu: Nober Green barazki misto izoztuak

source: میوه آلبالو تازه
ar: فاكهة الكرز الطازجة
eu: Gerezi fruta freskoa

source: آلبالو پیوندی تازه
ar: الكرز الطازج المطعمة
eu: Gerezi freskoa txertatua

source: گل کلم تازه
ar: قرنبيط طازج
eu: Azalore freskoa

source: مارچوبه درجه یک
ar: الهليون من الدرجة الأولى
eu: Lehen mailako zainzuriak

source: نخود فرنگی منجمد نوبر‌سبز
ar: بازلاء خضراء مجمدة
eu: Ilar izoztuak

source: پیاز زرد یک
ar: بصلة صفراء
eu: Tipula hori bat

source: هویج تازه
ar: جزر طازج
eu: azenario freskoak

source: فلفل کاپی قرمز
ar: فليفلة حمراء
eu: Pipergorri gorria

source: آلو قرمز تازه
ar: الخوخ الأحمر الطازج
eu: Aran gorri freskoak

source: بادمجان دلمه ای تازه
ar: شرائح باذنجان طازجة
eu: Berenjena xerra freskoa

source: هویج آبگیری اقتصادی کشت کالا
ar: الجفاف الاقتصادي زراعة الجزر
eu: Deshidratazioa azenarioaren laborantza ekonomikoa

source: میوه آلو زرد تازه
ar: فاكهة البرقوق الصفراء الطازجة
eu: Fruta horia aran freskoa

source: ذرت مکزیکی گرین سید کد
ar: ذرة سمك القد الخضراء المكسيكية
eu: Mexikoko hazi berdea bakailao artoa

source: میوه گوجه سبز تازه
ar: فاكهة الطماطم الخضراء الطازجة
eu: Tomate berde freskoa

source: لیمو ترش شیرازی تازه
ar: ليمون شيرازي طازج
eu: Shirazi limoi freskoa

source: سبزی کوکو خشک کنکوک
ar: كينكوك خضروات كوكو مجففة
eu: Koko barazki lehorrak kenkok

source: سبزی ترش واش سرخ شده کنکوک یی
ar: كانكوك مقلي بالخضروات الحامضة
eu: Kankok barazki gazi frijituak

source: ساده گشنیز بسته سلفون شفاف
ar: كزبرة بسيطة ملفوفة في سيلوفان شفاف
eu: Cilantro sinplea zelofan gardenean bildua

source: هویج خرد شده
ar: جزر مقطع
eu: Azenario txikituta

source: شوید
ar: يصبح
eu: bihurtu

source: سبزی خشک نعنا فردوس ناب
ar: فردوس خضار جاف بالنعناع
eu: Ferdows menda purua barazki lehorra

source: انجیر زرد تازه
ar: التين الأصفر الطازج
eu: Piku horia freskoak

source: باقلا سبز بدون پوست منجمد سرد و تازه
ar: فاصوليا خضراء باردة وطازجة مجمدة منزوعة الجلد
eu: Azalarik gabeko babarrun izoztu hotzak eta freskoak

source: گوجه فرنگی زیتونی
ar: طماطم زيتون
eu: Oliba tomateak

source: میوه شلیل تازه
ar: فاكهة النكتارين الطازجة
eu: Nectarina fruta freskoa

source: پیاز سرخ شده خلال مینوک کد
ar: مينوك سمك القد والبصل المقلي
eu: Minook bakailao tipula frijitua

source: سبزی آش تازه کنکوک
ar: خضروات كونكوك الطازجة
eu: Konkokeko barazki freskoa

source: سبزی کوکو خرد شده
ar: جوز الهند المفروم
eu: Koko berde txikituta

source: شنبلیله سبزان
ar: الحلبة الخضراء
eu: Fenugreek berdea

source: سبزی دلمه
ar: دولما الخضار
eu: Dolma barazkia

source: میوه خیار تازه
ar: فاكهة خيار طازجة
eu: Pepino fruta freskoa

source: سبزی خوردن
ar: أكل الخضار
eu: barazkiak jatea

source: کلم سفید تازه
ar: ملفوف أبيض طازج
eu: Aza zuri freskoa

source: سبزی قورمه سبزی
ar: خضروات لغورم سبزي
eu: Ghorme-Sabzirako barazkia

source: کرفس تازه
ar: كرفس طازج
eu: Apio freskoa

source: برگ مو شور
ar: أوراق الشعر المملحة
eu: Ile-hosto gaziak

source: سبزی پلو خرد شده فله
ar: خضروات الأرز المفروم بكميات كبيرة
eu: Arroz txikitutako barazkiak soltean

source: شنبلیله خشک
ar: الحلبة الجافة
eu: fenugreek lehorra

source: سبزی خشک قلیه ماهی
ar: السمك المجفف بطارخ الخضار
eu: Arrain lehorrak arrain barazkiak

source: اسنک بچه هویج فیتزی فانزی
ar: وجبة خفيفة جزر صغيرة من Fitzy
eu: Fitzy Fancy haurtxoko azenario-merienda

source: سبزی خشک کوکو
ar: خضروات مجففة كوكو
eu: Coco barazki lehorrak

source: سیب سفید غدیری
ar: تفاح أبيض الغديري
eu: Ghadiri sagar zuria

source: مغز گردو
ar: جوز
eu: Intxaurrondoa

source: سبزی خشک شنبلیله
ar: خضروات مجففة بالحلبة
eu: Fenugreek barazki lehorrak

source: لوبیا سبز منجمد نوبر‌سبز
ar: نوبر الفاصوليا الخضراء المجمدة
eu: Nober babarrun berde izoztuak

source: میوه سیب قرمز تازه
ar: فاكهة التفاح الأحمر الطازج
eu: Sagar gorri freskoa

source: برگه زردآلو خشک قیصی
ar: قيسي ورق مشمش مجفف
eu: Qaisi abrikot hosto lehortua

source: زرشک پفکی
ar: البرباريس منتفخ
eu: puffy barberry

source: کشمش پلویی
ar: بيلوي زبيب
eu: Piloui mahaspasak

source: انجیر خشک
ar: التين المجفف
eu: piku lehorra

source: پسته احمد آقایی خام
ar: أحمد أغايي فستق نيء
eu: Ahmad Aghaei pistatxo gordinak

source: توت فرنگی خشک
ar: فراولة مجففة
eu: Marrubi lehorrak

source: توت خشک
ar: التوت المجفف
eu: Baia lehorrak

source: آلبالو خشک
ar: كرز مجفف
eu: Gerezi lehorrak

source: بادام زمینی آستانه اشرفیه
ar: أستانة الأشرفية فول سوداني
eu: Astana Ashrafieh kakahueteak

source: خرمای خاصویی
ar: مواعيد خاصة
eu: Data bereziak

source: کشمش سبز قلمی
ar: بينالي الزبيب الأخضر
eu: Penali mahaspasa berdea

source: زعفران ممتاز قائنات مثقالی
ar: زعفران الكون المغلي الفاخر
eu: Moghali unibertsoko azafraia premium

source: زعفران سرگل نوربیدخت ظرف خاتم
ar: زعفران سرغول نوربيدخت في حاوية خاتم
eu: Azafraia Sargol Noorbidakht Khatam edukiontzian

source: میوه خشک مخلوط
ar: فواكه مجففة مشكلة
eu: Fruitu lehorrak mistoak

source: بادام هندی خام
ar: الكاجو الخام
eu: Anaardo gordinak

source: زعفران یک خاتم ایوب‌
ar: الزعفران هو ختم أيوب
eu: Azafraia Joben zigilua da

source: بادام سنگی
ar: اللوز الحجر
eu: harrizko almendra

source: خلال بادام درختی
ar: لوز مقطع
eu: Almendra xerratan

source: گلابی خشک
ar: كمثرى مجففة
eu: udare lehortua

source: زعفران قائنات
ar: زعفران الكون
eu: Unibertsoko azafraia

source: آلو شابلون خشک
ar: الاستنسل الجاف البرقوق
eu: Txantiloi lehorra aran

source: پرتقال خشک
ar: برتقال مجفف
eu: Laranja lehorrak

source: چیپس خرمالو خشک
ar: رقائق البرسيمون المجففة
eu: Kaki patata frijituak

source: سیب خشک
ar: تفاح مجفف
eu: sagar lehortua

source: میوه خشک هلو
ar: فاكهة الخوخ المجففة
eu: Mertxika fruitu lehorrak

source: زعفران یک مثقالی
ar: الزعفران مغالي
eu: Azafraia mughali bat da

source: میوه کیوی خشک
ar: فاكهة الكيوي المجففة
eu: Kiwi fruitu lehorrak

source: آناناس خشک
ar: أناناس مجفف
eu: Anana lehortua

source: آجیل چهار مغز خام
ar: أربع حبات من المكسرات النيئة
eu: Lau fruitu lehor gordinak

source: گردو با پوست
ar: الجوز مع القشرة
eu: Intxaurrak oskolarekin

source: مویز بی هسته
ar: الكشمش الخالي من البذور
eu: Hazirik gabeko currants

source: اسلایس لیمو ترش خشک
ar: شريحة من الجير المجفف
eu: Lehorra kare xerra

source: خرما پیارم
ar: انا احب التمر
eu: Maite ditut zitak

source: انبه خشک
ar: مانجو مجفف
eu: mango lehortua

source: زعفران نگین پاکتی
ar: ناجين باكتى الزعفران
eu: Azafraia Nagin Pakti

source: زعفران یک
ar: زعفران واحد
eu: Azafrai bat

source: موسیر خشک
ar: الكراث المجفف
eu: Txalote lehorrak

source: آلو بخارا خورشتی
ar: يخنة بخارى برقوق
eu: Bukhara aran gisatua

source: زعفران نگین قاینات یک
ar: الزعفران هو جوهرة الكون
eu: Azafraia unibertsoaren harribitxia da

source: مغز بادام درختی خام
ar: حبات اللوز الخام
eu: Almendra-ale gordinak

source: زرشک دانه اناری
ar: برباريس بذور الرمان
eu: Pomegranate hazia barberry

source: پسته اکبری خام
ar: فستق أكبري نيء
eu: Akbari pistatxo gordinak

source: میوه موز خشک
ar: فاكهة الموز المجففة
eu: Banana fruitu lehorrak

source: چلغوز خام
ar: الكلغوز الخام
eu: Chelghoz gordina

source: کشمش طلایی فله
ar: الزبيب الذهبي السائب
eu: Urrezko mahaspasa solteak

source: ریشه زعفران لایانسا
ar: جذر الزعفران ليانسا
eu: Layansa azafraia sustraia

source: زعفران سرگل کادویی مثقال سحرخیز
ar: زعفران سرغول ، قدوي ، سرخيز
eu: Sargol azafraia, Kadoui, Saharkhiz

source: مغز بادام خام ایرانی
ar: حبات اللوز الخام الإيرانية
eu: Irango almendra gordinak

source: عناب خشک
ar: عناب مجفف
eu: jujube lehorra

source: میوه خشک زنجبیل حبه ای
ar: فاكهة الزنجبيل المجففة
eu: Jengibrearen fruitu lehorrak

source: بادام زمینی با روکش دودی
ar: فول سوداني مدخن
eu: Kakahueteak ketuak

source: زعفران مثقال مصطفوی
ar: زعفران مشكال مصطفوي
eu: Mishqal Mustafaviren azafraia

source: مغز بادام درختی شور
ar: حبات اللوز المملحة
eu: Almendra-ale gaziak

source: شاهدانه خام
ar: القنب الخام
eu: kanabis gordina

source: بادام زمینی باربیکیو
ar: شواء الفول السوداني
eu: Barbakoa kakahueteak

source: میوه خشک نارگیل
ar: فاكهة جوز الهند المجففة
eu: Koko fruitu lehorrak

source: زرشک
ar: البرباريس
eu: barberry

source: گوجه فرنگی خشک اسلایس شده
ar: شرائح طماطم مجففة
eu: Tomate lehorrak xerratan

source: بادام پوست کاغذی منقا
ar: لوز ورق مقشر
eu: Paperezko azala almendrak

source: مغز فندق خام
ar: حبات البندق الخام
eu: Hurr-ale gordinak

source: خلال پسته
eu: bere postuan zehar

source: خلال بادام زمینی
ar: فول سوداني مقطع شرائح
eu: Kakahueteak xerratan

source: خرما کبکاب
ar: تمر محمص
eu: Datil erreak

source: پسته فندقی شور
ar: فستق البندق المملح
eu: hur pistatxo gaziak

source: آلو خاکی خشک
ar: الخوخ المجفف
eu: Aran lehorrak

source: زعفران سرگل ممتاز یک مثقالی
ar: ممتاز زعفران سارجول ، ماتشالي
eu: Premium Sargol azafraia, matchaly bat

source: زعفران سرگل کارتی سحرخیز
ar: زعفران سرغول كرتي سحركيز
eu: Sargol Karti Saharkhaiz azafraia

source: خرما مضافتی بم
ar: مواعيد اضافية
eu: data gehigarriak

source: خرما زاهدی فله
ar: تمور الزاهدي بكميات كبيرة
eu: Zahedi datak soltean

source: زعفران ممتاز قائنات ٫
ar: أفضل زعفران في الكون.
eu: Unibertsoko azafrairik onena.

source: زعفران قائنات زعفران ممتاز قائنات
ar: زعفران الكون ، الزعفران المتميز في الكون
eu: Unibertsoko azafraia, unibertsoko azafraia premium

source: مغز تخمه آفتابگردان خام
ar: حبات بذور عباد الشمس الخام
eu: Ekilore hazi gordinak

source: بادام برزیلی
ar: لوز برازيلي
eu: Brasilgo almendrak

source: سنجد
eu: Aurkituko dugu

source: دانه کاج بدون پوست چلغوز بدون پوست
ar: صنوبر مقشر بدون قشر
eu: Zuritu gabeko pinaziak zuritu gabe

source: میوه خشک کرنبری
ar: فاكهة التوت البري المجففة
eu: Cranberry fruitu lehorrak

source: بادام زمینی روکش دار سرکه نمکی
ar: فول سوداني مملح بالخل المملح
eu: Ozpin gazitu estalitako kakahueteak

source: بادام زمینی فلفلی فله
ar: الفول السوداني الفلفل بكميات كبيرة
eu: Piper kakahueteak soltean

source: تخمه آفتابگردان شمشیری
ar: بذور عباد الشمس السيف
eu: Ezpata ekilore haziak

source: زعفران درجه یک تلقی مصطفوی مثقال
ar: زعفران من الدرجة الأولى يعتبره مصطفى مشقل
eu: Mustafa Mishgalek lehen mailako azafraia kontuan hartuta

source: زعفران سرگل قاینات کد
ar: كود الزعفران سيرجول القينات
eu: Azafraia Sergol Qayinat kodea

source: کشمش مویز
ar: الزبيب والزبيب
eu: mahaspasak, mahaspasak

source: خرما زاهدی اعتماد
ar: خرما زاهدي اعتماد
eu: Kharma Zahedi Etamad

source: گوجی بری
ar: غوجي التوت
eu: goji baia

source: آجیل هندی دینگ دونگ مدل اسنک میکس نمکی
ar: دينج دونج مكسرات هندية ، سناك مملح مشكل
eu: Ding Dong Indiako fruitu lehorrak, gatzatutako pintxoen nahasketa

source: بادام زمینی روکش دار با طعم کچاپ
ar: فول سوداني مغطى بالكاتشب
eu: Ketchup estalitako kakahueteak

source: نخودچی و کشمش
ar: الحمص والزبيب
eu: Garbantzuak eta mahaspasak

source: کنجد سفید خام وجیسنک
ar: بذور السمسم الأبيض الخام
eu: Sesamo zuri gordinak

source: عصاره زعفران زرد طلایی حجم میلی لیتری
ar: مستخلص الزعفران الأصفر الذهبي ، حجم مليلتر
eu: Urrezko azafrai horia extract, mililitro bolumena

source: نارنگی اسلایس شده خشک
ar: اليوسفي المجفف شرائح
eu: Mandarina xerra lehorrak

source: مغز تخمه کدو خام
ar: حبات بذور اليقطين الخام
eu: Kalabaza-hazi gordinak

source: زعفران سوپر سرگل صادارتی مثقال قائنات
ar: زعفران سوبر سرجول سادارتي مشقل قنات
eu: Azafraia Super Sargol Sadarti Mashqal Qaenat

source: مخلوط میوه حبه استوایی
ar: مزيج الفاكهة الاستوائية
eu: Fruta tropikalen nahasketa

source: پودر زعفران
ar: مسحوق الزعفران
eu: Azafraia hautsa

source: آلو بیرجندی آفتابی
ar: مشمس بيرجاندي البرقوق
eu: Birjandi aran eguzkitsua

source: تخمه آفتابگردان شور فله
ar: بذور عباد الشمس المملحة
eu: Ekilore haziak ontziratu gabe

source: سیب لبویی خشک
ar: تفاح جاف
eu: Sagar lehorra

source: تخمه آفتابگردان با طعم گلپر
ar: بذور عباد الشمس بنكهة انجليكا
eu: Ekilore-haziak angelika zaporearekin

source: خرمای کبکاب
ar: تمر كبكاب
eu: Kabkab datak

source: بادام پوست کاغذی شور آمریکایی وجیسنک
ar: ورق اللوز الأمريكي المملح
eu: American Salted Paper Skin Almendrak

source: نخودچی خام گل
ar: زهرة البازلاء الخام
eu: Lore gordinak ilarrak

source: فندق با پوست شور فله
ar: البندق المملح
eu: Hurrak ontziratu gabeak

source: شلیل خشک
ar: الرحيق الجاف
eu: Nectar lehorra

source: زعفران سرگل امسالی
ar: زعفران سرغول هذا العام
eu: Sargol azafraia aurten

source: زعفران گلستان
ar: زعفران جولستان
eu: Golestan azafraia

source: تخمه محبوبی دواتیشه
ar: البذرة الشعبية لهيبان
eu: Bi suaren hazi ezaguna

source: زعفران سوپر نگین
ar: الزعفران الثمين للغاية
eu: Azafraia oso preziatua

source: زعفران نگین در بسته‌ بندی کریستال اعتماد کد
ar: زعفران ثمين في عبوة كريستالية من كود إيتماد
eu: Azafrai preziatua Etamad kodea kristalezko ontzian

source: ماکادمیا
ar: المكاديميا
eu: makadamia

source: آجیل مخلوط اقتصادی تازه و اعلا
ar: المكسرات المختلطة الاقتصادية الطازجة والمتفوقة
eu: Fruitu lehorrak nahastu ekonomiko freskoak eta goi mailakoak

source: آجیل چهار مغز شور
ar: أربعة حبات نواة مملحة
eu: Lau mukurren intxaurrak gazituak

source: عناب تازه
ar: عناب طازج
eu: Jujube freskoa

source: زرشک دونه اناری
ar: برباريس رمان
eu: Pomegranate barberry

source: خرما بار طبیعی دکتربیز
ar: قالب التمر الطبيعي من دكتور بيز
eu: Dr. Biz data naturalaren barra

source: آجیل چهارمغز خام
ar: الجوز الخام
eu: Intxaur gordinak

source: تخمه کدو گوشتی دو آتیشه
ar: اثنين من بذور اليقطين اللهب
eu: Bi flame kalabaza haziak

source: مغز بادام هندی شور
ar: جوز الكاجو المملح
eu: Anaardo gatzatuak

source: آرد برنج
ar: طحين الأرز
eu: Arroz irina

source: نخود کرمانشاه
ar: حمص كرمانشاه
eu: Kermanshah txitxirioak

source: عدس درشت
eu: Dilista lodiak

source: برنج درجه یک عنبر بو شالی گستر عطر آگین هر
ar: أرز من الدرجة الأولى برائحة شالي جوستار ، عطر Agin Her
eu: Lehen mailako arroza Shali Gostar, Agin Her usainarekin

source: طارم هاشمی فریدونکنار برنج میرانی
ar: تارم هاشمي فريدونكنار مع أرز ميراني
eu: Tarem Hashemi Faridoonkanar Mirani arrozarekin

source: لوبیا چیتی فله ای
ar: فول البينتو السائبة
eu: Babarrun pinto solteak

source: کنجد سفید
ar: السمسم الأبيض
eu: sesamo zuria

source: لپه
ar: الفلقات
eu: kotiledoiak

source: لوبیا قرمز
ar: فاصوليا حمراء
eu: Babarrun gorriak

source: نخود
ar: البازلاء
eu: Ilarra

source: برنج شیرودی اعلا
ar: أرز شيرودي ممتاز
eu: Shirodi arroz bikaina

source: برنج یی اصل طارم هاشمی
ar: أرز تريم هاشمي الأصلي
eu: Jatorrizko Tarem Hashemi arroza

source: برنج فجر گرگان کیسه یی
ar: أرز فجر جرجان المعبأ في أكياس
eu: Fajr Gorgan arroza poltsatua

source: جو پوست کنده
ar: شعير
eu: Garagarra

source: جو دوسر پرک صبحانه فوری اُ آ ب
ar: وجبة فطور فورية من دقيق الشوفان
eu: Oatmeal Oatmeal berehalako gosaria

source: برنج هندی محسن یی دانه بلند
ar: أرز هندي محسن طويل الحبة
eu: Mohsin ale luzeko arroza indiarra

source: برنج هاشمی معطر آستانه اشرفیه یی
ar: أرز هاشمي معطر من أستانا الأشرفية
eu: Astana Ashrafieh-ko Hashemi arroz lurrintsua

source: جو پرک اعلا
ar: الاختبار مرتفع
eu: Proba altua da

source: برنج ایرانی هاشمی طبیعت
ar: أرز هاشمي إيراني طبيعي
eu: Irango Hashmi Arroz naturala

source: برنج هاشمی ممتاز طبیعت بسته
ar: أرز الهاشمي الفاخر ذو الطبيعة المغلقة
eu: Izaera itxiko Hashmi premium arroza

source: برنج هاشمی فوق اعلا گیلان یی
ar: أرز الهاشمي ممتاز يا جيلان
eu: Hashemi arroza bikaina da, Gilan

source: آرد نخودچی
ar: طحين الحمص
eu: Garbantzu irina

source: طارم برنج طارم محلی ایرانی یی
ar: أرز تاريم هو تاريم إيراني محلي
eu: Tarem arroza tokiko Irango tarem bat da

source: گندم پوست کنده
ar: قمح مقشر
eu: Garia azala

source: لوبیا قرمز فیلی
ar: فيلي الفاصوليا الحمراء
eu: Philly babarrun gorriak

source: سبوس برنج قهوه‌ای دکتر بیز
ar: دكتور النحل نخالة الأرز البني
eu: Dr. Bees arroz branka

source: جو دوسر کاپیتان
ar: كابتن أوتس
eu: Olo kapitaina

source: برنج عنبربو درجه یک خوزستان _ یی عنبربو جنوب
ar: أرز العنبر من الدرجة الأولى من خوزستان - العنبر الجنوبي
eu: Khuzestaneko lehen mailako anbar arroza - hegoaldeko anbarra

source: برنج طارم ممتاز معطر گلستان یی
ar: أرز تارام العطري الممتاز من جولستان
eu: Golestan-en Taram arroz aromatikoa

source: برنج پاکستانی سوپر باسماتی طبیعت یی
ar: أرز بسمتي طبيعي باكستاني
eu: Pakistango arroz super basmati naturala

source: پودر جوانه گندم
ar: مسحوق جنين القمح
eu: Gari germen hautsa

source: جو دوسر سفید کواکر
ar: جو دوسر وايت كويكر
eu: Joe Duser White Quaker

source: لوبیا چشم بلبلی
ar: اللوبيا
eu: Cowpea

source: برنج نیم دانه یی هاشمی گیلان
ar: أرز هاشمي جيلان نصف حبة
eu: Hashemi Gilan arroza erdi-alea

source: برنج پاکستانی دایانا
ar: أرز ديانا باكستاني
eu: Diana pakistandar arroza

source: برنج نیم دانه هاشمی
ar: أرز هاشمي نصف حبة
eu: Hashmi ale erdiko arroza

source: مایه خمیر دکتر اوتکر
ar: وكيل مخمر دكتور أويتكر
eu: Oetker doktorearen legamiaren agentea

source: برنج هندی دانه بلند کیسه یی
ar: أرز هندي طويل الحبة معبأ
eu: Indiako ale luzeko arroza poltsatua

source: ماش
ar: عصيدة
eu: mush

source: آرد گندم
ar: دقيق القمح
eu: Gari irina

source: لوبیا عروس
ar: فاصوليا العروس
eu: emaztegaiaren baba

source: برنج درجه یک هندی بخشایش
ar: عفو عن الأرز الهندي درجة أولى
eu: Barkatu lehen mailako arroza indiarra

source: لوبیا چیتی گلستان
ar: فاصوليا جولستان بينتو
eu: Golestan pinto babarrunak

source: لوبیا چیتی فیلی
ar: فول فيلي بينتو
eu: Philly pinto babarrunak

source: برنج فجر ممتاز شالی گستر عطر آگین هر
ar: أرز فجر فاخر ، عطر شالي جوستار ، أجين هير
eu: Premium Fajr arroza, Shali Gostar lurrina, Agin Her

source: سبوس چند غله دکتر بیز
ar: الدكتور النحل النخالة المتعددة
eu: Dr. Bees multigrain bran

source: برنج طارم فجر یی
ar: أرز تاريم فجر
eu: Tarem Fajr arroza

source: ذرت خام
ar: الذرة النيئة
eu: arto gordina

source: عدس ریز
ar: عدس
eu: Dilistak

source: لوبیا چشم بلبلی
ar: اللوبيا
eu: Cowpea

source: آرد سفید قنادیسه صفر یا نول
ar: دقيق أبيض من كاناديس زيرو أو نول
eu: Kanadise zero edo nol irina zuria

source: طارم محلی فریدونکنار برنج میرانی
ar: فريدون تارم محلي بجانب أرز ميراني
eu: Faridun bertako tarem Mirani arrozaren ondoan

source: برنج دانه بلند خاطره یی
ar: أرز طويل الحبة لا يُنسى
eu: Ale luzeko arroz gogoangarria

source: نخود گلستان
ar: حمص جولستان
eu: Golestan txitxirioak

source: برنج طارم استخوانی اعلا و درجه
ar: أرز تاريم عظمي عالي الجودة
eu: Goi mailako hezur tarem arroza

source: برنج هاشمی گیلان درجه یک
ar: أرز هاشمي جيلان درجة أولى
eu: Lehen mailako Hashemi Gilan arroza

source: لوبیا سفید
ar: فصولياء بيضاء
eu: Babarrun zuriak

source: پودر جوانه جو
ar: مسحوق تنبت الشعير
eu: Garagar kimu hautsa

source: جو دوسر پرک صبحانه ارگانیک اُ آ ب
ar: حبوب الإفطار من دقيق الشوفان العضوي
eu: Olo-irina ekologikoa Olo-irina gosaltzeko zerealak

source: لوبیا قرمز گلستان
ar: فاصوليا حمراء جولستان
eu: Golestan babarrun gorriak

source: برنج طارم کشت دوم
ar: أرز تاريم من المحصول الثاني
eu: Bigarren laborearen tarem arroza

source: لوبیا سفید فیلی
ar: فيلي الفاصوليا البيضاء
eu: Philly babarrun zuriak

source: برنج دم سیاه آستانه
ar: أرز أستانا ذو الذيل الأسود
eu: Astana buztan beltza arroza

source: پودر جوانه گندم دکتر بیز
ar: مسحوق جنين القمح د
eu: Dr. Bees gari germen hautsa

source: برنج طارم ممتاز گلستان
ar: أرز ترام فاخر جولستان
eu: Golestan Premium Taram Arroza

source: آرد نخودچی ویترین‌فود یک
ar: مبين طعام واحد دقيق الحمص
eu: Erakutsitako janari bat garbantzu irina

source: برنج یی گلستان
ar: أرز جولستان
eu: Golestan arroza

source: سیر سیاه دکتر بیز
ar: دكتور النحل بالثوم الاسود
eu: Dr. Bees baratxuri beltza

source: لوبیا کشاورزی
ar: الفاصوليا الزراعية
eu: Nekazaritzako babarrunak

source: پودر جوانه گندم
ar: مسحوق جنين القمح
eu: Gari germen hautsa

source: برنج هاشمی طبیعت
ar: أرز هاشمي بالطبيعة
eu: Hashemi natura arroza

source: دانه چیا ارگانیک ا آ ب
ar: بذور الشيا العضوية
eu: Chia hazi ekologikoak

source: عدس ارگانیک فدک
ar: فدك عدس عضوي
eu: Fadak dilista ekologikoak

source: برنج ایرانی هاشمی طبیعت
ar: أرز هاشمي إيراني طبيعي
eu: Irango Hashmi Arroz naturala

source: برنج هاشمی ممتاز طبیعت
ar: أرز هاشمي الفاخر الطبيعي
eu: Nature's premium Hashmi arroza

source: برنج هاشمی درجه یک گیلان یی
ar: أرز هاشمي درجة أولى من جيلان
eu: Lehen mailako Hashemi arroza Gilan

source: برنج مجلسی معطر پردیس سورت شده ایرانی
ar: برديس أرز مجسلي إيراني مصنف معطر
eu: Pardis Irango sorta lurrintsua Majseli arroz

source: برنج هندی یی شهر خاطرات
ar: أرز هندي من مدينة الذكريات
eu: Oroitzapenen hiriko arroz indiarra

source: برنج هاشمی معطر
ar: أرز هاشمي معطر
eu: Hashmi Arroz lurrintsua

source: جو دوسر پرک درشت یولاف
ar: رقائق الشوفان الخشنة
eu: Olo lodia

source: سویا خام فله
ar: فول الصويا الخام بكميات كبيرة
eu: Soja gordinik soltean

source: جو دو سر پرک بزرگ اُ آ ب
ar: شوفان كبير
eu: Olo Handia Oloa

source: باقالی سبز
ar: الفول الأخضر
eu: baba berdea
