Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: رشته آش محلی
ar: طبق محلي
eu: Bertako platera

source: ماکارونی آنکارا ترکیه طرح دیتالینی بسته
ar: معكرونة أنقرة التركية ، تصميم داتالين مغلق
eu: Turkiako Ankara pasta, dataline diseinu itxia

source: ماکارونی فتوچینی آشیانه‌ای زر‌ماکارون
ar: عش باستا فيتوتشيني معكرونة ذهبية
eu: Fettuccini pasta habia urrezko makarroiak

source: رشته فرنگی آشیانه‌ ای زرماکارون
ar: عش المعكرونة مع الماكرون الذهبي
eu: Habia fideoak urrezko makarroiekin

source: ماکارونی سفید
ar: المعكرونة البيضاء
eu: pasta zuria

source: ماکارونی پروانه ای تک
ar: معكرونة فراشة واحدة
eu: tximeleta bakarreko pasta

source: ماکارونی فرمی پروانه‌ای تک‌ماکارون
ar: مكرونة مفردة على شكل فراشة
eu: Makarroi bakarreko tximeleta formako pasta

source: ماکارونی فرمی فوسیلی تک‌ماکارون
ar: مكرونة فيرمي فوسيل سينجل
eu: Fermi Fossil makarroi bakarreko pasta

source: ماکارونی فرمی شلز سبزیجات تک‌ماکارون
ar: مكرونة مكرونة بالخضروات بشرائح الفرمي
eu: Fermi Maskorrak barazki makarroi bakarreko pasta

source: لازانیا تک ماکارون
ar: لازانيا مكرونة مفردة
eu: Makarroi lasagna bakarra

source: رشته فرنگی فرمی فیدلی زرماکارون
ar: نودلز فيرمي فيدلي زيرماكرون
eu: Fermi Fidli Zermacaron Fideoak

source: پاستا گوش ماهی بزرگ مانا
ar: باستا مانا اسكالوب كبيرة
eu: Mana bieira handia pasta

source: ماکارونی پروانه ای با طعم سبزیجات زرماکارون
ar: باستا زيرماكرون بنكهة الخضار
eu: Zermakaron barazki zaporeko tximeleta pasta

source: لازانیا پیش پخت زرماکارون
ar: لازانيا زيرماكرون مخبوزة مسبقاً
eu: Lasagna aurrez labean Zermakarroa

source: رشته فرنگی فیدلی تک ماکارون
ar: نودلز مكرونة مفردة من فيدلي
eu: Fidley macaron fideoak

source: جامبو شلز میلی متری تک ماکارون
ar: قذائف جامبو مليمتر واحد معكرون
eu: Jumbo maskorrak milimetroko macaron bakarra

source: اسپاگتی قطر غنی شده تک ماکارون
ar: مكرونة إسباجيتي قطرها واحد غنية
eu: Diametro aberastuko makarroi espagetiak

source: ماکارونی نیمه آماده با طعم گوجه فرنگی و ریحان پاستا الیت
ar: مكرونة شبه جاهزة مع مكرونة الطماطم والريحان النخبة
eu: Pasta erdi prestatua tomate eta albahaka pasta elitearekin

source: پاستا فرمی روتینی بزرگ مانا با آرد سمولینا
ar: باستا مانا روتيني كبيرة مع دقيق السميد
eu: Manna Rotini pasta handia semola irinarekin

source: رشته آشی کامبیز
ar: حقل آشي كامبيس
eu: Ashi Kambis zelaia

source: مانا ماکارون اسپاگتی
ar: مانا سباغيتي باستا
eu: Manna Spaghetti Pasta

source: پاستا تک ماکارون میکس
ar: مكرونة مكرونة مفردة مشكلة
eu: Pasta makarroi nahasketa bakarra

source: ماست تازه کم چرب هراز
ar: زبادي طازج قليل الدسم
eu: Gantz gutxiko jogurt freskoa

source: ماکارونى رشته ای مانا قطر
ar: مانا قطر معكرونة خيطية
eu: Mana Qatar harizko pasta

source: ماکارونی فرمی اسپریلا مانا
ar: سبريلا مانا فيرمي باستا
eu: Sprilla Mana Fermi Pasta

source: ماکارونی زر ماکارون
ar: مكرونة جولد معكرونة
eu: Makarroiak urrezko makarroiak

source: ماکارونی فرمی سیم تلفنی مانا
ar: باستا فيرمي على خط هاتف مانا
eu: Fermi pasta Manaren telefono linean

source: ماکارونی فرمی مته ای مانا
ar: حفر مانا على شكل مكرونة
eu: Mana zulagailuaren formako pasta

source: ماکارونی فرمی شیپوری مانا
ar: بوق مانا شكل باستا
eu: Mana tronpeta formako pasta

source: ماکارونی فرمی یال اسبی مانا
ar: مانا هورس ماني فيرمي باستا
eu: Mana zaldi mana fermi pasta

source: ماکارونی فرمی میکس ساده مانا
ar: مكرونة مانا شكل بسيط
eu: Mana simple nahasketa formako pasta

source: رشته آشی پرهام
ar: حقل آشي بارهام
eu: Ashi Parham zelaia

source: ماکارونی فرمی مته ای زر ماکارون
ar: مكرونة فورمي ميتي مكرونة ذهبي
eu: Makarroiak formi metei urrezko makarroia

source: ماکارونی پنه ریگاته مخلوط سبزیجات زر ماکارون
ar: مكرونة بيني ريجات ​​ممزوجة بالخضار والمعكرونة
eu: Penne Rigate pasta barazki eta makarroiekin nahastuta

source: ماکارونی فرمی فستوناتی مانا
ar: باستا فيرمي فيستوناتي مانا
eu: Pasta Fermi Festunati Mana

source: اسپاگتی سبوس دار زر ماکارون
ar: مكرونة معكرونة من القمح الكامل
eu: Osoko espagetiak urrezko makarroiak

source: رشته پلویی کامبیز
ar: طبق أرز قمبيز
eu: Cambys arroz platera

source: رشته قهوه ای ناسیونال سویا شعیریه
ar: خيط بني من نودلز الصويا الوطنية
eu: National soja fideoen kate marroia

source: رشته آش زر پنج یی
ar: دورة Ash Zar لمدة خمس سنوات
eu: Lizarra Zar bost urteko ikastaroa

source: رشته آشی اعلا حاجت
ar: هناك حاجة ماسة إلى مجال الطبخ
eu: Sukaldaritza arloa oso beharrezkoa da

source: پاستا فسیلی بدون گلوتن سم میلز
ar: سام ميلز معكرونة أحفورية خالية من الغلوتين
eu: Sam Mills glutenik gabeko pasta fosilak

source: ماکارونی پاپیونی آنکارا
ar: أنقرة ربطة عنق المعكرونة
eu: Ankara pajarita pasta

source: ماکارونی پیچی قهوه ای عارف
ar: مكرونة عارف حلزونية بنية
eu: Aref pasta espiral marroia

source: رشته آش جعبه ای گلها
ar: علبة زهور
eu: Lore kutxa

source: ماکارونی ریگاتی باریلا
ar: باستا باريلا ريجاتي
eu: Barilla rigati pasta

source: ماکارونی با آرد گندم عارف
ar: مكرونة بدقيق قمح عارف
eu: Pasta Arif gari irinarekin

source: رشته آش سویق کامل مون
ar: آشي سويك كامل مون
eu: Ashe Soweik Kamel Mun

source: ماکارونی بدون گلوتن آی سودا
ar: أنا معكرونة خالية من الغلوتين الصودا
eu: Glutenik gabeko pasta freskatzen dut

source: سه شیرهتوت،انگور،خرما
ar: ثلاث عصائر من التوت والعنب والتمر
eu: Hiru baia zuku, mahats, datilak

source: ماکارونی آنکارا مدل
ar: معكرونة أنقرة النموذجية
eu: Ankara ereduko pasta

source: پاستا فسیلی باریلا
ar: باستا باريلا الأحفورية
eu: Barilla Fossil Pasta

source: شیره انگور
ar: عصير العنب
eu: Mahats-zukua

source: ارده کنجد ایرانی لار ممتاز شابلی باستان اردکان
ar: السمسم الإيراني البقدونس ، الشبلي القديم في أردكان
eu: Irango sesamo perrexila, Ardakango Shabli zaharra

source: ارده بهجتی
ar: أردي بهجيتي
eu: Arde Behjeti

source: شیره انگور نیم یی
ar: نصف كوب عصير عنب
eu: Kopa erdi mahats zuku

source: ارده شکلاتی یزدینه حجم
ar: حجم كعكة الشوكولاته يزدين
eu: Yazdine txokolate tarta bolumena

source: خرما خاصویی شیره دار دستتچین شده ایلود
ar: تمور خاصة يتم اختيارها بعناية من قبل Elod
eu: Data mamitsu bereziak Elodek eskuz hautatuak

source: شیره خرنوب اورهان اصل ترکیه
ar: عصير أورهان خروب أصلي من تركيا
eu: Orhan algarroba zukua, Turkiako jatorrizkoa

source: شیره خرنوب ارگانیک
ar: عصير خروب عضوي
eu: Karrobi-zuku ekologikoa

source: شیره انجیر سنتی
ar: عصير التين التقليدي
eu: Piku-zuku tradizionala

source: شیره خرما ستاره فدک
ar: عصير فدك نجمة التمر
eu: Fadak star data zukua

source: شیره سفید انگور
ar: عصير العنب الأبيض
eu: Mahats zuri zukua

source: شیره انگور طبیعی
ar: عصير عنب طبيعي
eu: Mahats-zuku naturala

source: شیره انجیر یی
ar: عصير التين
eu: piku zukua

source: شیره توت
ar: عصير التوت
eu: baia zukua

source: سه شیره ستاره فدک
ar: عصائر فدك الثلاث نجوم
eu: Fadak-en hiru izar zukuak

source: شیره توت خانگی
ar: عصير التوت محلي الصنع
eu: Etxeko baia zukua

source: شیره انگور خانگی
ar: عصير عنب منزلي
eu: Etxeko mahats zukua

source: کرم کنجد عقاب ساده
ar: كريم السمسم النسر البسيط
eu: Arrano sesamo krema sinplea

source: ارده درجه یک
ar: أرز من الدرجة الأولى
eu: Lehen mailako arroza

source: نهال انگور صاحبی
ar: شتلات العنب صهيبي
eu: Sahibi mahats-planta

source: شیره انگور سفید
ar: عصير العنب الأبيض
eu: Mahats zuri zukua

source: چهار شیره
ar: أربع عصائر
eu: lau zuku

source: شیره انجیر ایلمارک
ar: عصير التين إيلمارك
eu: Ilmark piku zukua

source: ارده کنجد سنتی فدک
ar: فدك دقيق سمسم تقليدي
eu: Fadak sesamo-irina tradizionala

source: ارده کنجد سنتی ستاره فدک
ar: ستاره فدك طحين سمسم تقليدي
eu: Setare Fadak sesamo-irina tradizionala

source: شیره انگور ستاره فدک
ar: عصير عنب نجم فدك
eu: Fadak izar mahats zukua

source: نهال انگور شاهرودی
ar: شهرودي شتلة عنب
eu: Shahroudi mahats-planta

source: کنجد ایرانی فدک
ar: فدك السمسم الايراني
eu: Fadak Irango sesamoa

source: قاووت پسته ای اصیل
ar: نكهة الفستق الحلبي الأصلية
eu: Benetako pistatxo zaporea

source: شیره انگور ستاره فدک تضمین کیفیت
ar: عصير عنب ستار فدك ضمان جودة
eu: Fadak star mahats-zukuaren kalitatea bermatzea

source: شیره انگور ممتاز ستاره فدک
ar: عصير عنب ستار فدك الفاخر
eu: Star Fadak premium mahats zukua

source: ارده کنجد سنتی فدک خالص
ar: فدك دقيق سمسم نقي
eu: Fadak sesamo-irina tradizional hutsa

source: شیره توت خالص خانگی رازقی
ar: عصير التوت النقي منزلي الصنع من رزاغي
eu: Razaghiren etxeko baia zuku purua

source: حلوا ارده خرمایی برند زمرد
ar: الحلاوة الطحينية Arde Kharmai ماركة الزمرد
eu: Halva Arde Kharmai Marka Esmeralda

source: ارده کنجدی نوحا
ar: دقيق سمسم نوح
eu: Noeren Sesamo Irina

source: شیره خرما
ar: عصارة النخيل
eu: Palmondo izerdia

source: شیره انگور اعلا
ar: عصير عنب ممتاز
eu: Mahats-zuku bikaina

source: ارده کنجد نیم یی
ar: دقيق السمسم نصف
eu: Sesamo irina erdia da

source: ارده کنجد سنتی ممتاز فدک
ar: ممتاز فدك دقيق سمسم تقليدي
eu: Mumtaz Fadak sesamo-irina tradizionala

source: ارده کنجد ایرانی
ar: دقيق سمسم ايراني
eu: Irango sesamo irina

source: شیره خرما
ar: عصارة النخيل
eu: Palmondo izerdia

source: حلوا ارده
eu: Arde halva

source: حاج حسین آب حیات حلوا ارده ممتاز_
ar: الحاج حسين أب حياة حلوة أرض ممتاز
eu: Haj Hossein Ab Hayat Halwa Arde Mumtaz

source: شیره خرما نیم یی
ar: نصف عصير تمر
eu: Datil erdiko zukua

source: ارده کنجد برسام
ar: دقيق السمسم
eu: Sesamo irina

source: شیره انجیر فیلی سی‌ سی
ar: فيلي عصير التين سم مكعب
eu: Philly piku zukua cc

source: شیره انگور محلی
ar: عصير عنب محلي
eu: Bertako mahats zukua

source: ارده سنتی ممتاز راوک
ar: ممتاز راوق أرضي تراثية
eu: Mumtaz Rauk Arde Tradizionala

source: شیره انگور خالص
ar: عصير عنب صافي
eu: Mahats-zuku purua

source: شیره خرما درجه یک
ar: عصير تمر درجة أولى
eu: Lehen mailako data-zukua

source: ارده کنجد ایرانی ستاره فدک باظرف
ar: نجم السمسم والبقدونس الإيراني فدك بازاروف
eu: Irango sesamo perrexila izarra Fadak Bazarov

source: شیره انگور
ar: عصير العنب
eu: Mahats-zukua

source: ارده کنجد ترنم
ar: دقيق السمسم
eu: Sesamo irina

source: شیره انگور سفید بروجرد
ar: عصير بروجرد عنب أبيض
eu: Borujerd mahats zuri zukua

source: حلوا ارده ستاره فدک حاوی شیره خرما
ar: أرده ستار فدك حلاوة طحينية تحتوي على عصير التمر
eu: Ardeh Star Fadak halva data-zukua duena

source: شیره انگور ممتاز فدک
ar: عصير عنب فدك فاخر
eu: Premium Fadak mahats zukua

source: شیره انجیر ممتاز فدک
ar: عصير التين ممتاز فدك
eu: Mumtaz Fadak piku zukua

source: شیره توت ممتاز فدک
ar: فدك عصير توت بريميوم
eu: Fadak baia-zukua

source: چهار شیره طبیعی خالص محبت یی
ar: أربع عصائر طبيعية نقية من الحب
eu: Maitasunaren lau zuku natural huts

source: ارده دو آتیشه
ar: اردي نيران
eu: Arde bi su

source: ارده کنجد
ar: حبوب السمسم
eu: Sesamo haziak

source: شیره انگور با کیفیت آدربایجان
ar: جودة عصير العنب الأذربيجاني
eu: Azerbaijango kalitatezko mahats zukua

source: معجون دوای بلغم پی ال ام شف شفانگر
ar: طب البلغم شيف شيفانجر PLM
eu: Flemaren ondoren pomada pi al am chef chef

source: پنج شیره انگور و توت و خرما و سیب و انجیر فدک
ar: خمس عصائر عنب وتوت وتمر وتفاح وتين فدك
eu: Bost zuku mahats, baia, datilak, sagarrak eta Fadak pikuak

source: شیره سفید انگور ملایر
ar: عصير أبيض من عنب مالير
eu: Malair mahatsaren zuku zuria

source: شیره خرما طبیعی ارگانیک آبیش
ar: عصير تمر طبيعي عضوي أزرق
eu: Datil-zuku natural organiko urdina

source: ارده کنجد ممتاز فدک
ar: ممتاز فدك دقيق سمسم
eu: Mumtaz Fadak Sesamo Irina

source: کنجد سفید ممتاز فدک
ar: فدك سمسم ابيض فاخر
eu: Fadak premium sesamo zuria

source: شیره خرما یک ئی کشاورزطبیعی
ar: عصير التمر مزارع طبيعي
eu: Data-zukua nekazari naturala da

source: ارده کنجد سبوسدار بکلی
ar: طحين السمسم الحبوب الكاملة
eu: Osoko sesamo-irina

source: ارده ممتاز
ar: أرد ممتاز
eu: Arde Mumtaz

source: ارده اردکان
ar: قطيع من البط
eu: Ahate-talde bat

source: شیره ی خرما
ar: عصير التمر
eu: Datil zukua

source: کرم ارده پسته‌ای شیررضا
ar: شيريزا كريمة دقيق الفستق
eu: Shirreza pistatxo irina krema

source: شیره توت شهدیس
ar: عصير توت شهديس
eu: Shahdis baia zukua

source: شیره توت احیای سلامت نیم لیتر
ar: نصف لتر من عصير التوت المنعش للصحة
eu: Litro erdi osasuntsu biziberritzeko baia-zukua

source: ارده با کنجد ایرانی عنایت
ar: اردي مع السمسم الايراني
eu: Arde Irango sesamoarekin

source: ارده فندقی ترنم
ar: لدي المزيد من دقيق البندق
eu: hur irina gehiago daukat

source: ارده شکلاتی ترنم
ar: المزيد من دقيق الشوكولاتة
eu: Txokolate-irina gehiago

source: خرما شکلاتی
ar: تمر الشوكولاتة
eu: Txokolate-datilak

source: چهار شیره سنتی
ar: أربع عصائر تقليدية
eu: Lau zuku tradizionalak

source: شیره خرنوب هل کیم _
ar: عصير الخروب هل كيم
eu: Hel Kim algarroba zukua

source: کنجد بوداده ترنم
ar: بذور السمسم المحمص
eu: Sesamo haziak erreak

source: شیره انگور ترنم
ar: عصير العنب
eu: Mahats-zukua

source: شیره هل کشاورزبدون شکر
ar: عصير هيل مزارع بدون سكر
eu: Baserritarren kardamomo zukua azukrerik gabe

source: ارده کنجد ارگانیک نیکاتیس
ar: دقيق السمسم العضوي نيكاتيس
eu: Nikatis Sesamo Irina Ekologikoa

source: شیره توت درجه یک
ar: عصير توت من الدرجة الأولى
eu: Lehen mailako baia zukua

source: شیره انگور اصل
ar: عصير العنب الاصلي
eu: Jatorrizko mahats-zukua

source: شیره سیاه انگور
ar: عصير العنب الأسود
eu: Mahats-zuku beltza

source: شیره انگور همدان
ar: عصير عنب همدان
eu: Hamedan mahats zukua

source: خرما طعم دار زیره ای
ar: تمر منكه بالكمون
eu: Datilak kuminoz zaporekoak

source: شیره انگور درجه یک
ar: عصير عنب درجة أولى
eu: Lehen mailako mahats zukua

source: شیره ی توت
ar: عصير التوت
eu: baia zukua

source: نهال انگور قرمز فرانسه
ar: شتلة عنب أحمر فرنسي
eu: Frantziako mahats gorri-planta

source: ارده کنجد
ar: حبوب السمسم
eu: Sesamo haziak

source: ارده و شیره خرما عقاب
ar: حليب النسر وعصير التمر
eu: Arrano-esnea eta data-zukua

source: عصاره مالت جو به مالت
ar: مستخلص الشعير الشعير إلى الشعير
eu: Garagar-malta-estraktua maltara

source: ارده عسلی زعفرانی عقاب
ar: وجبة عسل الزعفران من إيجل
eu: Arranoaren azafraia ezti-jana

source: ارده کنجد قلعه گنج بسته عددی
ar: بذور السمسم قلا جنج عبوة عددية
eu: Qala Ganj-en sesamo haziak, zenbakizko paketea

source: شیره خرما محلی صد یک
ar: مائة عصير تمر محلي
eu: Ehun ehun tokiko data zukua

source: ارده کنجد
ar: حبوب السمسم
eu: Sesamo haziak

source: حلوا ارده کنجدی
ar: طحين السمسم الحلاوة الطحينية
eu: Sesamo irina halva

source: کرم ارده شکلاتیخانگی
ar: كريمة شوكولاتة منزلية
eu: Etxeko txokolate krema

source: ارده دو آتیشه ممتاز شیررضا
ar: Arde Do Atisheh ممتاز شريزا
eu: Arde Do Atisheh Mumtaz Shirreza

source: چهارشیره طبیعی ویترین‌فود
ar: عصائر Vitrinfood الطبيعية الرباعية
eu: Vitrinfood lau zuku naturala

source: شیره خرما طبیعی ویترین‌فود
ar: عصير التمر الطبيعي Vitrinfood
eu: Vitrinfood data-zuku naturala

source: ارده کنجد ارگانیک نیکاتیس
ar: دقيق السمسم العضوي نيكاتيس
eu: Nikatis Sesamo Irina Ekologikoa

source: ارده شیره انگور
ar: دقيق عصير العنب
eu: Mahats-zukua irina

source: سه شیره رازقی
ar: ثلاث عصائر رزقي
eu: Hiru Razghi zuku

source: ارده شیره سالمین
ar: أردي شاير سالمين
eu: Arde Shire Salmin

source: ارده کنجد ممتاز گل افسار اردکان
ar: دقيق السمسم ، مقاليد زهور اردكان الممتازة
eu: Sesamo irina, Ardakanen lore-erren bikainak

source: شیره توت سویدا
ar: عصير التوت الصويا
eu: Soyda baia zukua

source: پوره میوه کودک مخلوط میوه و جو دوسر هرو بیبی
ar: هيرو بيبي خليط الفواكه مع هريس الشوفان
eu: Hero Baby fruta eta olo purea nahastuta

source: پوره میوه موز و سیب هروبیبی
ar: هروبيبي مهروس الموز والتفاح
eu: Hrubibi banana eta sagar fruta purea

source: پوره میوه ارگانیک آلو سیاه هیپ
ar: هريس فاكهة البرقوق الأسود العضوي
eu: Hip-arau beltz organikoa fruta purea

source: قارچ
ar: فطر
eu: perretxiko

source: کلم پیچ سبز گرین سید کد
ar: كود البذور الخضراء كالي
eu: Green Seed Code Kale

source: بادام زمینی پیاز جعفری
ar: بقدونس ، بصل ، فول سوداني
eu: Perrexila tipula kakahueteak

source: هندوانه ابوجهل کنکوک
ar: بطيخ أبو جهل كنكوك
eu: Sandia Abu Jahl Kankok

source: پیاز زرد مسترفروت
ar: ماستر فروت بصل أصفر
eu: Masterfruit tipula horia

source: سبزی کوکو منجمد نوبر‌ سبز
ar: نوبور جرين خضار كوكو مجمدة
eu: Nobur Green koko barazki izoztua

source: سبزی خوردن پاک شده
ar: أكل الخضار واضح
eu: Barazkiak jatea garbitu egiten da

source: شوید خشک تازه فدک
ar: فدك شبت جاف طازج
eu: Fadak aneta lehor freskoa

source: کلم قرمز تازه
ar: ملفوف أحمر طازج
eu: Aza gorri freskoa

source: پرتقال آبگیری تازه
ar: عصير برتقال طازج
eu: Laranjak estutu berriak

source: سیر خشک
ar: ثوم مجفف
eu: baratxuri lehorrak

source: میوه پرتقال والنسیا تازه
ar: فاكهة برتقال فالنسيا الطازجة
eu: Valentziako fruta laranja freskoa

source: سبزی خشک دلمه
ar: خضروات مجففة
eu: Barazki lehorrak

source: سبزی خشک تره فردوس ناب
ar: فردوس ناب الخضار المجفف
eu: Ferdows barazki lehorrak hartzen ditu

source: برگ بو
ar: أوراق بو
eu: Bo hostoa

source: سبزی خشک اسفناج فردوس ناب
ar: خضروات مجففة بالفردوس والسبانخ
eu: Ferdous espinakak barazki lehorrak

source: شوید خشک ممتاز فدک
ar: فدك شبت جاف ممتاز
eu: Fadak premium aneta lehorra

source: سبزی آشی خشک ممتاز فدک
ar: خضار ممتاز فدك الجاف
eu: Mumtaz Fadak-en barazki lehorra

source: شوید خشک ستاره فدک
ar: نجمة فدك الشبت الجاف
eu: Star Fadak aneta lehorra

source: بادام مامایی
ar: قابلة اللوز
eu: almendra emagina

source: بادام هندی زعفرانی
ar: كاجو الزعفران
eu: Azafraia anaardoak

source: تخمه آفتابگردان دور سفید درجه ممتاز
ar: بذور عباد الشمس بيضاء مستديرة من الدرجة الممتازة
eu: Lehen mailako ekilore hazi zuri biribilak

source: سیب خشک زرد
ar: تفاح أصفر مجفف
eu: Sagar lehor horia

source: بلوبری خشک
ar: العنب البري المجفف
eu: Ahabi lehorrak

source: تخمه آفتابگردان خام
ar: بذور عباد الشمس الخام
eu: Ekilore hazi gordinak

source: آجیل مخلوط مغز
ar: المكسرات مختلطة الدماغ
eu: Fruitu lehorrak garun nahasi

source: گرانولا شکلاتی بهارفران
ar: جرانولا بالشوكولاتة بارفران
eu: Bharfran txokolate granola

source: به خشک اسلایس شده
ar: شرائح جافة
eu: Lehorrean zatituta

source: برنج طارم هاشمی
ar: أرز تريم هاشمي
eu: Tarem Hashmi arroza

source: برنج هندی طبیعت یی
ar: أرز هندي طبيعي
eu: Indiako arroz naturala

source: برنج عنبربو
ar: أرز العنبر
eu: Anbargris arroza

source: پروتئین سویا داتیس
ar: بروتين الصويا داتيس
eu: Datis soja proteina

source: آبنبات مکیدنی اکالیپتوس سیم سیم عددی
ar: سلك عددي لسلك مصاصة الكافور
eu: Eukalipto piruleta hari zenbakizko haria

source: آرد سوخاری
ar: دقيق محمص
eu: Irina txigortua

source: لوبیا چیتی ارگانیک آبگینه
ar: حبوب البينتو العضوية المائية
eu: Babarrun pinto organiko urtsuak

source: آرد برنج سفید حجم
ar: حجم دقيق الأرز الأبيض
eu: Arroz zuriaren bolumena

source: آرد نخود خام فله
ar: دقيق الحمص النيء السائب
eu: Garbantzu irina gordinik soltean

source: جو دو سر پرک
ar: اثنان اختبار الرأس
eu: Bi buruko proba

source: کره بادام زمینی اسکیپی کرانچی
ar: سكيبي كرانشي زبدة الفول السوداني
eu: Skippy Crunchy Kakahuete Gurina

source: نبات شکر قهوه ای
ar: حلوى السكر البني
eu: Azukre marroia gozokia

source: آب نبات قهوه آیدین
ar: حلوى قهوة أيدين
eu: Aydin kafe gozokia

source: پودر کیک دونات آمون
ar: بودرة كيك آمون دونات
eu: Amon donut tarta hautsa

source: کروسان کرم کاکائو فندقی شیبابا
ar: كرواسون شيبابا كريم البندق والكاكاو
eu: Shibaba hur kakao krema croissanta

source: آبنبات جویدنی منتوس توت فرنگی
ar: علكة فراولة منتوس
eu: Strawberry Mentos txiklea

source: شیرینی مشهدی
ar: حلويات مشهد
eu: Mashhad gozokiak

source: شکلات ساندرا چیچک
ar: شوكولا ساندرا شيشيك
eu: Sandra Chichek txokolatea

source: پشمک لقمه ای میکس با روکش شیری و شکلاتی حاج عبدالله
ar: الباشماك المغطى بالحليب والشوكولاتة من الحاج عبد الله
eu: Haj Abdallah-en esne eta txokolate estalitako pashmak

source: شکلات تابلت شیری آیدین
ar: قرص شوكولاتة أيدين بالحليب
eu: Aydin esne txokolate tableta

source: کماچ سهن
ar: كاماتش ساهن
eu: Kamach Sahn

source: شیرینی پفکی گردویی
ar: عجينة الجوز
eu: Intxaur hostorea

source: پودر وانیل ملودی
ar: مسحوق الفانيليا ميلودي
eu: Melody bainila hautsa

source: مارشمالو ببتو مدل
ar: نموذج Marshmallow bebto
eu: Marshmallow bebto eredua

source: شیر کیسه ای پاستوریزه کم چرب پگاه غنی شده با ویتامین
ar: حليب بيجاه مبستر قليل الدسم غني بالفيتامينات
eu: Pegah gantz gutxiko poltsa pasteurizatuko esnea bitaminaz aberastua

source: پنیر خامه ای ویلی کاله
ar: جبنة ويلي كالي الكريمية
eu: Willy Kale gazta krematsua

source: کره هالک با عطر وانیلی در ناخالص و خالص میباشد
ar: زبدة الهيكل برائحة الفانيليا نقية وغير نقية
eu: Banila usain duen Hulk gurina purua eta ezpurua da

source: شیر سویا مانداسوی با طعم وانیل لیتر
ar: لتر حليب الصويا منداسوي بنكهة الفانيليا
eu: Mandasoi soja-esnea bainila zapore litroarekin

source: دسر نوشیدنی طالبی دنت میلی لیتر
ar: شمام شمام دنت مل شراب حلوى
eu: Cantaloupe Dent ml postre edaria

source: ماست تک نفره کم چرب کاله
ar: زبادي واحد قليل الدسم
eu: Gantz gutxiko jogurt bakarra

source: شیر غیرلبنی بادام کاله لیتر
ar: لتر حليب لوز خالي من الألبان
eu: Litroko almendra esnea ez esnea

source: پنیر تازه نسبتا چرب پاک
ar: الجبن الطازج النظيف نسبيًا
eu: Gazta freskoa nahiko garbia

source: کشک مایع گوسفندی
ar: خثارة الأغنام السائلة
eu: Ardi mamia likidoa

source: پنیر سفید آمل کاله
ar: امول كالي جبن ابيض
eu: Amol Kale gazta zuria

source: سولاته موکا کاله حجم لیتر
ar: Sulate Muka Kale حجم لتر
eu: Solat Mocha Kale litro bolumena

source: بستنی وانیلی دومینو لیتری
ar: دومينو لتر ايس كريم فانيليا
eu: Domino litro bainila izozkia

source: پنیر سفید تازه کاله
ar: جبنة بيضاء طازجة
eu: Gazta zuri freskoa

source: خامه قنادی سولیانو شیرین منجمد کاله
ar: كريم فطيرة سوليانو حلو مثلج
eu: Soliano gozo-krema izoztua

source: سردست بدون گردن گوسفند داخلی مهیا پروتئین
ar: يوفر الرأس بدون رقبة الأغنام الداخلية البروتين
eu: Barne-ardien leporik gabeko buruak proteina ematen du

source: گوشت قیمه ای گوساله
ar: لحم البقر المفروم
eu: Behi xehatua

source: ماهی هامور عدد
ar: عدد أسماك الهامور
eu: Mero arrain zenbakia

source: بال و بازو مرغ پویا پروتئین
ar: أجنحة دجاج وذراع بروتين ديناميكي
eu: Oilasko-hegoak eta besoak proteina dinamikoak

source: ماهی مقوا گیش سفید
ar: سمك كرتون أبيض
eu: Kartoizko arrain zuria

source: مغز ران مرغ مهیا‌‌پروتئین
ar: يوفر نخاع فخذ الدجاج البروتين
eu: Oilasko izter-muinak proteina ematen du

source: ران مرغ با پوست منجمد در های تا برند ثمین
ar: أفخاذ الدجاج مع الجلد مجمدة ماركة Samin
eu: Samin markako oilasko izterra azala izoztuta

source: استیک راسته گوساله
ar: ستيك لحم بتلو
eu: Txahal txuleta

source: چرخکرده گوسفندی
ar: لحم الغنم المفروم
eu: arkume xehatua

source: کالباس خانگی
ar: سجق منزلي
eu: Etxeko txistorra

source: ماهی قزل آلا شکم خالی مهیا پروتئین
ar: سمك السلمون على معدة فارغة يوفر البروتين
eu: Urdaila hutsik dagoen izokina proteina ematen du

source: بیبی کورن در آب نمک گلدن ویو
ar: ذرة صغيرة بالمياه المالحة من جولدن فيو
eu: Artoa Golden View ur gazian

source: برگر گیاهی منجمد بر پایه گندم نوپرو
ar: برجر نباتي مجمد يعتمد على قمح نوبرو
eu: Barazki hanburgesa izoztua Nopro garian oinarrituta

source: سوسیس کوکتل ساده گوشت قرمز گوشتیران
ar: جوشتيران لحم أحمر كوكتيل بسيط سجق
eu: Goshtiran haragi gorria koktel txistorra sinplea

source: تخم مرغ زرده طلایی مروارید عددی
ar: بيضة صفار ذهبية رقمية لؤلؤة
eu: Perla zenbakizko urrezko gorringo arrautza

source: همبرگر دستی
ar: همبرغر مصنوع يدويا
eu: Eskuz egindako hanburgesa

source: ترشی لیته محلی ممتاز فدک
ar: مخلل فدك المحلي الخفيف الممتاز
eu: Fadak-en tokiko ozpinetako lite bikaina

source: آبلیمو لیتری دستچین
ar: لتر من عصير الليمون المقطوف يدوياً
eu: Eskuz jasotako limoi zuku litro bat

source: سوسیس گیاهی گودا نوپرو
ar: سجق جودا نوبرو نباتي
eu: Gouda Nupro txistorra begetarianoa

source: ترشی بچه بلال یا ترشی بیبی کورن یی
ar: مخلل صغير أو مخلل ذرة
eu: ozpinetako haurtxoa edo arto ozpinetako haurtxoa

source: ترشی سالاد فصل
ar: مخلل سلطة موسمي
eu: Sasoiko entsalada ozpinetakoak

source: ترشی سپستان
ar: مخلل حامض
eu: Ozpin garratza

source: سرکه سیب ربیع
ar: خل تفاح ربيع
eu: Rabi sagar ozpina

source: آبغوره گل آوند
ar: زجاجة ماء Gol Avand
eu: Gol Avand ur botila

source: سرکه انگبین نعنایی موسسه تحقیقات حجامت ایران سی سی
ar: Angbin Mint Vinegar ، معهد أبحاث الحجامة في إيران CC
eu: Angbin Mint Vinegar, Iran CCko Cupping Research Institute

source: سرکه قرمز بیژن
ar: خل بيجان أحمر
eu: Bijan Ozpin Gorria

source: ترشی لوبیا سبز
ar: مخلل فاصولياء خضراء
eu: Ozpinetako babarrunak

source: بیبی کورن سرکه ای امریکن فارم
ar: ذرة اطفال خل امريكان فارم
eu: American Farm Vinegar Haurtxo Artoa

source: ترشی انبه مخلوط روغنی مهران
ar: مخلل مانجو بالزيت مهران
eu: Mehran olio nahastua mango ozpinetakoa

source: نان نیمه آماده پیتزا ظرفی منجمد
ar: خبز نصف جاهز ، طبق بيتزا مجمد
eu: Erdi prestatutako ogia, plater izoztua pizza

source: نان نسیم پرونان نان آوران
ar: نسيم برونان نان أفاران
eu: Nasim Pronan Nan Avaran
