Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: نوشیدنی انرژی زا مانستر میلی لیتر دکتر مانستر
ar: مونستر مشروب الطاقة مل دكتور مونستر
eu: Monster edari energetikoa ml Dr. Monster

source: برگ اویشن
ar: أوراق الزعتر
eu: ezkaia hostoak

source: شربت لیتری آناناس سن ایچ
ar: لتر من شراب الأناناس ، سان إتش
eu: Litro bat anana almibarretan, San H

source: قهوه فوری دکتر بیز مدل کافه لاته با قارچ گانودرما
ar: قهوة سريعة التحضير من دكتور بيز مع فطر جانوديرما
eu: Dr. Biz berehalako kafetegiko latte eredua Ganoderma perretxikoarekin

source: کاپوچینو تیمز عددی ’
ar: عددي التايمز كابتشينو
eu: Tamesis Cappuccino zenbakizkoa

source: چای چکش سبز بارمال
ar: شاي المطرقة الخضراء Barmal
eu: Barmal mailu berdearen tea

source: نسکافه قهوه فوری گلد بلند
ar: قهوة نسكافيه جولد طويلة التحضير
eu: Nescafe Gold Long berehalako kafea

source: پودر شربت پرتقال فوستر کلارکس
ar: كلاركس فوستر مسحوق شراب البرتقال
eu: Clarks Foster laranja almibarreko hautsa

source: به لیمو
ar: لليمون
eu: limoiari

source: شربت زعفران مصطفوی
ar: شراب الزعفران مصطفوي
eu: Mustafavi azafrai almibarretan

source: قوطی قهوه مهمت افندی مدل کلاسیک
ar: علبة قهوة محمد أفندي موديل كلاسيكي
eu: Mehmet Effendi kafe-lata, modelo klasikoa

source: هات چاکلت تیمز عددی
ar: Numerical Tims Hot Chocolate. شوكولاتة ساخنة من تيمز
eu: Tims zenbakizko txokolate beroa

source: چای سیاه قلم سوگند لاهیجان یی
ar: الشاي الأسود ، قسم لاهيجان
eu: Te beltza, Lahijanen zina

source: چای ماچا تشریفاتی برینو
ar: شاي الماتشا الاحتفالي
eu: Matcha tea zeremoniala

source: شربت پرتقال یی سن‌ ایچ
ar: سان هـ. شراب البرتقال
eu: San H. laranja almibarretan

source: قهوه فوری استارباکس کافه موکا
ar: ستاربكس موكا كافيه قهوة سريعة التحضير
eu: Starbucks Moka Cafe berehalako kafea

source: قهوه گانودرما موکا دکتر بیز عددی
ar: جانوديرما موكا Dr.BIZ Numeric Coffee
eu: Ganoderma Mocha Dr. Biz Zenbakizko Kafea

source: آب معدنی پرسپولیس
ar: مياه برسيبوليس المعدنية
eu: Persepolis ur minerala

source: نوشیدنی گازدار زمزم با طعم لیموناد میلی لیتر
ar: مشروب غازي زمزم بنكهة عصير الليمون مل
eu: Zamzam edari karbonatatua limonada zaporearekin ml

source: چای شکسته هل دار سوفیا
ar: شاي صوفيا المكسور بالهيل
eu: Sofia kardamomoa hautsitako tea

source: دانه قهوه مکزیک
ar: حبوب البن المكسيكي
eu: Mexikoko kafe aleak

source: چای العطور
ar: شاي عطري
eu: Perfume-tea

source: نوشیدنی لیموناد گاز دار زمزم میلی لیتر
ar: عصير ليموناضة زمزم مل
eu: Zamzam karbonatatutako limonada edaria ml

source: چای سیلان عطری گلستان
ar: شاي جولستان العطري السيلاني
eu: Golestan Zeilango te aromatikoa

source: پودر عددی کافی میکس نسکافه
ar: نسكافيه ميكس مسحوق القهوة العددي
eu: Nescafe nahasketa kafea zenbakizko hautsa

source: چای دوغزال ساده قرمز
ar: شاي دوغزال الأحمر البسيط
eu: Dougzaal te gorri sinplea

source: نسکافه تروبیکا کاپوچینو
ar: نسكافيه تروبيكا كابتشينو
eu: Nescafe Trobica Cappuccino

source: کمپوت آناناس دول بلند
ar: كومبوت أناناس طويل
eu: Anana konpota luzea

source: دوغ آبعلی شیشه ای میلی لیتر
ar: عبالي زبدة زجاج مل
eu: Abali buttermilk edalontzi ml

source: شیر چای علی تی زنجبیلی عددی
ar: رقم حليب شاي الزنجبيل علي تي
eu: Ali T jengibre tea esne zenbakia

source: دمنوش مصفی خون دکتر بیز عددی
ar: شراب فلتر الدم الخاص بالدكتور بيز
eu: Biz doktorearen odol-iragazkia edaria

source: شربت لیتری آلبالو سن ایچ
ar: لتر شراب الكرز سان اتش
eu: Litroko gerezi almibarretan San H

source: آب معدنی واتا لیتری
ar: المياه المعدنية تعني لتر
eu: Ur mineralak litroa esan nahi du

source: نوشابه بزرگ فانتا لیتری زرد
ar: فانتا لتر كبير مشروب غازي أصفر
eu: Fanta litro handiko freskagarri horia

source: دوغ نعناء عالیس سی سی
ar: أليس النعناع زبدة اللبن CC
eu: Alis menda gurina CC

source: پودر کاکائو
ar: مسحوق الكاكاو
eu: kakao hautsa

source: قوطی قهوه فوری جاکوبز مدل مونارک
ar: علبة قهوة سريعة التحضير من جاكوبس مونارك
eu: Jacobs Monarch berehalako kafe-lata

source: چای سیاه ارل گری توینینگز
ar: شاي إيرل غراي توينينجز الأسود
eu: Earl Grey Twinings te beltza

source: شربت آلبالو یی سن‌ ایچ
ar: شراب الكرز سان اتش
eu: San H gerezi almibarretan

source: شیر چای علی تی هل دار عددی
ar: علي تي شاي حليب بالهيل
eu: Ali T kardamomoko te esnea

source: چای سبز لاهیجان نیم یی
ar: شاي أخضر لاهيجان نصف يي
eu: Lahijan Green Tea Half Yi

source: کافی میکس × تیمز بسته عددی
ar: حزمة Kaffi Mix x Tims العددية
eu: Kaffi Mix x Tims zenbakizko paketea

source: قهوه فوری استارباکس طعم کاپوچینو
ar: ستاربكس قهوة كابتشينو سريعة التحضير بنكهة
eu: Starbucks berehalako kafe kapuccino zaporea

source: قهوه دمی نورسکا مدل بسته عددی بن مانو
ar: قهوة ديمي نورسكا ، نموذج عبوة أرقام بن مانو
eu: Demi Norska kafea, Ben Mano zenbaki paketearen modeloa

source: دمنوش لاغری دکتر بیز عددی
ar: مشروب التخسيس دكتور بيز
eu: Biz doktorearen argaltzeko edaria

source: ماءالشعیر بدون الکل بالتیکا روسیه ای حجم میل
ar: بيرة الشعير الروسية الخالية من الكحول
eu: Alkoholik gabeko Baltica Errusiako malta garagardoa

source: کاپوچینو به همراه پودر مخلوط کاکائو نسکافه عددی نستله
ar: كابتشينو مع مسحوق الكاكاو نسكافيه الرقمي
eu: Cappuccino Nescafe zenbakizko kakao nahasketa hautsarekin

source: پودر قهوه ترک
ar: مسحوق القهوة التركي
eu: Turkiako kafe hautsa

source: شربت ویمتو مخلوط میوه های قرمز میلی لیتر
ar: يمتو شراب فواكه حمراء مشكلة مل
eu: Vimto fruta gorrien almibarretan ml

source: نوشابه قوطی پپسی میلی‌لیتری
ar: علب المشروبات الغازية من بيبسي مليلتر
eu: Pepsi mililitroko freskagarri latak

source: شربت موهیتو یی سن‌ ایج
ar: شراب موهيتو العمر
eu: Mojito almibarretan zaharra

source: نوشابه شیشه ای کوکاکولا میلی لیتر
ar: مشروب غازي كوكاكولا زجاج مل
eu: Coca-Cola edalontzi freskagarria ml

source: چای ماچا ماچانو بسته عددی
ar: شاي ماتشا ماتشانو ، حزمة عددية
eu: Matcha Machano tea, zenbakizko paketea

source: نوشیدنی سانی نس با طعم انبه میلی لیتر
ar: مشروب صني نيس بنكهة المانجو مل
eu: Sunny Ness edaria mango zaporearekin ml

source: قهوه اسپرسو بن‌مانو مدل آرتیمان
ar: قهوة اسبريسو بن مانو موديل ارتيمان
eu: Espresso Ben Mano kafea, Artiman modeloa

source: ماءالشعیر کلاسیک لیتری دلستر بهنوش
ar: بيرة دلستر بهنوش كلاسيك لتر
eu: Delster Behnoosh litroko garagardo klasikoa

source: مولتی کافه کاپوچینو کلاسیک بسته عددی
ar: رقم حزمة Multi-Café Classic Cappuccino
eu: Multi-Café Classic Cappuccino paketearen zenbakia

source: پردازنده ای ام دی
ar: معالج AMD
eu: AMD prozesadorea

source: چای ماسالا بدون شکر آریا
ar: شاي أريا ماسالا بدون سكر
eu: Aria masala tea azukrerik gabe

source: دانه قهوه لاواتزا
ar: حبوب قهوة لافاتزا
eu: Lavazza kafe aleak

source: چای ممتاز بهاره لاهیجاننیم یی
ar: شاي ربيع لاهيجان الممتاز
eu: Lahijan udaberriko te bikaina

source: چای کوهی
ar: شاي الجبل
eu: Mendiko tea

source: چای ماسالا
ar: شاي ماسالا
eu: Masala tea

source: قهوه علی کافه رژیمی نقره ای تایی
ar: علي كوفي دايت سيلفر تاي كافيه
eu: Ali Coffee Diet Silver Thai Cafe

source: نوشابه کولا زیرو لیتری کوکاکولا
ar: مشروب غازي كوكاكولا زيرو لتر
eu: Coca-Cola zero litro freskagarria

source: نوشابه مخلوط میوه قرمز شانی میلی لیتری
ar: شاني مشروب فواكه مشكلة حمراء مل
eu: Shani fruta gorri mistoa freskagarria ml

source: پودر شکلات اوالتین
ar: مسحوق شوكولاتة أوفالتين
eu: Ovaltine txokolate hautsa

source: چای کیسه ای شهرزاد مدل بسته عددی
ar: كيس شاي شهرزاد ، موديل العبوة الرقمية
eu: Shahrzad te-poltsa, zenbakizko paketearen eredua

source: قهوه‌ فرانسه بن‌مانو
ar: بن مانو قهوة فرنسية
eu: Ben Mano Frantziako kafea

source: نوشیدنی پرتقال سن ایچ میلی لیتر
ar: مشروب البرتقال سين ح مل
eu: Edari laranja sen h ml

source: نکتار آلبالو لیتری سن‌ایچ
ar: لتر شيري نكتار سانه
eu: Litro Cherry Nectar Sanh

source: فامیلا چای هندوستان معطر
ar: عائلة الشاي الهندي المعطر
eu: Indiako tearen familia lurrintsua

source: دان قهوه ایلی کلاسیکو
ar: إيلي كلاسيكو كافيه دون
eu: Illy Classico Kafea Don

source: تی بگ برنجی خانه باریک
ar: كيس شاي نحاسي من باريك هاوس
eu: Barik etxeko letoizko te poltsa

source: کافی میکس در کلاسیک مولتی کافه بسته عددی
ar: قهوة مختلطة في حزمة رقم المقاهي الكلاسيكية
eu: Kafe mistoa kafetegi anitzeko pakete klasikoan

source: آبمیوه نکتار پرتقال سن ایچ میلی لیتر
ar: عصير رحيق البرتقال ، العمر 100 مل
eu: Laranja nektar zukua, adina 100 ml

source: پودر شربت پرتقال تانج
ar: مسحوق شراب البرتقال تانج
eu: Tange laranja almibarreko hautsa

source: آبمیوه نکتار آناناس سن ایچ لیتر
ar: 1000 لتر عصير نكتار أناناس
eu: 1000 litro anana nektar zuku

source: دانه قهوه لاواتزا
ar: حبوب قهوة لافاتزا
eu: Lavazza kafe aleak

source: چای کلاسیک عطری زرین
ar: شاي عطري ذهبي كلاسيكي
eu: Urrezko te aromatiko klasikoa

source: شربت گل محمدی
ar: شراب الروزماري
eu: Erromero almibarretan

source: قهوه اسپرسو ایتالیایی لاوازا
ar: قهوة لافاتزا الايطالية الاسبريسو
eu: Lavazza Italiako Espresso Kafea

source: چای میوه ای ویتاسیب
ar: شاي الفاكهة فيتاسيب
eu: Vitasib fruta tea

source: چای دبش چای کیسه ای عطری عددی دبش
ar: كيس الشاي كيس الشاي حقيبة العطور E
eu: Te Poltsa Te Poltsa E Perfume Zenbakizko Poltsa

source: جوز هندی
ar: جوزة الطيب الهندية
eu: Intxaur muskatua hindia

source: دوغ ادیده بدون گاز با طعم نعنا لیتری عالیس
ar: لبن أديده الخالي من الغازات بنكهة النعناع الممتازة
eu: Aideh gurin-esne karbonatatua menda zapore bikaina duena

source: قهوه اورو لاوازا
ar: قهوة أو لافازا
eu: Kafea edo lavaza

source: جعبه آجیل و خشکبار پی وی سی مدل چرم لوکس باکس کد
ar: علبة مكسرات وفواكه مجففة ، PVC ، موديل جلدي فاخر ، كود صندوق
eu: Fruitu lehorrak eta fruitu lehorrak, PVC, luxuzko larruzko eredua, kutxa kodea

source: روغن زیتون لیتری فرابکر رویال اسپانیایی
ar: زيت زيتون بكر ممتاز اسباني
eu: Espainiako errege oliba olio birjina estra

source: روغن زیتون بی بو
ar: زيت زيتون عديم الرائحة
eu: Usainik gabeko oliba olioa

source: نیری روغن کنجد فرابکر یک لیتر
ar: لتر واحد من زيت السمسم البكر الممتاز
eu: Litro bat sesamo-olio birjina estra

source: روغن زیتون فرابکر
ar: زيت الزيتون البكر الممتاز
eu: oliba olio birjina estra

source: روغن زیتون ایلمارک میلی لیتر
ar: زيت زيتون المارك مل
eu: Ilmark oliba olio ml

source: روغن ارده کنجد
ar: زيت دقيق السمسم
eu: Sesamo irina olioa

source: روغن جامد یی اصیل
ar: الزيت الصلب الأصلي
eu: Jatorrizko olio solidoa

source: روغن نیمه جامد حاوی امگا لادن
ar: زيت شبه صلب يحتوي على أوميغا لادن
eu: Olio erdi solidoa omega kargatua duena

source: روغن گل سرخ
ar: زيت الورد
eu: arrosa olioa

source: روغن مایع آفتابگردان اویلا مخصوص پخت و پز و سالاد
ar: زيت دوار الشمس أفيلا السائل للطبخ والسلطة
eu: Avila ekilore olio likidoa sukaldaritzarako eta entsaladarako

source: روغن زیتون بکر با بویی ملایم کریستال لیتر
ar: زيت زيتون بكر برائحة لتر كريستالي معتدل
eu: Oliba olio birjina litro kristal usain leunarekin

source: روغن رازیانه غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت شمر فيترين فود غير معدّل وراثيًا
eu: Vitrinfood ez-GMO mihilu olio litro

source: روغن زرد گاوی
ar: زيت لحم البقر الأصفر
eu: Behi-olio horia

source: روغن حیوانی نیک منش نوع ممتاز
ar: زيت حيواني عالي الجودة
eu: Kalitate bikaineko animalien olioa

source: روغن جامد اصیل
ar: الزيت الصلب الأصلي
eu: Jatorrizko olio solidoa

source: روغن ارده کنجد صلابت دو لیتری
ar: زيت بذور السمسم 2 لتر صلابة
eu: Bi litroko gogortasuneko sesamo-olioa

source: روغن مایع غنچه مخصوص سرخ کردنی بدون ترانس
ar: برعم زيت سائل للقلي بدون تحويل
eu: Trans gabe frijitzeko Bud olio likidoa

source: روغن هسته انار
ar: زيت بذور الرمان
eu: Pomegranate hazi olioa

source: روغن حیوانی کرمانشاهی نیک منش ممتاز گاوی و گوسفندی
ar: زيت كرمانشاهي الحيواني ذو الجودة الممتازة للماشية والأغنام
eu: Behi eta ardientzako kalitate bikaineko Kermanshahi animalien olioa

source: روغن مایع بهار الماس لیتر
ar: لتر زيت الماس الربيع السائل
eu: Udaberriko diamante litro olio likidoa

source: روغن سرخ کردنی بدون پالم لیتری غنچه
ar: زيت قلي خالي من النخيل ، لتر من البراعم
eu: Palmondorik gabeko frijitzeko olioa, litro bat kimu

source: روغن هسته انگور
ar: زيت بذور العنب
eu: Mahats-ale olioa

source: روغن جوجوبا غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت الجوجوبا فيترين فود غير معدل وراثيًا
eu: Vitrinfood ez-GMO jojoba olio litro

source: روغن زیتون فرابکر فرش لاین لیتری
ar: زيت زيتون بكر اكسترا خط فروش لتر
eu: Oliba olio birjina estra, fursh line, litro

source: روغن زیتون با بو یک لیتر کریستال
ar: لتر واحد من زيت الزيتون المعطر بالكريستال
eu: Kristal usainezko oliba olio litro bat

source: روغن کنجد خالص
ar: زيت السمسم النقي
eu: Sesamo olio purua

source: روغن سرخ کردنی بدون پالم اویلا
ar: زيت القلي أفيلا الخالي من النخيل
eu: Avila palmondorik gabeko frijitzeko olioa

source: روغن حیوانی
ar: زيت حيواني
eu: animalien olioa

source: روغن گیاهی نیمه جامد غنچه
ar: زيت نباتي شبه صلب من البرعم
eu: Kimuaren landare-olio erdi solidoa

source: روغن جامد اصیل یی
ar: الزيت الصلب الأصلي
eu: Jatorrizko olio solidoa

source: روغن زنجبیل غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت الزنجبيل غير المعدّل وراثيًا من فيترين فود
eu: Vitrinfood ez-GMO jengibre olio litro

source: روغن حیوانی کرمانشاهی گاو نیک منش
ar: زيت حيوان كرمانشاهي من بقرة نيك مانيش
eu: Nik Manesh behiaren Kermanshahi animalien olioa

source: روغن زیتون لیتری سابروسو اصل اسپانیایی
ar: لتر زيت زيتون سابروسو اسباني المنشأ
eu: Litroko Sabroso oliba olio jatorri espainiarra

source: روغن مایع آفتابگردان حاوی ویتامین دی و ای لادن
ar: زيت عباد الشمس السائل الذي يحتوي على فيتامين د و هـ
eu: D eta E bitamina dituen ekilore olio likidoa

source: روغن هسته زردآلو
ar: زيت نواة المشمش
eu: Abricot kernel olioa

source: روغن دارچین غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت القرفة فيترين فود غير معدّل وراثيًا
eu: Vitrinfood ez-GMO kanela olio litro

source: روغن زیتون با بو بکر درجه یک مخصوص پخت و پز و سالاد میلی لیتری اویلا
ar: زيت زيتون بكر ممتاز للطبخ والسلطة ، أفيلا مليلتر
eu: Sukaldatzeko eta entsaladarako oliba olio birjina estra, Avila mililitroak

source: روغن زیتون میلی لیتری کریستال
ar: زيت زيتون كريستال مل
eu: Kristalezko oliba olio ml

source: روغن زیتون بدون بو برتینی لیتری
ar: لتر زيت زيتون برتيني عديم الرائحة
eu: Bertini litro usainik gabeko oliba olioa

source: روغن مخصوص سرخ کردنی بهار مدل الماس میلی لیتر
ar: زيت بحر خاص للقلي موديل الماس مل
eu: Bahar olio berezia frijitzeko, diamante eredua, ml

source: روغن مایع سرخ کردنی گلد کم جذب طبیعت
ar: زيت القلي السائل منخفض الامتصاص من الطبيعة
eu: Naturaren xurgapen baxuko olio likidoa frijitzeko

source: روغن آفتابگردان غنی شده با ویتامین طبیعت لیتر
ar: زيت عباد الشمس غني بالفيتامينات الطبيعية لتر
eu: Ekilore olioa bitamina naturalekin aberastua litro

source: روغن زرد حیوانی
ar: زيت حيواني أصفر
eu: Animalien olio horia

source: روغن خردل
ar: زيت الخردل
eu: Mostaza olioa

source: روغن کرمانشاهی نیک منش گوسفندی
ar: زيت كرمانشاهي من حسن مزاج الغنم
eu: Kermanshahi ardi tenperamendu oneko olioa

source: روغن حیوانی کرمانشاهی نوع اطمینان نیک منش
ar: زيت كرمانشاهي الحيواني يضمن حسن الخلق
eu: Kermanshahi animalien olioa izaera ona ziurtatzeko

source: روغن نیمه جامد لادن طلایی زیرو ترانس
ar: زيت Golden Laden Zero Trans شبه الصلب
eu: Golden Laden Zero Trans olio erdi solidoa

source: روغن نیمه جامد لایت طبیعت زیرو ترانس
ar: زيت خفيف شبه صلب ذو طبيعة صفرية غير متحولة
eu: Zero trans izaerako olio erdi solido arina

source: روغن کنجد سی سام لیتری
ar: زيت السمسم 30 لتر
eu: Sesamo olioa 30 litro

source: روغن مرزنجوش غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت البردقوش غير المعدّل وراثيًا من فيترين فود
eu: Vitrinfood ez-GMO majorana olio litro

source: روغن خشخاش غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت الخشخاش غير المعدل وراثيا من فيترين فود
eu: Vitrinfood mitxoleta olio transgenikoa ez den litroa

source: روغن حیوانی گاوی سنتی
ar: زيت بقري تقليدي
eu: Behi animalien olio tradizionala

source: روغن زیتون بدون بو کریستال لیتر
ar: لتر زيت زيتون كريستال عديم الرائحة
eu: Kristal usainik gabeko oliba olio litro

source: روغن آفتابگردان فرابکر ارگانیک درنیکا لیتری
ar: Dernica لتر زيت عباد الشمس البكر العضوي
eu: Dernica litroko ekilore-olio birjina estra organikoa

source: روغن زرده تخم مرغ
ar: زيت صفار البيض
eu: Arrautza gorringo olioa

source: روغن سرخ کردنی بهار لیتر
ar: لتر زيت القلي الربيعي
eu: Udaberriko litro olioa frijitzeko

source: روغن مایع سرخ کردنی کم جذب بهار
ar: زيت القلي السائل الربيعي منخفض الامتصاص
eu: Udaberriko xurgapen baxuko olio likidoa frijitzeko

source: روغن ذرت مازولا
ar: زيت ذرة مازولا
eu: Mazola arto olioa

source: روغن حیوانی کرمانشاهی
ar: زيت حيواني كرمانشاهي
eu: Kermanshahi animalien olioa

source: روغن نیمه جامد لادن
ar: زيت شبه صلب محمل
eu: Kargatutako olio erdi solidoa

source: روغن مخصوص سرخ کردنی بهار الماس بدون پالم
ar: زيت قلي خاص بحر الماس بدون نخيل
eu: Bahar Almas frijitzeko olio berezia palmorik gabe

source: روغن مایع مخصوص سرخ کردنی بدون پالم فامیلا لیتری
ar: زيت سائل للقلي بدون فاميلا لتر
eu: Palmondo famila litrorik gabe frijitzeko olio likidoa

source: روغن هسته آلبالو
ar: زيت نواة الكرز
eu: Gerezi kernel olioa

source: روغن آفتابگردان لیتری فامیلا
ar: لتر زيت عباد الشمس من فاميليا
eu: Familia ekilore olioa litro

source: روغن مخصوص سرخ کردنی بدون پالم اویلا
ar: زيت للقلي بدون نخيل أفيلا
eu: Avila palmondorik gabe frijitzeko olioa

source: روغن زیتون فرابکر کریستال لیتر
ar: لتر زيت زيتون بكر كريستال
eu: Kristalezko oliba olio birjina estra litroa

source: روغن زیتون لیتری رویال
ar: لتر زيت زيتون رويال
eu: Litro Errege oliba olioa

source: روغن ارده کنجد ممتاز عمده یک کارتن عددی
ar: زيت السمسم أردي ، سائب ممتاز ، كرتون مرقّم
eu: Arde Sesamo olioa, ontziratu gabeko prima, zenbakidun kartoi bat

source: روغن ذرت گلدن مایز لیتر
ar: لتر زيت ذرة ذرة
eu: Urrezko artoa arto olio litroa

source: روغن مخصوص سرخ کردنی بهار حجم لیتر
ar: زيت القلي الربيعي الخاص ، حجم لتر
eu: Udaberriko frijitzeko olio berezia, litroko bolumena

source: روغن کلزا فرابکر ورژن میلی لیتر
ar: زيت بذور اللفت البكر الممتاز الإصدار مل
eu: Koltza olio birjina estra ml bertsioa

source: روغن نیمه جامد زیرو ترانس غنچه
ar: زيت برعم شبه صلب خالي من التحولات
eu: Zero-trans kimu olio erdi solidoa

source: روغن زیتون بکر میلی لیتر کلوپ لرد
ar: زيت زيتون بكر ممتاز مل كلوب لورد
eu: Oliba olio birjina estra ml Club Lord

source: روغن مایع افتابگردان لادن لیتری
ar: لتر زيت عباد الشمس السائل
eu: Litro ekilore olio likidoa

source: روغن آفتابگردان اویلا غنی شده با ویتامین
ar: زيت عباد الشمس أفيلا الغني بالفيتامينات
eu: Avila ekilore olioa bitaminaz aberastua

source: روغن کنجد سمن لیتری
ar: لتر زيت سيمان سيمان
eu: seman seman olio litro

source: روغن زیتون فرابکر ارگانیک اکسیر لیتر
ar: لتر زيت زيتون بكر ممتاز عضوي من الإكسير
eu: Elixir oliba olio birjina estra organikoa litroa

source: روغن زیتون فرابکر اکسیر لیتری
ar: لتر زيت زيتون بكر ممتاز إكسير
eu: Elixir oliba olio birjina estra litroa

source: روغن کنجد مالشی
ar: افركي زيت السمسم
eu: Igurtzi sesamo olioa

source: روغن مایع آفتابگردان لادن لیتر
ar: لتر زيت عباد الشمس السائل
eu: Kargatutako litro ekilore olio likidoa

source: روغن زیتون فدک تانیش مدل حجم میلی لیتر
ar: زيت زيتون فدك تانيش حجم نموذج مل
eu: Fadak Tanish oliba olioa, ereduaren bolumena, ml

source: روغن سرخ کردنی بدون پالم غنچه حجم میلی لیتر
ar: زيت قلي خالي من براعم النخيل ، حجم مل
eu: Palmondorik gabeko frijitzeko olioa, ml bolumena

source: روغن گلیسیرین غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت الجلسرين غير معدل وراثيًا
eu: GMO gabeko glizerina olioa Vitrinfood Litro

source: شامپو روغن کنجد بیز
ar: شامبو زيت السمسم النحل
eu: Erleak sesamo olioaren xanpua

source: روغن ماکادمیا غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت المكاديميا فيترين فود غير معدّل وراثيًا
eu: Vitrinfood macadamia olio transgenikorik gabeko litroa

source: روغن زیتون بکر بی بو یک لیتر
ar: زيت زيتون بكر عديم الرائحة ، لتر واحد
eu: Usainik gabeko oliba olio birjina, litro bat

source: روغن فلفل قرمز غیر تراریخته ویترین‌فود لیتر
ar: زيت فلفل أحمر غير معدل وراثيًا فيترين فود لتر
eu: Transgenikorik gabeko piper gorri olioa Vitrinfood litro

source: روغن زیتون فرابکر نیم لیتری
ar: نصف لتر زيت زيتون بكر ممتاز
eu: Litro erdi oliba olio birjina estra

source: روغن بادام شیرین مهربانی
ar: نوع زيت اللوز الحلو
eu: Almendra olio gozoa

source: روغن کنجد بدون بو سمن
ar: زيت السمسم بدون رائحة الاسمنت
eu: Sesamo olioa zementu usainik gabe

source: روغن کنجد فرابکر ورژن لیتر
ar: لتر زيت السمسم البكر الممتاز
eu: Litroko bertsio birjina estra sesamo olioa

source: روغن کنجد سرخ کردنی سی سی شیررضا
ar: زيت السمسم CC Shirreza
eu: CC Shirreza sesamo olioa frijitzeko

source: روغن سیاه دانه بامیکا سی سی
ar: باميكا زيت الحبة السوداء سم مكعب
eu: Bamica hazi beltza olioa cc

source: روغن ذرت مازولایت لیتر
ar: لتر زيت ذرة مازوليت
eu: Mazolite arto olio litroa

source: روغن زنجبیل نوشاد مدل حجم میلی لیتر
ar: نوشد زيت الزنجبيل ، حجم النموذج ، مل
eu: Nowshad jengibre olioa, ereduaren bolumena, ml

source: روغن ذرت سونار لیتری
ar: لتر زيت ذرة سونار
eu: Sonar arto olio litroa

source: روغن زیتون فرابکر موتالیا لیتر
ar: زيت زيتون موتاليا بكر ممتاز لتر
eu: Motalia oliba olio birjina estra litroa

source: روغن حیوانی گوسفندی تروشک
ar: زيت حيوان الغنم Trushk
eu: Trushk ardi animalien olioa

source: روغن کنجد ممتاز فدک متوسط
ar: زيت فدك متوسط ​​سمسم فاخر
eu: Premium Fadak sesamo-olio ertaina

source: روغن زیتون خالص لادن میلی لیتر
ar: زيت زيتون نقي مل
eu: Laden oliba olio purua ml

source: روغن شنبلیله غیر تراریخته ویترین‌فود لیتر
ar: زيت الحلبة غير المعدل وراثيا من فيترين فود ، لتر
eu: Vitrinfood fenugreek olio ez-transgenikoa, litro

source: روغن نیمه جامد امگا غنچه
ar: زيت أوميغا برعم شبه صلب
eu: Omega Bud olio erdi solidoa

source: روغن بومادران غیر تراریخته ویترین‌فود لیتر
ar: زيت اليارو غير معدل وراثيًا
eu: Transgenikorik gabeko yarrow olioa Vitrinfood litro

source: روغن کاکائو غیر تراریخته ویترین‌فود لیتر
ar: لتر زيت كاكاو فيترين فود غير معدّل وراثيًا
eu: Vitrinfood transgenikorik gabeko kakao olio litro

source: روغن کنجد تصفیه شیررضا لیتر به همراه روغن ذرت مجموعه عددی
ar: شريزا لتر زيت سمسم مكرر مع زيت ذرة طقم رقمي
eu: Shirreza Litro sesamo-olio findua arto-olio zenbakidun multzoarekin

source: روغن ارده کنجد گلستان یک لیتری
ar: زيت السمسم أردى جولستان لتر واحد
eu: Arde Sesamo Olioa Golestan litro bat

source: روغن حیوانی کرمانشاهی نیک منش ممتاز
ar: زيت حيواني كرمنشاهي ذو طبيعة ممتازة
eu: Kermanshahi animalien olioa izaera bikaina duena

source: روغن آفتابگردان حاوی توکوفرول غنچه پلاس میلی لیتر
ar: زيت عباد الشمس يحتوي على توكوفيرول برعم زائد مل
eu: Tocopherol Bud gehi ml dituen ekilore olioa

source: روغن ذرت لیتری کمیلی اصل ترکیه
ar: لتر زيت ذرة تركي المنشأ
eu: Turkiako jatorriko arto-olio litroa

source: روغن کنجد پرس سرد بروج میلی لیتری
ar: زيت سمسم مضغوط بارد من بروج مل
eu: Brouj hotz prentsatutako sesamo olio ml

source: روغن آفتابگردان ارگانیک طبیعت سالم یک لیتر
ar: زيت عباد الشمس العضوي ، طبيعة صحية ، لتر واحد
eu: Ekilore olio organiko osasuntsua, litro bat

source: کنجد برشته نمکی عقاب
ar: نسر مملح محمص سمسم
eu: Arrano Gatza Sesamo Errea

source: روغن هسته انار غیر تراریخته ویترین‌فود لیتر
ar: زيت نواة الرمان غير معدل وراثيًا
eu: Ez-GMO Granadako Kernel Olioa Vitrinfood Litro

source: رب گوجه فرنگی روژین
ar: معجون طماطم روجين
eu: Rogin tomate-pasta

source: روغن زیتون فرابکر اتکا میلی لیتر
ar: زيت زيتون بكر ممتاز
eu: Atka oliba olio birjina estra ml

source: روغن زیتون رودبار
ar: زيت زيتون رودبار
eu: Rudbar oliba olioa

source: رب گوجه خانگی
ar: معجون طماطم محلي الصنع
eu: Etxeko tomate-pasta

source: رب گوجه فرنگی تبرک
ar: معجون الطماطم المبارك
eu: Tomate-pasta bedeinkatua

source: روغن پیاز عنصل غیر تراریخته ویترین‌فود لیتر
ar: زيت بصل غير معدل وراثيا من فيترين فود ، لتر
eu: Vitrinfood tipula-olio ez-transgenikoa, litro

source: سس فلفل قرمز تند گلوریا سید داود میلی لیتر
ar: صلصة الفلفل الأحمر الحارة، جلوريا سيد داود مل
eu: Piper Gorri Saltsa Pikantea, Gloria Sid Daud ml

source: سس تند حار آمازون میل
ar: صلصة أمازون ميل الحارة
eu: Amazon Mill Saltsa beroa

source: رب گوجه همدانیان
ar: معجون طماطم همدانيان
eu: Hamedanian tomate-pasta

source: رب لیمو عمانیخانگی
ar: معجون ليمون عماني محلي الصنع
eu: Etxeko Omaniako limoi-pasta

source: رب گوجه فرنگی طبیعت درب آسان بازشو
ar: معجون طماطم طبيعي ، غطاء سهل الفتح
eu: Tomate ore naturala, tapa irekitzeko erraza

source: سس خردل دیژون رمیا
ar: صلصة الخردل ريميا ديجون
eu: Remia Dijon mostaza saltsa

source: سس گوجه مهرام خرسی
ar: صلصة طماطم مهرام خيرسي
eu: Mehram Khersi tomate saltsa

source: رب آلوچه جنگلی
ar: عجينة برقوق الغابة
eu: Basoko aran-orea

source: سس هزار جزیره دلپذیر
ar: ألف صلصة لذيذة
eu: Mila saltsa atsegina

source: سس سویا سلکتا
ar: سيليكتا صلصة الصويا
eu: Aukeratu soja saltsa
