Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: 'اگر درخواست برای محدوده‌ای باشد که برای صفحه در دسترس نیست، سرور این کد وضعیت 'نمایش می‌دهد.
ar: إذا كان الطلب يتعلق بنطاق غير متوفر للصفحة ، فسيعرض الخادم رمز الحالة هذا.
eu: Eskaera orrirako erabilgarri ez dagoen barruti baterako bada, zerbitzariak egoera-kode hau bistaratuko du.

source: سرور قادر به مواجه شدن با انتظار فیلد هدر درخواست نمی‌باشد.
ar: الخادم غير قادر على تلبية حقل عنوان الطلب المتوقع.
eu: Zerbitzariak ezin du bete esperotako eskaeraren goiburuko eremua.

source: آذربایجان
ar: أذربيجان
eu: Azerbaijango

source: سرور با خطا مواجه شده و قادر به انجام درخواست نمی‌باشد.
ar: واجه الخادم خطأً ويتعذر عليه إكمال الطلب.
eu: Zerbitzariak errore bat aurkitu du eta ezin du eskaera osatu.

source: 'سرور قابلیت انجام درخواست را ندارد. برای مثال سرور ممکن است این کد را زمانی 'نمایش دهد که قادر به شناسایی متود درخواست نباشد.
ar: الخادم غير قادر على إكمال الطلب. على سبيل المثال ، قد يعرض الخادم هذا الرمز عندما يتعذر عليه تحديد طريقة الطلب.
eu: Zerbitzariak ezin du eskaera osatu. Adibidez, zerbitzariak kode hau bistaratu dezake eskaera-metodoa identifikatu ezin duenean.

source: 'سرور مانند درگاه یا پراکسی عمل کرده و پاسخ اشتباهی از سرور بالا دست دریافت 'کرده‌است.
ar: 'تصرف الخادم كبوابة أو وكيل وتلقى استجابة خاطئة من الخادم الرئيسي'.
eu: 'Zerbitzariak atebide edo proxy gisa jardun zuen eta gorako zerbitzariaren erantzun oker bat jaso zuen'.

source: 'سرور در حال حاضر در دسترس نمی‌باشد. (به دلیل این که برای تعمیر یا گرانبار شده 'یا از کار افتاده). به‌طور کل این وضعیت موقتی می‌باشد.
ar: الخادم غير متوفر حاليا. (لأنها مكلفة لإصلاحها أو معطلة). بشكل عام ، هذا الوضع مؤقت.
eu: Une honetan zerbitzaria ez dago erabilgarri. (konpontzea garestia delako edo ordenaz kanpo). Oro har, egoera hau behin-behinekoa da.

source: کامبوج
ar: كمبوديا
eu: Kanbodia

source: اردن
ar: الأردن
eu: Jordania

source: سرور نگارش پروتکل HTTP موجود در درخواست را پشتیبانی نمی‌کند.
ar: لا يدعم خادم الكتابة بروتوكول HTTP المضمن في الطلب.
eu: Idazketa zerbitzariak ez du onartzen eskaeran jasotako HTTP protokoloa.

source: افغانستان
ar: أفغانستان
eu: Afganistan

source: ارمنستان
ar: أرمينيا
eu: Armenia

source: امارات متحده عربی
ar: الإمارات العربية المتحدة
eu: Arabiar Emirerri Batuak

source: اندونزی
ar: إندونيسيا
eu: Indonesia

source: چین
ar: الصين
eu: Txina

source: ایران
ar: إيران
eu: Iran

source: 'سرور مانند درگاه یا پراکسی عمل کرده و درخواست به موقع ای از سرور بالا دست 'دریافت نکرده‌است.
ar: عمل الخادم كبوابة أو وكيل ولم يتلق طلبًا في الوقت المناسب من الخادم الرئيسي.
eu: Zerbitzariak atebide edo proxy gisa jardun zuen eta ez zuen gorako zerbitzariaren eskaera puntualik jaso.

source: بنگلادش
ar: بنغلاديش
eu: Bangladesh

source: بوتان
eu: Bhutan

source: گرجستان
ar: جورجيا
eu: Georgia

source: هند
eu: India

source: برونئی
ar: بروناي
eu: Brunei

source: میانمار (برمه)
ar: ميانمار (بورما)
eu: Myanmar (Birmania)

source: ژاپن
ar: اليابان
eu: Japonia

source: قزاقستان
ar: كازاخستان
eu: Kazakhstan

source: کویت
ar: الكويت
eu: Kuwait

source: قرقیزستان
ar: قيرغيزستان
eu: Kirgizistan

source: عراق
ar: العراق
eu: Irak

source: مالزی
ar: ماليزيا
eu: Malaysia

source: مالدیو
ar: جزر المالديف
eu: Maldivak

source: مغولستان
ar: منغوليا
eu: Mongolia

source: لائوس
ar: لاوس
eu: Laos

source: لبنان
eu: Libano

source: نپال
ar: نيبال
eu: Nepal

source: کره شمالی
ar: كوريا الشمالية
eu: Iparraldeko Korea

source: عمان
eu: Oman

source: روسیه
ar: روسيا
eu: Errusia

source: قبرس
ar: قبرص
eu: Zipre

source: فیلیپین
ar: فيلبيني
eu: Filipinak

source: قطر
eu: Qatar

source: پاکستان
ar: باكستان
eu: Pakistan

source: عربستان سعودی
ar: المملكة العربية السعودية
eu: Saudi Arabia

source: فلسطین
ar: فلسطين
eu: Palestina

source: کره جنوبی
ar: كوريا الجنوبية
eu: Hego Korea

source: سریلانکا
ar: سيريلانكا
eu: Sri Lanka

source: سوریه
ar: سوريا
eu: Siria

source: تایوان
ar: تايوان
eu: Taiwan

source: ازبکستان
ar: أوزبكستان
eu: Uzbekistan

source: تاجیکستان
ar: طاجيكستان
eu: Tadjikistan

source: تایلند
ar: تايلاند
eu: Thailandia

source: تیمور شرقی
ar: تيمور الشرقية
eu: Ekialdeko Timor

source: ترکیه
ar: تركيا
eu: Turkia

source: ترکمنستان
ar: تركمانستان
eu: Turkmenistan

source: آنگولا
ar: أنغولا
eu: Angola

source: بنین
ar: بنين
eu: Benin

source: ویتنام
ar: فيتنام
eu: Vietnam

source: یمن
ar: اليمن
eu: Yemen

source: الجزایر
ar: الجزائر
eu: Aljeria

source: سنگاپور
ar: سنغافورة
eu: Singapur

source: بوتسوانا
eu: Botswana

source: بورکینافاسو
ar: بوركينا فاسو
eu: Burkina Faso

source: جمهوری کنگو
ar: جمهورية الكونغو
eu: Kongoko Errepublika

source: بروندی
ar: بوروندي
eu: Burundi

source: کیپ ورد
ar: الرأس الأخضر
eu: Cabo Verde

source: کامرون
ar: كاميرون
eu: Cameron

source: جمهوری آفریقای مرکزی
ar: جمهورية افريقيا الوسطى
eu: Afrika Erdiko Errepublika

source: چاد
ar: تشاد
eu: Txad

source: مجمع‌الجزایر قمر
ar: أرخبيل قمر
eu: Qamar artxipelagoa

source: جمهوری دموکراتیک کنگو
ar: جمهورية الكونغو الديموقراطية
eu: Kongoko Errepublika Demokratikoa

source: ساحل عاج
eu: Boli Kosta

source: جیبوتی
ar: جيبوتي
eu: Djibutin

source: مصر
eu: Egipto

source: گینه استوایی
ar: غينيا الإستوائية
eu: Ekuatore Ginea

source: اریتره
ar: إريتريا
eu: Eritrea

source: اتیوپی
ar: أثيوبيا
eu: Etiopia

source: گابن
ar: الجابون
eu: Gabon

source: گامبیا
ar: غامبيا
eu: Gambia

source: غنا
ar: غانا
eu: Ghana

source: لیبی
ar: ليبيا
eu: Libia

source: گینه بیسائو
ar: غينيا بيساو
eu: Ginea-Bissau

source: کنیا
ar: كينيا
eu: Kenya

source: لسوتو
ar: ليسوتو
eu: Lesotho

source: لیبریا
ar: ليبيريا
eu: Liberia

source: گینه
ar: غينيا
eu: Ginea

source: ماداگاسکار
ar: مدغشقر
eu: Madagaskar

source: مالاوی
ar: ملاوي
eu: Malawi

source: مالی
ar: مالي
eu: Finantza

source: موریتانی
ar: موريتانيا
eu: Mauritania

source: مراکش
ar: المغرب
eu: Maroko

source: موریس
ar: موريشيوس
eu: Mauricio

source: موزامبیک
ar: موزمبيق
eu: Mozambike

source: نامیبیا
ar: ناميبيا
eu: Namibia

source: نیجر
ar: النيجر
eu: Niger

source: نیجریه
ar: نيجيريا
eu: Nigeria

source: رواندا
eu: Ruanda

source: سائوتومه و پرینسیپ
ar: ساوتومي وبرينسيبي
eu: Saotome eta Principe

source: سیشل
ar: سيشيل
eu: Seychelles

source: سیرالئون
ar: سيرا ليون
eu: Sierra Leona

source: سومالی
ar: صومالي
eu: somaliera

source: آفریقای جنوبی
ar: جنوب أفريقيا
eu: Hegoafrika

source: بلژیک
ar: بلجيكا
eu: Belgika

source: بوسنی و هرزگوین
ar: البوسنة والهرسك
eu: Bosnia eta Herzegovina

source: سوازیلند
ar: سوازيلاند
eu: Swazilandia

source: سنگال
ar: السنغال
eu: Senegal

source: تانزانیا
ar: تنزانيا
eu: Tanzania

source: توگو
ar: توجو
eu: Joan

source: تونس
eu: Tunisia

source: سودان جنوبی
ar: جنوب السودان
eu: Hego Sudan

source: آلبانی
ar: ألبانيا
eu: Albania

source: آندورا
ar: أندورا
eu: Andorra

source: اتریش
ar: النمسا
eu: Austria

source: بلاروس
ar: بيلاروسيا
eu: Bielorrusia

source: اوگاندا
ar: أوغندا
eu: Uganda

source: زامبیا
ar: زامبيا
eu: Zambia

source: زیمبابوه
ar: زيمبابوي
eu: Zimbabwe

source: فنلاند
ar: فنلندا
eu: Finlandia

source: بلغارستان
ar: بلغاريا
eu: Bulgaria

source: کرواسی
ar: كرواتيا
eu: Kroazia

source: دانمارک
ar: الدنمارك
eu: Danimarka

source: استونی
ar: إستونيا
eu: Estonia

source: آلمان
ar: ألمانيا
eu: Alemania

source: یونان
ar: اليونان
eu: Grezia

source: مجارستان
ar: هنغاريا
eu: Hungaria

source: فرانسه
ar: فرنسا
eu: Frantzia

source: ایسلند
ar: أيسلندا
eu: Islandia

source: ایتالیا
ar: إيطاليا
eu: Italia

source: کوزوو
ar: كوسوفو
eu: Kosovo

source: لتونی
ar: لاتفيا
eu: Letonia

source: مولداوی
ar: مولدوفا
eu: Moldavia

source: لیختن اشتاین
ar: ليختنشتاين
eu: Liechtenstein

source: لیتوانی
ar: ليتوانيا
eu: Lituania

source: لوکزامبورگ
ar: لوكسمبورغ
eu: Luxenburgo

source: مقدونیه
ar: مقدونيا
eu: Mazedonia

source: مالت
eu: Malta

source: سوئد
ar: السويد
eu: Suedia

source: سوئیس
ar: سويسري
eu: Suitzarrak

source: مونته نگرو
ar: الجبل الأسود
eu: Montenegro

source: نروژ
ar: النرويج
eu: Norvegia

source: لهستان
ar: بولندا
eu: Polonia

source: موناکو
ar: موناكو
eu: Monako

source: پرتغال
ar: البرتغال
eu: Portugal

source: رومانی
ar: رومانيا
eu: Errumania

source: سان مارینو
ar: سان مارينو
eu: San Marino

source: صربستان
ar: صربيا
eu: Serbia

source: آنتیگوا و باربودا
ar: أنتيغوا وبربودا
eu: Antigua eta Barbuda

source: کوبا
ar: كوبا
eu: Kuba

source: هلند
ar: هولندا
eu: Herbehereak

source: اوکراین
ar: أوكرانيا
eu: Ukraina

source: بریتانیا
ar: بريطانيا العظمى
eu: Britainia Handia

source: واتیکان
ar: الفاتيكان
eu: Vatikanoa

source: اسلواکی
ar: سلوفاكيا
eu: Eslovakia

source: اسوونی
ar: أوسويني
eu: Oswini

source: اسپانیا
ar: إسبانيا
eu: Espainia

source: باربادوس
ar: بربادوس
eu: Barbados

source: بلیز
ar: بلوزة
eu: blusa

source: کانادا
ar: كندا
eu: Kanada

source: کاستاریکا
ar: كوستا ريكا
eu: Costa Rica

source: دومینیکا
ar: دومينيكا
eu: Dominika

source: جمهوری دومینیکن
ar: جمهورية الدومينيكان
eu: Dominikar Errepublika

source: السالوادور
ar: السلفادور
eu: El Salvador

source: گرنادا
ar: غرينادا
eu: Grenada

source: گواتمالا
ar: غواتيمالا
eu: Guatemala

source: هائیتی
ar: هايتي
eu: Haiti

source: هندوراس
eu: Honduras

source: باهاماس
ar: جزر البهاما
eu: Bahamak

source: جامائیکا
ar: جامايكا
eu: Jamaika

source: مکزیک
ar: المكسيك
eu: Mexiko

source: نیکاراگوئه
ar: نيكاراغوا
eu: Nikaragua

source: پاناما
ar: بنما
eu: Panama

source: سنت کیتس و نویس
ar: سانت كيتس ونيفيس
eu: Saint Kitts eta Nevis

source: سنت لوسیا
ar: القديسة لوسيا
eu: Santa Luzia

source: برزیل
ar: البرازيل
eu: Brasil

source: سنت وینسنت و گرنادینها
ar: سانت فنسنت وجزر غرينادين
eu: Saint Vincent eta Grenadinak

source: ترینیداد و توباگو
ar: ترينداد وتوباغو
eu: Trinidad eta Tobago

source: ایالات متحده امریکا
ar: الولايات المتحدة الأمريكية
eu: Ameriketako Estatu Batuak

source: آرژانتین
ar: الأرجنتين
eu: Argentina

source: بولیوی
ar: بوليفيا
eu: Bolivia

source: شیلی
ar: تشيلي
eu: Txile

source: کلمبیا
ar: كولومبيا
eu: Kolonbia

source: اکوادور
ar: الاكوادور
eu: Ekuador

source: گیانا
ar: غيانا
eu: Guyana

source: پاراگوئه
ar: باراغواي
eu: Paraguai

source: پرو
ar: بيرو
eu: Peru

source: سورینام
ar: سورينام
eu: Surinam

source: اوروگوئه
ar: أوروغواي
eu: Uruguai

source: ونزوئلا
ar: فنزويلا
eu: Venezuela

source: استرالیا
ar: أستراليا
eu: Australia

source: پاپوآ گینه نو
ar: بابوا غينيا الجديدة
eu: Papua Ginea Berria

source: ساموآ
ar: ساموا
eu: Samoa

source: فیجی
ar: فيجي
eu: Fiji

source: جزایر مارشال
ar: جزر مارشال
eu: Marshall Uharteak

source: میکرونزی
ar: ميكرونيزيا
eu: mikronesia

source: نائورو
ar: ناورو
eu: Nauru

source: نیوزلند
ar: نيوزيلندا
eu: Zelanda Berria

source: پالائو
ar: بالاو
eu: Palau

source: کیریباتی
ar: كيريباتي
eu: Kiribati

source: تونگا
ar: تونغا
eu: Tonga

source: تووالو
eu: Toalo

source: وانواتو
ar: فانواتو
eu: Vanuatu

source: آفریقای مرکزی
ar: افريقيا الوسطى
eu: erdialdeko Afrika

source: آمریکا
ar: أمريكا
eu: Amerika

source: ارمنستان
ar: أرمينيا
eu: Armenia

source: اروگوئه
ar: أوروغواي
eu: Uruguai

source: استرالیا
ar: أستراليا
eu: Australia

source: اطریش
ar: النمسا
eu: Austria

source: امارات
ar: الإمارات
eu: Emirerritarrak

source: جزایر سلیمان
ar: جزر سليمان
eu: Salomon Uharteak

source: انگلستان
ar: إنكلترا
eu: Ingalaterra

source: ایرلند
ar: أيرلندا
eu: Irlanda

source: باهاما
ar: جزر البهاما
eu: Bahamak

source: جزایرمارشال
ar: جزر مارشال
eu: Marshall Uharteak

source: بحرین
ar: البحرين
eu: Bahrain

source: بروئنی
ar: جنية سمراء صغيرة
eu: Brownie

source: پنال
ar: بينال
eu: Pinala

source: ترینیداد
ar: ترينيداد
eu: Trinidad

source: جزایر قناری
ar: جزر الكناري
eu: Kanariar Uharteak

source: چک
ar: التشيكية
eu: Txekiar

source: سنت کیتس
ar: سانت كيتس
eu: Saint Kitts

source: دومینیکن
ar: الدومينيكان
eu: Dominikarra

source: زئیر
ar: زائير
eu: Zaire

source: سنگاپو
ar: سنغافورة
eu: Singapur

source: ساموا غربی
ar: ساموا الغربية
eu: Mendebaldeko Samoa

source: سنت وینسنت
ar: سانت فنسنت
eu: San Bizente

source: کومور
ar: جزر القمر
eu: Komoreak

source: رو آندا
ar: بكت
eu: oihukatu zuen

source: زلاند نو
ar: نيوزيلندا
eu: Zelanda Berria

source: ساموآ آمریکا
ar: ساموا الأمريكية
eu: Amerikako Samoa

source: سودان
eu: Sudan

source: صربستان و مونته نگرو
ar: صربيا والجبل الأسود
eu: Serbia eta Montenegro

source: عربستان
ar: شبه الجزيرة العربية
eu: Arabia

source: کنگو
ar: الكونغو
eu: Kongo

source: گابون
ar: الجابون
eu: Gabon

source: گوام
ar: غوام
eu: Guam

source: میانمار
ar: ميانمار
eu: Myanmar

source: یوگسلاوی
ar: يوغوسلافيا
eu: Jugoslavia

source: نائورا
ar: ناعورة
eu: Naora

source: نگارا پرونئی دارالسلام
ar: Negara Perunai Dar es Salaam
eu: Negara Perunai Dar es Salaam

source: هائی تی
ar: ارتفاع
eu: T altua

source: یمن جنوبی
ar: جنوب اليمن
eu: Hego Yemen

source: آستارا
ar: أستارا
eu: Astara

source: یمن شمالی
ar: شمال اليمن
eu: Ipar Yemen

source: البرز
eu: Alborz

source: تهران
ar: طهران
eu: Teheran

source: هنگ کنگ
ar: هونج كونج
eu: Hong Kong

source: آغ‌داش
ar: اغداش
eu: Aghdash

source: آغ‌دام
eu: Agdam

source: آغ‌دره
ar: اجادرا
eu: Aghadra

source: آغستفا
ar: أوغوستا
eu: Augusta

source: آق‌سو
eu: Aksu

source: آغجابدیع
ar: اغجابادي
eu: Aghjabadi

source: اسماعیللی
ar: الإسماعيلي
eu: Ismaili

source: بیلقان
ar: بلقان
eu: Belkan

source: اوجار
ar: أوجار
eu: Ojar

source: اوغوز
eu: Oghuz

source: ایمیشلی
ar: اميشلي
eu: Amishley

source: اردوباد
ar: أردوباد
eu: Urdubad

source: بابک
ar: باباك
eu: Babak

source: باکو
ar: باكو
eu: Baku

source: بالاکن
ar: يرفع
eu: altxatu

source: جبرئیل
ar: جبريل
eu: Gabriel

source: ترتر
eu: lentejuelas

source: توووز
eu: Gehiegi

source: خودات
ar: ربك
eu: zure jainkoa

source: زرداب
eu: Zardab

source: جلفا
ar: جولفا
eu: Jolfa

source: جلیل‌آباد
ar: جليل أباد
eu: Jalilabad

source: بیله‌سوار
ar: متسابق مجرفة
eu: pala pilotua

source: حاجی‌قبول
ar: هاجيجبول
eu: Hajigbool

source: خاچماز
ar: خاشماز
eu: Khachmaz

source: خان‌کندی
ar: خان كينيدي
eu: Khan Kennedy

source: خواجه‌لی
ar: الخاجالي
eu: Khajali

source: خواجه‌وند
ar: الخصي
eu: Eunuch

source: بردع
eu: disuasioarekin

source: داش‌کسن
ar: داشكسون
eu: Dashxon

source: دلی‌محمدلی
ar: ديلي محمدلي
eu: Deli Mohammadli

source: زاقاتالا
eu: zakatala

source: خیردالان
ar: المحسنين
eu: ongileak

source: خیزی
ar: الأعجوبة
eu: Prodigioa

source: زنگلان
ar: زانجلان
eu: Zanglan

source: ساعتلی
ar: ساعيا
eu: orduko

source: سالیان
ar: سنين
eu: urteak

source: ساموخ
eu: Samukh

source: سومقاییت
ar: الاستدامة
eu: Iraunkortasuna

source: سیه‌زن
ar: سيزين
eu: Seizen

source: شابران
ar: شبران
eu: Shabran

source: شاهبوز
eu: Shahbuz

source: شرور
eu: gaiztoa

source: شکی
ar: شك
eu: Zalantza

source: شماخی
ar: شماخي
eu: Shamakhi

source: شمکر
ar: شومكار
eu: Shumkar

source: شوشی
ar: شوشي
eu: Shushi

source: شروان
ar: شارفان
eu: Sharvan

source: صابرآباد
ar: صابر أباد
eu: Saberabad

source: فضولی
ar: فضولي
eu: zartagin

source: قاخ
ar: قصر
eu: jauregia

source: قبادلی
ar: قبادلي
eu: Qabadli

source: قبله
eu: Musu

source: قبوستان
eu: Qobustan

source: قبه
ar: قبة
eu: kupula

source: قزاق
ar: الكازاخستانية
eu: Kazakh

source: قوسار
ar: رامي السهام
eu: arkularia

source: گورانبوی
ar: جورانبوي
eu: Goranboy

source: گوی‌تپه
ar: داء Goitepe
eu: Goitepe

source: کردامیر
ar: كوردامير
eu: Kordamir

source: گده‌بی
ar: جادبي
eu: Gadbey

source: گنجه
ar: خزانة
eu: Armairua

source: لاچین
ar: لاتشين
eu: Lachine

source: قوولار
eu: golarra

source: کلبجر
ar: كلوببر
eu: Clubber

source: گوی‌چای
ar: Guichai
eu: Guichai

source: گوی‌گول
ar: جويجول
eu: Goygol

source: لریک
ar: كلمات الاغنية
eu: Lirika

source: لنکران
ar: لانكاران
eu: Lankaran

source: لیمان
ar: ليمان
eu: Lehmann

source: ماساللی
ar: ماسالي
eu: Masalli

source: مینگه‌چویر
ar: مينجيشوار
eu: Mingechoir

source: نفتالان
ar: النفثالين
eu: Naftalenoa

source: نفت‌چاله
ar: بئر نفط
eu: petrolio putzua

source: هورادیز
ar: هورادات
eu: Horadies

source: نخجوان
ar: ناختشفان
eu: Nakhtxivan

source: یاردیملی
ar: يارديملي
eu: Yardimli

source: یولاخ
ar: قائمة
eu: Zerrenda

source: ولایت کابل
ar: كابول
eu: Kabul

source: ولایت قندهار
ar: محافظة قندهار
eu: Kandahar probintzia

source: ولایت هرات
ar: محافظة هرات
eu: Herat probintzia

source: ولایت بلخ
ar: محافظة بلخ
eu: Balkh probintzia

source: ولایت کندوز
ar: محافظة قندوز
eu: Kunduz probintzia

source: ولایت ننگرهار
ar: مقاطعة ننجرهار
eu: Nangarhar probintzia

source: ولایت تَخار
ar: محافظة تخار
eu: Takhar probintzia

source: ولایت جوزجان
ar: محافظة جوزجان
eu: Jawzjan probintzia

source: ولایت بَغلان
ar: محافظة بغلان
eu: Baghlan probintzia

source: ولایت کاپیسا
ar: محافظة كابيسا
eu: Kapisa probintzia

source: ولایت هلمند
ar: مقاطعة هلمند
eu: Helmand probintzia

source: ولایت لوگر
ar: مقاطعة لوغار
eu: Logar probintzia

source: ولایت پروان
ar: محافظة باروان
eu: Parwan probintzia

source: ولایت خوست
ar: مقاطعة خوست
eu: Khost probintzia

source: ولایت سرپُل
ar: مقاطعة ساربول
eu: Sarpul probintzia

source: ولایت غور
ar: محافظة الغور
eu: Ghor probintzia

source: ولایت لَغمان
ar: محافظة لغمان
eu: Laghman probintzia

source: ولایت فَراه
ar: محافظة فرح
eu: Farah probintzia

source: ولایت غزنی
ar: محافظة غزنة
eu: Ghazni probintzia

source: گنج
ar: الصلع
eu: Burusoiltasuna

source: پارسی
ar: اللغة الفارسية
eu: pertsiera

source: رُخَج
eu: alta eman zioten

source: ایروان
ar: يريفان
eu: Erevan

source: کاپان
ar: كابان
eu: Kapan

source: گیومری
ar: غيومري
eu: Gyumri

source: آرماویر
ar: ارمافير
eu: armavir

source: وانادزور
ar: فانادزور
eu: Vanadzor

source: واغارشاپات
ar: واغرهوبات
eu: Wagharshopat

source: آبوویان
ar: أبوفيان
eu: Abovian

source: گاوار
ar: جاور
eu: Gawar

source: هرازدان
ar: حرازدان
eu: Harazdan

source: ایجوان
ar: اجوان
eu: Ajwan

source: گوریس
ar: جوريس
eu: Guris

source: چارنتساوان
ar: شارانتسافان
eu: Charantasavan

source: آرارات
ar: أرارات
eu: Ararat

source: ماسیس
ar: ماسيس
eu: Masis

source: استپاناوان
ar: ستيبانافان
eu: Stepanavan

source: آرتیک
ar: قطب
eu: Artik

source: آرتاشات
eu: Artashat

source: دیلیجان
ar: ديليجان
eu: Dilijan

source: سیسیان
ar: سيسيان
eu: Sessian

source: آلاوردی
ar: الافاردي
eu: Alavardi

source: آشتاراک
ar: Ashtarak
eu: Ashtarak

source: مارتونی
ar: مارتوني
eu: Martoni

source: اسپیتاک
ar: سبيتاك
eu: Spitak

source: واردنیس
ar: فاردينيس
eu: Vardenis

source: یغوارد
ar: ياجفارد
eu: Yagvard

source: سوان
ar: بجعة
eu: Zisne

source: ودی
ar: فيديا
eu: Vidya

source: بیورغاوان
ar: بيورجهافان
eu: Beorghavan

source: کاجاران
ar: كاجاران
eu: Kajaran

source: نور هاچن
eu: Noor Hagen

source: برد
eu: irabazi

source: چامباراک
ar: شمبارك
eu: Chambarak

source: تاشیر
ar: طشير
eu: Tashir

source: متسامور
eu: jatorra

source: آپاران
ar: جهاز
eu: Aparatua

source: وایک
ar: ويك
eu: Wyke

source: یغگنادزور
ar: يغنادزور
eu: Yaghnadzor

source: مارالیک
ar: ماراليك
eu: Maralik

source: تالین
ar: تالين
eu: Tallinn

source: نویمبریان
ar: نوفمبر
eu: Azaroa

source: جرموک
ar: جيرموك
eu: Jermuk

source: مغری
ar: المغري
eu: Mugri

source: آگاراک
ar: اجاراك
eu: Agarak

source: آیروم
ar: ايروم
eu: Irom

source: آختالا
eu: Akhtala

source: تومانیان
ar: تومانيان
eu: Tumanyan

source: تساغکادزور
ar: تساجكادزور
eu: Tsaghkadzor

source: شاملوغ
ar: مشتمل
eu: barne

source: داستاکرت
ar: عربة الغبار
eu: Hauts-gurdia

source: دبی
ar: دبي
eu: Dubai

source: کالباء
ar: كلباء
eu: Kalba

source: ابوظبی
ar: أبو ظبي
eu: Abu Dhabi

source: شارجه
ar: الشارقة
eu: Sharjah

source: العین
ar: العين
eu: Al Ain

source: شهر عجمان
eu: Ajman hilabetea

source: رأس‌الخیمه
ar: رأس الخيمة
eu: Ras Al Khaimah

source: فجیره
ar: الفجيرة
eu: Fujairah

source: ام‌القیوین
ar: أم القيوين
eu: Umm al-Qaywin

source: دبا الفجیره
ar: دبا الفجيرة
eu: Dabba al-Fujairah

source: خور فکان
ar: خورفكان
eu: Khor Fikan

source: مدینه زاید
ar: مدينة زايد
eu: Medina Zayed

source: الرویس
ar: إيلروس
eu: Elroys

source: واحه لیوا
ar: واحة ليوا
eu: Liwa Oasis

source: ذید
ar: زيد
eu: Zaid

source: جبل علی
ar: جبل علي
eu: Jabal Ali

source: الرمس
eu: Ahariak

source: دبا الحصن
eu: Dibba Al Hisn

source: حتی
ar: حتى
eu: Baita

source: lnhl
ar: لنحل
eu: Goazen erlea

source: امارت ابوظبی
ar: إمارة أبوظبي
eu: Abu Dhabiko Emirerra

source: عجمان
eu: Ajman

source: ام‌القوین
ar: أم القيوين
eu: Umm al-Quwain

source: امان
ar: رجل
eu: Gizon bat

source: الجبیه
ar: الجابية
eu: Al-Jabiyyah

source: زرقا
ar: الزرقاء
eu: Zarqa

source: اربد
eu: Irbid

source: القویسمه
eu: Qweismeh

source: وادی السیر
ar: وادي السير
eu: Wadi al-Sir

source: تلاع العلی
ar: طلاع العلي
eu: Talaa Al-Ali

source: خربیه السوق
eu: Merkatua suntsitu

source: عقبه
eu: atzera

source: السلط
eu: Gatza

source: الرمثا
eu: Ramtha

source: مادبا
eu: Madaba

source: الرصیفه
ar: الرصيفة
eu: Al-Rasifa

source: اردوگاه البقعه
ar: مخيم البقعة
eu: Al-Baqah kanpalekua

source: صویلح
ar: صويلة
eu: Sawilah

source: مفرق
eu: Bilgunea

source: سحاب
eu: hodeiak

source: اردوگاه حطین
ar: مخيم حطين
eu: Hattin kanpalekua

source: عین باشا
ar: صحيح
eu: Hori bai

source: ام قصیر
ar: ام قصر
eu: Um Qasir

source: جرش
eu: Jerash

source: مرج الحمام
eu: bainugela belardia

source: الضلیل
ar: العار
eu: Desohorea

source: معان
eu: Nahiz eta

source: الهاشمیه
eu: Haxemita

source: اسکان ابو نصیر
ar: مستوطنة ابو نصير
eu: Abu Nasir asentamendua

source: الطفیله
ar: الطفيلة
eu: Al Tafilah

source: کفرنجه
ar: كفرنجا
eu: Kafranja

source: الحصن
eu: gotorlekua

source: الکرک
ar: الكرك
eu: Al Kirk

source: الصریح
ar: الصريح
eu: Esplizitua

source: ایدون
ar: عدن
eu: Eden

source: شفا بدران
eu: Sendatu beharrean

source: المشارع
eu: proiektuak

source: عنجره
eu: Anjar

source: غور الصافی
ar: غور الصافي
eu: Ghor al-Safi

source: عزمی المفتی
ar: مفتي عزمي
eu: Azmi Mufti

source: کریمه
ar: القرم
eu: Krimea

source: ناعور
eu: hemorroideak

source: بیت راس
ar: بت روس
eu: Bit Ross

source: آب‌بر
ar: ناقل المياه
eu: ur eramaile

source: آب‌پخش
ar: مرشة
eu: ihinztagailu

source: آبادان
ar: عبادان
eu: Abadan

source: آباده
ar: عباده
eu: Abadah

source: آباده طشک
ar: عبادة طشق
eu: Abadeh Tashk

source: آبدان
ar: عبادان
eu: Abadan

source: آبیک
ar: ابيك
eu: Abik

source: آبدانان
ar: عبادانان
eu: Abadanan

source: آبسرد
ar: ماء بارد
eu: ur hotz

source: آبش‌احمد
eu: Abshahmed

source: آبعلی
ar: عبالي
eu: Abali

source: آبگرم
ar: ماء ساخن
eu: Ur beroa

source: آرمرده
ar: عزز
eu: indartua

source: آشتیان
ar: مصالحة
eu: Adiskidetzea

source: آرین‌شهر
ar: أرينشهر
eu: Arinshahr

source: آرادان
ar: أرادان
eu: Aradan

source: آران و بیدگل
ar: اران وبيدغول
eu: Aran eta Bidgol

source: آبی‌بیگلو
ar: بيج بلو
eu: Urdin Handia

source: آلاشت
ar: ألاشت
eu: Alasht

source: آستانه اشرفیه
ar: أستانا الأشرفية
eu: Astana Ashrafieh

source: آسمان‌آباد
ar: أسمان أباد
eu: Asmanabad

source: آذرشهر
ar: أزارشهر
eu: Azarshahr

source: آزادشهر
ar: أزدشهر
eu: Azadshahr

source: آشخانه
ar: المطبخ
eu: sukaldea

source: آغاجاری
ar: اغاجاري
eu: Aghajari

source: آق‌قلا
ar: ذكي
eu: adimentsu

source: آقکند
ar: يتدفق
eu: isurtzeko

source: آستانه
ar: عتبة
eu: atalasea

source: آمل
eu: Amol

source: آواجیق
ar: عواجيك
eu: Awajik

source: آوج
ar: قمة
eu: Goiena

source: آیسک
ar: إسحاق
eu: Isak

source: آلنی
ar: ألني
eu: Alney

source: آلونی
ar: ألوني
eu: Aloni

source: ابرکوه
ar: سوبر ماونتن
eu: Super mendia

source: ابریشم
ar: الحرير
eu: zeta

source: ابوزیدآباد
ar: ابو زيد اباد
eu: Abu Zidabad

source: احمدسرگوراب
ar: أحمد سارجراب
eu: Ahmad Sargorab

source: ابوحمیظه
ar: أبو حميزة
eu: Abu Hameeza

source: ادیمی
ar: مُقَاوِل
eu: Ekintzailea

source: ابهر
ar: أبحر
eu: Abhar

source: احمدآباد صولت
ar: أحمد آباد ، سولت
eu: Ahmedabad, Sault

source: احمدآباد
ar: أحمد آباد
eu: Ahmedabad

source: اختیارآباد
ar: أختار أباد
eu: Akhtarabad

source: آوا
ar: افا
eu: Ava

source: اراک
ar: اراك
eu: Arak

source: ارجمند
ar: مشرف
eu: ohoragarria

source: ارداق
ar: الرفيق
eu: Kamarada

source: اردبیل
ar: أردبيل
eu: Ardabil

source: اردستان
ar: أردستان
eu: Ardestan

source: ارسنجان
eu: Arsanjan

source: اردکان
ar: البط
eu: ahateak

source: فارس
eu: Fars

source: اردل
ar: ارديل
eu: Erdel

source: ارزوئیه
ar: يرغب
eu: Nahia

source: ارمغان‌خانه
ar: أرماغانيخان
eu: Armaghanekhane

source: ارومیه
ar: أرومية
eu: Orumieh

source: اروندکنار
ar: أرفاندكانار
eu: Arvandkanar

source: ارسک
ar: إرسك
eu: Ersk

source: ازگله
ar: من القطيع
eu: artaldetik

source: ارکواز
ar: أركواز
eu: Arkwaz

source: ازنا
ar: عن
eu: Buruz

source: ازندریان
ar: أزاندريان
eu: Azandrian

source: اژیه
ar: إيجة
eu: Egeoa

source: اسارا
eu: Asara

source: اسالم
ar: أسلم
eu: Aslam
