Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: پنیر سفید آمل کم چرب کاله
ar: آمول جبن كالي أبيض قليل الدسم
eu: Amol gantz gutxiko Kale gazta zuria

source: شیر کم چرب لیتری کاله
ar: لتر حليب قليل الدسم
eu: Gantz gutxiko litro bat esne

source: شیر غلیظ شده ابوقوس
ar: حليب أبوخوس المكثف
eu: Abukhus esne kondentsatua

source: پنیر رنده شده موزارلا
ar: جبنة موزاريلا مبشورة
eu: Mozzarella gazta birrindua

source: پنیر سفید پروبیوتیک رامک
ar: راميك جبنة بيضاء بروبيوتيك
eu: Ramek gazta zuri probiotikoa

source: ماست پروبیوتیک کم چرب دبه ای پاک
ar: زبادي بروبيوتيك قليل الدسم
eu: Gantz gutxiko jogurt probiotikoa

source: پنیر کم نمک و کم چرب پگاه
ar: بقة قليل الملح وجبن قليل الدسم
eu: Pegah gatz gutxi eta gantz gutxiko gazta

source: پنیر لاکتیکی کاله
ar: جبن اللفت اللبني
eu: Kale gazta laktikoa

source: پنیر بَِف رامک
ar: رامك جبنة بقري
eu: Ramek behi gazta

source: اسپری کره کریسکو
ar: رذاذ زبدة كريسكو
eu: Crisco gurina spray

source: شیرعسل البحر ایرانی
ar: عسل البحر الإيراني
eu: Irango itsasoko eztia

source: کره پاستوریزه کاله
ar: زبدة الكرنب المبستر
eu: Kale gurina pasteurizatua

source: پنیر کفیر آلیما
ar: جبنة عليمة الكفير
eu: Alima kefir gazta

source: سرشیر گاومیش
ar: رأس الجاموس
eu: bufalo burua

source: پنیر ماسکارپونه خامه ای کاله
ar: جبنة ماسكاربوني كريمية
eu: Mascarpone gazta krematsua

source: بستنی شکلات لیتری میهن
ar: لتر ايس كريم شوكولاتة البلد
eu: Aberriaren litroko txokolate izozkia

source: رایس پیپر ورقه برنج سوی ما ما
ar: أوراق الأرز ورقة الأرز Sui Ma Ma
eu: Arroz-papera arroz-orriak Sui Ma Ma

source: کره گیاهی صبحانه لادن طلایی
ar: زبدة نباتية لادن للافطار الذهبي
eu: Laden Golden Gosaria landare gurina

source: کشک گوسفند
ar: خثارة الأغنام
eu: Ardi mamia

source: ماست کم چرب کوهرنگ
ar: زبادي كهرانج قليل الدسم
eu: Gantz gutxiko kohrang jogurta

source: خامه کاکائو پاکتی فرادما پگاه
ar: علبة كريم الكاكاو Faradama Pegah
eu: Faradama Pegah kakao krema paketea

source: شیر ماجان کاله برای مادران در دوران بارداری و شیردهی میلی لیتر
ar: حليب مجان كالي للأم أثناء الحمل والرضاعة مل
eu: Majan Kale esnea amentzako haurdunaldian eta edoskitzean ml

source: یوگو ماست پر چرب میهن
ar: يوغو هو الزبادي عالي الدسم في البلاد
eu: Yugo herrialdeko gantz askoko jogurta da

source: پنیر کبابی کاله
ar: جبن كالي مشوي
eu: Kale gazta plantxan

source: شیر کامل پر چرب لیتری می ماس
ar: لتر حليب كامل الدسم
eu: Litroko esne gantz osoa

source: دسر نوشیدنی توت فرنگی دنت میلی لیتر
ar: دنت مل شراب فراولة حلى
eu: Dent ml marrubi edari postrea

source: پنیر فتا دوشه هراز
ar: جبنة فيتا دوش حراز
eu: Feta gazta Douche Haraz

source: ماست میوه ای با طعم توت فرنگی چربی کاله
ar: زبادي فواكه بنكهة الفراولة
eu: Fruta jogurta marrubi zaporearekin

source: کره حیوانی پاستوریزه میهن
ar: زبدة حيوانية مبستر
eu: Animalien gurina pasteurizatua

source: پنیر گودا پستو ورقه ای کاله
ar: جبنة جودة بيستو كالي
eu: Gouda gazta pesto kale

source: سینه بی استخوان مرغ یی
ar: صدر دجاج مسحب
eu: Hezurrik gabeko oilasko bularkia

source: ران مرغ کنکوک
ar: أفخاذ دجاج كانجكوك
eu: Kangkuk oilasko izterrak

source: دنبه گوسفند
ar: ذيل الغنم
eu: ardi-buztana

source: تخم مرغ تعدادی
ar: عدد قليل من البيض
eu: Arrautza batzuk

source: تخم بلدرچین
ar: بيض طائرة السمان
eu: Galeper arrautzak

source: کالباس قارچ و مرغ خانگی فدک یی
ar: نقانق الفطر ودجاج فدك منزلي الصنع
eu: Perretxiko txistorra eta Fadak-en etxeko oilaskoa

source: تخم مرغ محلی
ar: بيض محلي
eu: Bertako arrautzak

source: ران بدون پوست مرغ رزا
ar: دجاج روزا فخذ منزوع الجلد
eu: Roza oilasko azalik gabeko izterrean

source: گوشت شتر یی
ar: لحم الجمل
eu: Gamelu haragia

source: جگر مرغ
ar: كبد الدجاج
eu: oilasko gibela

source: گوشت شترمرغ یی
ar: لحم نعام
eu: ostruka haragia

source: ران مرغ
eu: Danborra

source: ماهیچه گوساله
ar: عضلات الساق
eu: Txahal-muskuluak

source: ژامبون مرغ و قاچ
ar: لحم الخنزير و الأوتاد
eu: Oilasko urdaiazpikoa eta ziriak

source: بازو مرغ
ar: ذراع الدجاج
eu: oilasko besoa

source: ماهی شوریده
ar: سمك مملح
eu: arrain gatzatua

source: خاویار حلزون
ar: كافيار الحلزون
eu: barraskilo kabiarra

source: سینه بی پوست مهیا پروتئین
ar: يوفر الثدي منزوع الجلد البروتين
eu: Azalarik gabeko bularrak proteinak ematen ditu

source: جوجه مرغ کامل
ar: دجاجة كاملة
eu: Oilasko osoa

source: فیله بوقلمون یی
ar: شرائح ديك رومي
eu: Indioilar xerra

source: گردن گوسفندی پاک کرده
ar: تنظيف رقبة الغنم
eu: Ardi lepoa garbitua

source: ژامبون مرغ کاشاک
ar: كاشك دجاج
eu: Kashak oilasko urdaiazpikoa

source: مرغ تکه بسته بندی بدون پوست
ar: قطع دجاج معبأة بدون جلد
eu: Oilasko zatiak azal gabe josiak

source: ران مرغ با پوست
ar: أفخاذ الدجاج مع الجلد
eu: Oilasko izterrak azalarekin

source: میگو پاک شده بدون سر و دم منجمد کالی سایز
ar: جمبري مجمد بدون رأس وذيل حجم كالي
eu: Buru eta buztan gabeko ganbak garbitutako izoztuak, Kali tamainakoak

source: گوشت بیف استروگانف دارا
ar: ستروجانوف اللحم
eu: Behi stroganoff

source: جوجه کباب زعفرانی یی
ar: دجاج مشوي بالزعفران
eu: Azafraia erretako oilaskoa

source: ساق تازه مرغ بدون پوست بسته بندی بی تا
ar: أرجل دجاج طازجة منزوعة الجلد ومعبأة بدون تغليف
eu: Azalarik gabeko oilasko hanka freskoak, ontzirik gabe ontziratuta

source: کالباس خشک
ar: سجق
eu: Txistorra

source: فیله مرغ سوخاری یی
ar: فيليه دجاج مقلي
eu: Oilasko xerra frijitua

source: دنبه گوسفندی یی
ar: ذيل شاة
eu: Ardi buztana

source: ماهی قزل آلا
ar: سمك السالمون
eu: izokina

source: زبان گوساله
ar: لسان البقر
eu: Behi-mihia

source: سردست گوسفندی
ar: رأس الغنم
eu: ardi-burua

source: گوشت گوساله یی
ar: لحم العجل
eu: Txahal

source: ران و سینه مرغ
ar: فخذ دجاج وصدر
eu: Oilasko izterra eta bularra

source: هات داگ ممتاز گوشت قرمز آندره
ar: أندريه هوت دوج باللحم الأحمر الممتاز
eu: Andre's premium haragi gorriko hot dog

source: شاه میگو ببری سایز پاک شده وآماده مصرف تازه و صید روز
ar: يتم تنظيف قريدس نمر الملك ويكون جاهزًا للاستهلاك الطازج وصيد اليوم
eu: Tigre otarrainxkak garbitu eta fresko kontsumitzeko eta eguneko harrapatzeko prest daude

source: رول کالباس گوشت ممتاز هایزم پویا پروتئین
ar: لفة سجق مع لحم عالي الجودة وبروتين ديناميكي
eu: Txistorra kalitate handiko haragiarekin eta proteina dinamikoarekin

source: ماهی شورت حواصیم
ar: سمكة حواسم القصيرة
eu: Hawasim arrain laburra

source: ژامبون مرغ
ar: لحم الخنزير
eu: oilasko urdaiazpikoa

source: گوشت راسته بدون استخوان گوسفندی سلامت گوشت سپاهان
ar: لحم خروف مستقيم بدون عظم من لحم سيباهان الصحي
eu: Hezurrik gabeko ardi haragi zuzena Sepahan haragiaren osasuna

source: سوسیس انجوی گوشت قرمز سولیکو کاله
ar: سوليكو كالي اللحوم الحمراء إنجوي سجق
eu: Suliko Kale haragi gorria enjoi txistorra

source: کوکتل گوشت یی کاله
ar: كوكتيل لحم كالي
eu: Kale haragi koktela

source: خورشتی گوسفندی
ar: يخنة لحم الضأن
eu: Ardi gisatua

source: مغز ران گوسفندیپاک شده
ar: يتم تنظيف نخاع فخذ الضأن
eu: Arkume izterraren muina garbitzen da

source: فیله شیر ماهی
ar: فيليه سمك اللبن
eu: Esne-arrain xerra

source: بال ساده مرغ بسته بندی
ar: تغليف جناح الدجاج البسيط
eu: Oilasko hegoen ontzi sinplea

source: سوسیس خانگی
ar: سجق منزلي
eu: Etxeko txistorra

source: سوسیس هاوایی مخلوط گوشت قرمز و مرغ آندره
ar: سجق هاواي ممزوج باللحم الأحمر ودجاج أندريه
eu: Oiasso txistorra haragi gorriarekin eta Andreen oilaskoarekin nahastuta

source: مرغ کامل سمین
ar: سمين دجاج كامل
eu: Semin oilasko osoa

source: ژامبون بوقلمون
ar: تركيا لحم الخنزير
eu: Indioilar urdaiazpikoa

source: جوجه کباب ترش
ar: دجاج مشوي حامض
eu: Oilasko garratza plantxan

source: تخم مرغ عددی پارسیرنگ
ar: بيضة رقمية أرجوانية
eu: Arrautza zenbakizko morea

source: سینه مرغ با استخوان کنکوک
ar: صدر دجاج بالعظم
eu: Oilasko bularkia hezurrekin

source: ژامبون گوشت
ar: لحم الخنزير
eu: urdaiazpiko haragia

source: کالباس نوروزی گوشت قرمز آندره
ar: أندريه سجق نوروز لحم أحمر
eu: Andre haragi gorria Nowruz txistorra

source: تخم مرغ عددی تلاونگ
ar: تالونج بيضة رقمية
eu: Talong zenbakizko arrautza

source: سوسیس آلمانی
ar: النقانق الألمانية
eu: alemaniar txistorra

source: تخم کبک تلاونگ عددی
ar: بيض السمان العددي
eu: Zenbakizko galeper arrautzak

source: قلوه گاه گوسفندی
ar: فضلات الأغنام
eu: Ardi gorpuzkiak

source: قزل آلا پاک شده
ar: سمك السلمون المنظف
eu: Izokina garbitua

source: بوقلمون درسته
ar: الديك الرومي على حق
eu: Indioilarrak arrazoi du

source: ماهیچه گوسفندی
ar: عضلة الأغنام
eu: Ardi giharrak

source: شقه گوسفندی
ar: شقة الأغنام
eu: Ardien apartamentua

source: میگو سوخاری
ar: جمبري مقلي
eu: ganba frijituak

source: گوشت چرخ کرده تازه شتر مرغ
ar: لحم نعام مفروم طازج
eu: Ostruka haragi xehatu freskoa

source: فیله گوساله کنکوک
ar: فيليه لحم كنكوك
eu: Kenkuk txahal xerra

source: همبرگر ذغالی گوشت عددی
ar: هامبورجر لحم مشوي
eu: Haragi erretako hanburgesa

source: گوشت چرخکرده مرغ مهیا پروتئین سینه و ران پاک شده
ar: يوفر لحم الدجاج المفروم بروتين تنظيف الصدر والفخذ
eu: Oilasko haragi xehatuak bular eta izterraren proteina eskaintzen du

source: ماهی سنگسر شهری
ar: الأسماك الحجرية الحضرية
eu: Hiri harrizko arraina

source: ماهی حلوا سیاه
ar: سمك الحلاوة السوداء
eu: Halvah arrain beltza

source: فیله مرغ پویا پروتئین
ar: فيليه دجاج ديناميكي بروتين
eu: Oilasko xerra proteina dinamikoa

source: گوشت بلدرچین
ar: لحم السمان
eu: Galeper haragia

source: جوجه بی ادویه ران یا سینه
ar: فخذ أو صدر دجاج غير متبل
eu: Oilasko izterra edo bularra ondu gabekoa

source: ماهی شانک
ar: عرقوب السمك
eu: karraska arraina

source: مغز ران بوقلمون
ar: تركيا دماغ الفخذ
eu: Turkiako izterraren garuna

source: ساق ران مرغ بدون پوست رویال طعم
ar: أفخاذ دجاج بدون جلد بنكهة رويال
eu: Errege zapore azalarik gabeko oilasko izterrak

source: همبرگر گوشت کاشاک
ar: كاشك لحم همبرغر
eu: Kashak haragi hanburgesa

source: میگو تازه یی
ar: جمبري طازج
eu: ganba freskoa

source: سینه مرغ بدون استخوان مهیا پروتئین
ar: صدر الدجاج منزوع العظم يوفر البروتين
eu: Hezurrik gabeko oilasko bularkiak proteinak ematen ditu

source: سوسیس فرانکفورتر گوشت
ar: نقانق اللحم
eu: Haragi frankfurteak

source: رست فیله
ar: فيليه مشوي
eu: xerra errea

source: پای مرغ
ar: فطيرة الدجاج
eu: Oilasko tarta

source: استیک ریب آی بدون استخوان
ar: شريحة لحم ضلع بدون عظم
eu: Hezurrik gabeko saiheskia txuleta

source: ران مرغ بی پوست مهیا‌‌ پروتئین
ar: أفخاذ الدجاج منزوعة الجلد توفر البروتين
eu: Azalarik gabeko oilasko izterrek proteina ematen dute

source: همبرگر زغالی گوشت گوشتیران
ar: همبرغر لحم غوستيران على الفحم
eu: Ghosthiran haragi ikatz hanburgesa

source: کلاسیک برگر گوشت قرمز پمینا
ar: برجر اللحم الأحمر الكلاسيكي بمينا
eu: Pminaren haragi gorriko hanburgesa klasikoa

source: همبرگر گوشت بآ
ar: أحضر برجر اللحم
eu: Ekarri haragi hanburgesa

source: رول کالباس مارتادلا مخصوص هایزم
ar: رول سجق مارتديلا خاصتي
eu: Nire martadella txistorra biribil berezia

source: تخم مرغ رها مرغ شانه ای درب دار عددی
ar: بيض المرعى الحر من الدجاج مع الأغطية
eu: Estalkidun oilaskoetatik ateratako arrautzak

source: خاویار بلوگا امپریال میراث خاویار کاسپین ایرانیان
ar: بيلوجا إمبريال كافيار هو إرث كافيار بحر قزوين الإيراني
eu: Beluga Imperial Caviar Irango kabiar kaspiarren ondarea da

source: کاله برگر گوشت قرمز پمینا
ar: كالي برجر لحم أحمر بمينا
eu: Pmina haragi gorria kale hanburgesa

source: ماهی کیلکا منجمد سرزده و شکم خالی کیان ماهی خزر
ar: دخيل أسماك الكيلكا المجمدة ومعدتها فارغة كيان خازار السمك
eu: Kilka arraina izoztua sartu eta urdaila hutsik Kian Khazar arraina

source: سوسیس مرغ خانگی
ar: نقانق الدجاج محلية الصنع
eu: Etxeko oilasko txistorra

source: کالباس وگاس آندره
ar: أندريه فيغاس سجق
eu: Andre's Vegas Saltxitxa

source: بیکن بوقلمون
ar: تركيا لحم الخنزير المقدد
eu: Turkia Bacon

source: سوسیس کوکتل مخصوص سولیکو کاله
ar: سوليكو كالي سجق كوكتيل خاص
eu: Solico Kale koktel txistorra berezia

source: ماهی قزل سالمون
ar: سمك السالمون
eu: izokina

source: گوشت راسته شاندیزی گوسفندی
ar: لحم غنم شنديزي مستقيم
eu: Shandizi arkume haragia zuzena

source: فیله ماهی قزل آلا سالمونی
ar: سمك السلمون فيليه
eu: Izokin xerra

source: تافومیت چرخ کرده بکر
ar: التافوميت البكر المطحون
eu: Birjina lurreko tafomita

source: آبلیمو طبیعی
ar: عصير ليمون طبيعي
eu: Limoi zuku naturala

source: سینه مرغ بی پوست مهیا پروتئین
ar: صدر الدجاج منزوع الجلد يوفر البروتين
eu: Azalarik gabeko oilasko bularkiak proteinak ematen ditu

source: سوسیس آلمانی
ar: النقانق الألمانية
eu: alemaniar txistorra

source: بال زعفرانی کنکوک
ar: أجنحة كونكوك بالزعفران
eu: Konkok azafrai-hegoak

source: گوشت چرخکرده مخلوط ساده
ar: لحم مفروم مشكل بسيط
eu: Haragi xehatua nahastu sinplea

source: قارچ دکمه ای کامل ملارد
ar: فطر زر البطة الكاملة
eu: Perretxiko ahate-botoi osoa

source: سیراب شیردان گوساله دست کامل قربانیان
ar: ري العجل الحلوب بأيدي الضحايا
eu: Biktimen jezteko txahalak ureztatzea

source: دل و جگر و قلوه گوسفندی قربانیان
ar: القلب والكبد والضأن للضحايا
eu: Biktimen bihotza, gibela eta ardia

source: همبرگر ممتاز گوشت عددی پمینا کاله
ar: بيمينا كالي هامبورجر لحم فاخر
eu: Pemina Kale premium haragi hanburgesa

source: بازو ساده مرغ مهیا پروتئین
ar: يوفر ذراع الدجاج البسيط البروتين
eu: Oilasko beso sinpleak proteina ematen du

source: قلم گوساله یی
ar: قلم العجل
eu: Txahal pen

source: سینه مرغ بی پوست مهیا پروتئین
ar: صدر الدجاج منزوع الجلد يوفر البروتين
eu: Azalarik gabeko oilasko bularkiak proteinak ematen ditu

source: جوجه کباب سینه زعفرانی
ar: صدر دجاج مشوي بالزعفران
eu: Azafraizko bularretako oilasko errea

source: کالباس پرسی خشک گوشت قرمز آندره
ar: سجق أندريه باللحم الأحمر الجاف
eu: Andreren haragi gorri lehorra txistorra

source: تخم غاز
eu: antzara arrautza

source: استیک بوقلمون تنوری
ar: شريحة لحم ديك رومي مشوية
eu: Indioilar txuleta plantxan

source: ترشی بامیه خانگی
ar: مخلل بامية محلي الصنع
eu: Etxeko okra eskabetxa

source: همبرگر گوشت قرمز
ar: هامبورجر لحم أحمر
eu: Haragi gorriko hanburgesa

source: سرکه انگبین لیتری
ar: لتر من خل انغبين
eu: Engbin ozpin litro bat

source: سرکه انگور خانگی لیتری مینوک کد
ar: لتر من كود مينوك خل عنب محلي الصنع
eu: Minook code etxeko mahats-ozpin litro bat

source: ترشی بادمجان شکم پر یی
ar: باذنجان محشي مخلل
eu: Ozpinetako berenjena betea

source: ترشی مخلوط
ar: مخلل مشكل
eu: Ozpinetako nahasiak

source: ترشی انبه احمد یی
ar: مخلل مانجو أحمد يي
eu: Mango Pickle Ahmad Yee

source: ترشی انبه نشنال پاکستانی
ar: مخلل مانجو باكستاني
eu: Pakistango mango ozpinetako nazionala

source: ترشی مخلوط زرد نگینی
ar: مخلل ناجيني أصفر مشكل
eu: Nagini horia ozpinetako nahasia

source: سرکه سیب خانگی
ar: خل التفاح محلي الصنع
eu: Etxeko sagar sagardo ozpina

source: ترشی آلبالو
ar: مخلل الكرز
eu: Ozpinetako gerezi

source: سرکه سیب طبیعی
ar: خل التفاح الطبيعي
eu: Sagar sagardo ozpin naturala

source: ترشی کلم قرمز یی
ar: مخلل ملفوف احمر
eu: Ozpinetako aza gorria

source: سرکه سیب اعلا خانگی لیتر مینوک کد
ar: كود مينوك خل التفاح الفاخر
eu: Minook code premium sagar sagardo ozpina

source: ترشی خانگی
ar: مخللات منزلية
eu: Etxeko ozpinak

source: سرکه انگور احیای سلامت لیتر
ar: لتر الخل الانتعاش الصحي
eu: Ozpina osasuna berreskuratzeko litro

source: آبغوره طبیعی
ar: المياه الطبيعية
eu: Ur naturala

source: سرکه شیره
ar: عصير الخل
eu: Ozpin zukua

source: سرکه انگور خانگی
ar: خل العنب منزلي الصنع
eu: Etxeko mahats-ozpina

source: ترشک آلوچه جنگلی
ar: حميض البرقوق البري
eu: Inhar basatia

source: ترشی لیته خانگی
ar: مخللات منزلية
eu: Etxeko ozpinak

source: ترشی رب انار جنگلی ترش شمال
ar: مخلل معجون الرمان الحامض الشمالي
eu: Ozpinetako North Sour Forest Pomegranate Pasta

source: ترشی بادمجان
ar: باذنجان متبل
eu: Berenjena marinatua

source: سرکه انگبین عسلی
ar: أنجبين خل عسل
eu: Angbin Ezti Ozpina

source: آبغوره خانگی
ar: مرق منزلي
eu: Etxeko salda

source: ترشی یونانی نیم
ar: نصف مخلل يوناني
eu: Greziako ozpinetako erdiak

source: خیارشور خانگی
ar: مخللات منزلية
eu: Etxeko ozpinak

source: ترشی مخلوط خانگی خانوم خانوما
ar: مخللات خانوم خنوما المختلطة محلية الصنع
eu: Khanum Khanumaren etxeko ozpinetako nahasiak

source: کنسرو خیارشور یک و یک
ar: مخلل خيار معلب واحد وواحد
eu: Ozpinetako pepino kontserbak bat eta bat

source: سرکه سیب سنتی
ar: خل التفاح التقليدي
eu: Sagar sagardo ozpin tradizionala

source: پیاز ترشی درجه یک کد
ar: كود مخلل البصل من الدرجة الأولى
eu: Lehen mailako ozpinetako tipula kodea

source: ترشی اسپانیایی نیم
ar: نصف مخلل اسباني
eu: Erdi ozpinetako erdaldunak

source: سرکه قرمز وردا
ar: خل أحمر ناعم
eu: Ozpin gorri fina

source: سرکه انگور طبیعی
ar: خل العنب الطبيعي
eu: Mahats-ozpin naturala

source: شور خانگی فدک
ar: ملح فدك محلي الصنع
eu: Fadak etxeko gatza

source: سرکه سفید وردا حجم میلی لیتری
ar: حجم الخل الأبيض الناعم مل
eu: Ozpin Zuri Bolumen Fina ml

source: سرکه انگبین نعنایی ممتاز فدک
ar: ممتاز فدك انغبين خل نعناع
eu: Mumtaz Fadak Angbin Mint Ozpina

source: سرکه سفید بیژن حجم لیتر
ar: خل أبيض بيجان ، حجم لتر
eu: Bijan ozpin zuria, litro bolumena

source: ترشی قارچ
ar: فطر مخلل
eu: Ozpinetako perretxikoak

source: سرکه انگبین رازیانه فدک
ar: خل انغبين ، شمر ، فدك
eu: Angbin ozpina, mihilua, Fadak

source: ترشی بادمجان شکم پر فدک با سرکه محلی
ar: فدك مخلل باذنجان محشي بالخل المحلي
eu: Fadak berenjena ozpinetako betea bertako ozpinarekin

source: ترشی انبه میکس نشنال
ar: مخلل مانجو مشكل ناشيونال
eu: Nahasketa nazionala mango pickle

source: سرکه انگبین کبدی نمازی سلطان بدن
ar: خل الكبد انغبين صلاة سلطان الجسم
eu: Engbin Gibel Ozpina Otoitza Sultan Gorputza

source: ترشی انبه
ar: مخلل مانجو
eu: Mango eskabetxa

source: ترشی لیته بادمجان کبابی
ar: مخلل باذنجان مشوي
eu: Berenjena plantxan ozpinak

source: ترشی سیر هفت ساله خانگی خوشمزه با شیره انگور یک
ar: مخلل الثوم منزلي الصنع اللذيذ البالغ من العمر سبع سنوات مع عصير العنب
eu: Etxean egindako zazpi urteko baratxuri ozpin goxoa mahats zukuarekin

source: ترشی بندری
ar: منفذ مخلل
eu: Ozpinetako portua

source: سرکه سیب یک و یک میلی لیتر
ar: خل التفاح 1 مليلتر
eu: Sagar sagardo ozpina mililitro bat eta bat

source: ترشی قارچ و زیتون
ar: مخلل فطر وزيتون
eu: Ozpinetako perretxikoak eta olibak

source: سرکه سیب سنتی
ar: خل التفاح التقليدي
eu: Sagar sagardo ozpin tradizionala

source: سرکه سیب خمری ستاره فدک لیتر
ar: نجمة فدك خمير خل تفاح لتر
eu: Star Fadak Khmer sagar ozpina litroa

source: آبلیمو دست چین تک نفره
ar: عصير ليمون مصنوع يدوياً لشخص واحد
eu: Eskuz egindako limoi zukua pertsona batentzat

source: آبغوره خانگی خانوم خانوما
ar: أبغورة خانوم خانوما محلية الصنع
eu: Khanum Khanumaren etxeko abgoureh

source: سرکه بالزامیک سی سام میلی لیتر
ar: ثلاثون مليلترًا من الخل البلسمي
eu: Hogeita hamar mililitro ozpin baltsamiko

source: سرکه بالزامیک آندرا میلانو میلی
ar: أندريا ميلانو خل بلسميك ملي
eu: Andrea Milano Milli Ozpin Balsamikoa

source: ترشی سیر گل
ar: مخلل زهرة الثوم
eu: Baratxuri-lore ozpinduta

source: سرکه انگبین نعنایی
ar: أنجبين خل النعناع
eu: Angbin menda ozpina

source: سرکه سیب ارگانیک
ar: خل التفاح العضوي
eu: Sagar sagardo ozpin ekologikoa

source: سرکه سیب ارگانیک خالص و خانگی
ar: خل تفاح عضوي نقي ومنزلي الصنع
eu: Sagar sagardo ozpin ekologiko purua eta etxean egindakoa

source: ترشی انبه طیاره
ar: مخلل مانجو الطائرة
eu: Hegazkineko mango-piklea

source: وردا سرکه سفید خانواده
ar: عائلة فاردا خل ابيض
eu: Varda familiako ozpin zuria

source: سرکه انگور خمری
ar: خل عنب خمري
eu: Khmeri mahats-ozpina

source: ترشی آب گوجه
ar: عصير طماطم مخلل
eu: Ozpinetako tomate zukua

source: خیارشور قلمی خانگی ستاره فدک بانمک و سرکه طبیعی
ar: مخلل الخيار والخل الطبيعي من Star Fadak
eu: Star Fadak-en etxeko pepinoa eta ozpin naturala

source: آبلیمو دستچین لیتر
ar: لتر عصير ليمون قطف يدويا
eu: Eskuz jasotako limoi-zukua

source: خیارشور سوپر ویژه یک و یک
ar: خيار مخلل سوبر خاص واحد وواحد
eu: Pepino ozpinetako bat eta bat super berezi

source: ترشی فلفل ریز سی فدک
ar: مخلل فلفل 3 فدك
eu: Piperbeltza 3 Fadak

source: سرکه قرمز ادیب لیتری عددی
ar: الخل الأحمر الأدبي
eu: Ozpin gorri literarioa

source: ترشی انبه محلی
ar: مخلل مانجو محلي
eu: Bertako mango-piklea

source: ترشی کلم بنفش
ar: مخلل ملفوف بنفسجي
eu: Ozpinetako aza morea

source: ترشی انبه با تمر هندی
ar: مخلل المانجو مع التمر الهندي
eu: Mango eskabetxa tamarindoarekin

source: سرکه سیب وردا لیتر
ar: لتر الخل الناعم
eu: ozpin litro fina

source: کنسرو خیارشور معمولی درجه یک یک و یک
ar: خيار مخلل معلب من الصف الأول
eu: Lehen mailako pepino kontserbak

source: ترشی هندی ستاره فدک
ar: مخلل نجم فدك الهندي
eu: Fadak izar indiar ozpinetakoa

source: ترشی سیر گل قهوه ای بدر
ar: مخلل ثوم ورد بني بدر
eu: Badr lore marroia baratxuri eskabetxa

source: آبغوره بدون نمک کامبیز
ar: قمبيز مياه خالية من الملح
eu: Cambys gatzik gabeko ura

source: ترشی گل سیر تازه
ar: مخلل زهور الثوم الطازجة
eu: Baratxuri lore freskoak ozpinduta

source: ترشی انبه طیاره
ar: مخلل مانجو الطائرة
eu: Hegazkineko mango-piklea

source: ترشی سالاد فصل ستاره فدک ترشی آب گوجه
ar: مخلل سلطة فدك ستار ، مخلل عصير طماطم
eu: Fadak izar denboraldiko ozpinetako entsalada, tomate-zukua

source: ترشی انبه مخلوط روغنی رضوان
ar: مخلل المانجو بالزيت رضوان
eu: Rezvan olio nahastua mango ozpinetakoa

source: سرکه سیب خمری
ar: خل التفاح المخمر
eu: Sagar sagardo ozpina egina

source: ترشی سیر مروارید کامبیز
ar: قمبيز مخلل ثوم بيرل
eu: Cambys perla baratxuri eskabeta

source: ترشی کلم قرمز ممتاز فدک
ar: مخلل ملفوف أحمر فدك فاخر
eu: Fadak premium aza gorria ozpinetakoa

source: آبغوره میلی‌لیتری یک‌ویک
ar: مرق مليلتر واحد
eu: Mililitro bat salda

source: ترشی انبه ایرپلین
ar: مخلل مانجو الطائرة
eu: Hegazkineko mango-piklea

source: ترشی آلبالو ستاره فدک
ar: نجم فدك مخلل كرز
eu: Fadak izarra gerezi ozpinduta

source: ترشی اسپانیایی ستاره فدک
ar: مخلل نجم فدك الاسباني
eu: Fadak izar espainiar ozpinetakoa

source: سرکه انگبین نعنایی ستاره فدک ظرف بزرگ
ar: انغبين خل النعناع ستار فدك عبوة كبيرة
eu: Angbin menda ozpina Star Fadak ontzi handia

source: سرکه انگبین کاسنی شاطره فدک
ar: خل أنجبين من شاطر فدك الهندباء
eu: Shatre Fadak txikoriako Angbin ozpina

source: سرکه قرمز گالن لیتری وردا
ar: جالون خل احمر ناعم لتر
eu: Ozpin gorria litro fina

source: ترشی لیته کبابی
ar: مخلل مشوي
eu: Ozpinak plantxan

source: سرکه انگبین نعنایی ستاره فدک پک دوتایی
ar: عبوة مزدوجة أنغبين خل النعناع ستار فدك
eu: Angbin menda ozpina Star Fadak pakete bikoitza

source: سرکه انگبین رازیانه
ar: أنجبين خل الشمر
eu: Angbin mihilu ozpina

source: سرکه سیب لیتری گلچکان زمانی
ar: جلجكان زماني لتر خل تفاح
eu: Golchakan Zamani litroko sagar ozpina

source: ترشی مخلوط اصالت
ar: مخلل مشكل اصلي
eu: Jatorrizko ozpinetako nahasia

source: سرکه همدانیان خانواده سفید میلی لیتر
ar: خل همدانيان عائلي أبيض مل
eu: Familia zuria Hamedaniako ozpin ml

source: سرکه سیب سمیه
ar: خل التفاح سام
eu: Sagar sagardo ozpina pozoitsua da

source: ترشی سیر سیاه دون شده
ar: مخلل ثوم اسود
eu: Baratxuri beltza ozpinduta

source: سرکه انگبین
ar: خل أنجبين
eu: Angbin ozpina

source: آبغوره سمیه میلی لیتری
ar: زجاجة ماء سامية مليلتر
eu: Samiya mililitroko ur botila

source: خیار شور ممتاز مکنزی
ar: مخلل خيار ممتاز ماكنزي
eu: Mumtaz Mackenzie Pepino Ozpinetakoa

source: خیارشور سوپر ویژه خوشاب
ar: خيار مخلل سوبر خاص
eu: Super ozpinetako pepino berezia

source: ترشی مارچوبه آمریکن گرین مدل
ar: مخلل الهليون الأخضر موديل أمريكي
eu: Ozbegietako Zainzuriak American Green Model

source: ترشی مشهدی
ar: مخلل مشهد
eu: Mashhad pickle

source: سرکه سفید وردا
ar: خل أبيض ناعم
eu: Varda ozpin zuria

source: ترشی لیته بهروز
ar: مخلل بهروز لايت
eu: Behrooz pikled lite

source: سرکه بالزامیک خرما ربیع میلی لیتر
ar: خل بلسمك التمر ربيع مل
eu: Rabi data ozpin balsamikoa ml

source: ترشی بامیه کنکوک
ar: مخلل بامية كانكوك
eu: Kankook okra pikle

source: نان پیتزا پمینا
ar: خبز بيتزا بمينا
eu: Pmina pizza ogia

source: ترشی نازخاتون کنکوک
ar: ترشي نازخاتون كونكوك
eu: Tarshi Nazkhatun Konkok

source: کیمچی ترشی کره ای
ar: كيمتشي مخلل كوري
eu: Kimchi ozpinetako korearra

source: کنسرو خیارشور ویژه مهرام
ar: مخلل الخيار المعلب الخاص من محرم
eu: Mahram-en pepino kontserba berezia

source: سرکه سیب طبیعی و خالص یک لیتر
ar: خل تفاح طبيعي ونقي لتر واحد
eu: Sagar ozpin natural eta purua litro bat

source: سرکه انگبین کاسنی
ar: أنجبين خل الهندباء
eu: Angbin txikoria ozpina

source: ترشی فلفل هالوپینو کاراملا
ar: مخلل فلفل كراميل هلابينو
eu: Caramel jalapeno piperra ozpinetakoa

source: سرکه بالزامیک ژیوار میلی لیتر
ar: خل بلسمي غيفار مل
eu: Ghivar ozpin baltsamikoa ml

source: ترشی گوجه سبز
ar: مخلل طماطم خضراء
eu: Ozpinetako tomate berdeak

source: سرکه سیب و انگور
ar: خل التفاح وخل العنب
eu: Sagar eta mahats-ozpina

source: ترشی انبه پاکستانی
ar: مخلل مانجو باكستاني
eu: Pakistango mango-piklea
