Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: سبوس برنج از لایه دوم برنج قهوه ای بسته عدد ساشه
ar: نخالة الأرز من الطبقة الثانية من الأرز البني في أكياس
eu: Arroz-saldoa arroz marroiaren bigarren geruzako sachetetan

source: نخود زرد ارگانیک فدک
ar: فدك بازلاء صفراء عضوية
eu: Fadak ilar horia ekologikoak

source: برنج پاکستانی سوپر باسماتی نفیس یی
ar: أرز بسمتي باكستاني فاخر
eu: Pakistango super basmati arroz bikaina

source: برنج هاشمی گیلان خوشه زرین یی
ar: أرز هاشمي جيلان الذهبي
eu: Hashemi Gilan Urrezko Sorta Arroza

source: لپه آذرشهر کنکوک
ar: ليبي عزر شهر كنكوك
eu: Lepe Azarshahr Kenkuk

source: نشاسته تاپیوکا
ar: نشا التابيوكا
eu: Tapioka almidoia

source: برنج ایرانی طارم هاشمی طبیعت یی ارسال به سراسر کشور
ar: تاريم هاشمي أرز إيراني طبيعي يرسل إلى جميع أنحاء البلاد
eu: Tarem Hashemi Irango arroz naturala herrialde osora bidali da

source: برنج هندی یی خوشبخت
ar: أرز هندي سعيد
eu: Zoriontsu indiar arroz

source: برنج هندی دانه بلند هایلی یی
ar: أرز هندي عالي الحبة يي طويل الحبة
eu: High-Yi ale luzeko arroza indiarra

source: برنج نیمدانه طارم یی
ar: أرز تاريم نصف حبة
eu: Tarem erdi-ale arroza

source: لپه
ar: الفلقات
eu: kotiledoiak

source: عدس گلستان
ar: عدس جولستان
eu: Golestan Dilistak

source: برنج شیرودی خوشپخت ممتاز کیسه یی
ar: أرز شيرودي ممتاز مطبوخ جيداً في كيس
eu: Ondo egositako Shirodi arroza premium poltsa batean

source: برنج اصیل ایرانی
ar: أرز إيراني أصيل
eu: Irango benetako arroza

source: صنایع غذایی سبوس برنج فرآوری شده
ar: صناعة الأغذية نخالة الأرز المجهزة
eu: Prozesatutako arroz branka elikagaien industria

source: برنج طبیعت
ar: أرز الطبيعة
eu: Naturaren arroza

source: برنج تایلندی تنظیم بازار جی تی سی
ar: الأرز التايلاندي ينظم سوق GTC
eu: Thai Rice GTC merkatua arautzen du

source: آرد جوانه گندم
ar: دقيق تنبت القمح
eu: gari kimu irina

source: سبوس برنج قهوه ای
ar: نخالة الأرز البني
eu: Arroz arraroa

source: برنج پاکستانی سوپر باسماتی خاطره طلایی
ar: أرز بسمتي باكستاني فاخر من جولدن ميموري
eu: Urrezko Memoria Pakistango Super Basmati Arroza

source: برنج لاشه هاشمی شالی گستر عطر آگین هر
ar: هاشمي شالي جوستار أرز الذبيحة ، Agin Her Perfume
eu: Hashemi Shali Gostar Carcass Arroza, Agin Bere Perfumea

source: کینوا سه رنگ ارگانیک اُ آ ب
ar: الكينوا العضوي ثلاثي الألوان OAB
eu: OAB trikolorezko quinoa organikoa

source: بلغور عربی کوس کوس سیپا
ar: كسكس البرغل العربي سيبا
eu: Arabiar bulgur cous cous sipa

source: جو دو سرپرک صبحانه
ar: دقيق الشوفان على الإفطار
eu: Oloa gosaltzeko

source: لپه ممتاز ممتاز فدک
ar: ممتاز فدك كوب
eu: Mumtaz Fadak cob

source: جو دوسر کد
ar: الشوفان المبرد
eu: Olo kodetua

source: برنج فجر سی اعلاء یی
ar: أرز الفجر ممتاز
eu: Fajr arroza bikaina da

source: آرد سفید گندم رشد
ar: نمو دقيق القمح الأبيض
eu: Gari zuriaren hazkuntza

source: سویا پروتئین ریزدانه سبحان
ar: بروتين حبوب فول الصويا الناعم
eu: Soja ale fineko proteina

source: برنج لاشه نیم دانه هاشمی یی
ar: أرز هاشمي نصف حبة
eu: Hashemi ale erdiko karkasa arroza

source: جو دوسر پرک خرد شده یولاف
ar: رقائق الشوفان ، الشوفان المفروم
eu: Olo malutak, olo txikitua

source: آرد کینوآ
ar: دقيق الكينوا
eu: Quinoa irina

source: کره بادام زمینی فله
ar: زبدة الفول السوداني السائبة
eu: Kakahuete gurina ontziratua

source: برنج کشت دوم اعلا
ar: ممتاز محصول الأرز الثاني
eu: Bigarren laborantzako arroza bikaina

source: برنج هاشمی ممتاز معطر یی گلستان
ar: أرز هاشمي العطري الممتاز من جولستان
eu: Golestanen Hashmi arroz aromatiko bikaina

source: شکلات صبحانه نوتلا
ar: شوكولاتة الإفطار بالنوتيلا
eu: Nutella gosaria txokolatea

source: کیک تولد
ar: كعكة عيد الميلاد
eu: urtebetetze tarta

source: شکلات اسنیکرز
ar: شوكولاتة سنيكرز
eu: Txokolate Snickers

source: کرم بیسکویت لوتوس
ar: كريمة بسكويت اللوتس
eu: Lotus gaileta krema

source: برنج هاشمی آستانه اشرفیه یی
ar: أرز هاشمي من أستانا الأشرفية
eu: Astana Ashrafieh-eko Hashemi arroza

source: آرد کامل گندم سبوس دار فدک
ar: فدك دقيق قمح كامل
eu: Fadak gari osoko irina

source: کره بادام زمینی کرمی جیف بدون گلوتن
ar: جيف زبدة الفول السوداني الكريمية الخالية من الغلوتين
eu: Jiff Glutenik gabeko Kakahuete Gurina Krematsua

source: کرم کاکائویی فندقی نوتلا
ar: كريم كاكاو نوتيلا بالبندق
eu: Nutella hur kakao krema

source: شیرینی نخودچی
ar: الحمص الحلو
eu: garbantzu gozoak

source: شکلات هوبی اولکر
ar: شوكولاتة هوبي أولكر
eu: Hobby Olker txokolatea

source: شکلات کیت کت چهار انگشتی
ar: شوكولاتة كيت كات بأربعة أصابع
eu: Chocolate Kit Kat lau hatz

source: کیت کت چانکی نستله
ar: نستله تشنكي كيت كات
eu: Nestlé Chunky Kit Kat

source: شکلات کیندر تکه
ar: قطع شوكولاتة كيندر
eu: Kinder txokolate zatiak

source: شیرین گندمک
ar: شيرين غاندماك
eu: Shirin Gandmak

source: سس شکلات فرمند
ar: صلصة شوكولاتة فرماند
eu: Fermand txokolate saltsa

source: شکلات صبحانه شکلاتی فندقی هوبی
ar: هوبي شوكولاتة الإفطار بالبندق بالشوكولاتة
eu: Hobby txokolatea hur gosaria txokolatea

source: نوتلا مینی
ar: ميني نوتيلا
eu: Mini Nutella

source: شکلات توییکس
ar: شوكولاتة تويكس
eu: Twix txokolatea

source: گز لقمه پسته ویژه گز کرمانی
ar: لقمة الفستق الخاصة بغاز كرماني
eu: Gaz Kermani pistatxo mokadu berezia

source: شیرینی کشمشی
ar: نوع من البسكويت مع الزبيب عليه
eu: Gaileta moduko bat mahaspasekin

source: کره بادام زمینی کرانچی جیف مدل
ar: جيف نموذج زبدة الفول السوداني المقرمشة
eu: Jiff ereduko kakahuete-gurin kurruskaria

source: شکلات مترو دوبل
ar: مترو دبل شوكولا
eu: Metroko txokolate bikoitza

source: شکلات بونتی
ar: شوكولا باونتي
eu: Txokolate Bounty

source: شکلات نوروز
ar: شوكولا نوروز
eu: Nowruz txokolatea

source: کلوچه فومن توضیحات حتما مطالعه شود
ar: ملفات تعريف الارتباط Fuman ، يجب قراءة الوصف
eu: Fuman cookieak, deskribapena irakurri behar da

source: نبات سفید شاخه
ar: فرع نبات أبيض
eu: Landare adar zuria

source: شکلات غلات اوت چوکو
ar: شوكولاتة الحبوب شوكو أغسطس
eu: Abuztuko Choco Zereal Txokolatea

source: شکلات نستله کوالیتی استریت
ar: نستله شوكولاتة مستقيمة بجودة عالية
eu: Nestle kalitatezko txokolate zuzena

source: بیسکویت نوتلا بی ردی نوتلا
ar: بسكويت نوتيلا بدون نوتيلا
eu: Nutella gailetak Nutella gabe

source: شکلات صبحانه نوتلا ترکیه
ar: شوكولاتة إفطار نوتيلا تركية
eu: Turkiako Nutella gosaria txokolatea

source: شکلات شیری تابلرون
ar: شوكولاتة توبليرون بالحليب
eu: Toblerone esne txokolatea

source: کره بادام زمینی کرانچی اسکیپی مدل رژیمی کرمی
ar: زبدة الفول السوداني المقرمشة سكبي ، نموذج حمية كريمية
eu: Crunchy Skippy kakahuete-gurina, dieta krematsuaren eredua

source: پودر کیک رشد موزی
ar: مسحوق كعكة نمو الموز
eu: Banana hazteko pastelaren hautsa

source: شکلات مغز پسته ای داماک نستله
ar: شوكولاتة نستله داماك بالفستق والمكسرات
eu: Nestlé Damac pistatxo-intxaur txokolatea

source: شاخه نبات چوبی زعفرانی
ar: فرع مصاصة بالزعفران
eu: Azafraia piruleta adarra

source: پودر وانیل دکتر اوتکر
ar: بودرة الفانيليا من دكتور اويتكر
eu: Oetker doktorea bainila hautsa

source: شیرینی دانمارکی
ar: المعجنات الدنماركية
eu: Danimarkako gozogintza

source: شکلات لاویوا اولکر
ar: شوكولاتة لافيفا اولكر
eu: Laviva Ulker txokolatea

source: تافی توفیکا آیدین
ar: طافي توفيكا أيدين
eu: Tafi Tofika Aydin

source: کره بادام زمینی
ar: زبدة الفول السوداني
eu: kakahuete gurina

source: کیک موکا خانگی بسیار خوشمزه با طعم دوستداشتنی
ar: كعكة الموكا محلية الصنع لذيذة جدا بطعم جميل
eu: Etxeko moka tarta oso goxoa, zapore ederra duena

source: تافی کاراملی با روکش کاکائویی نادو شونیز
ar: حلوى الكراميل مع طلاء الكاكاو نادو شونيس
eu: Nadu Shounies kakao estaldura duen karamelezko toffea

source: شکلات مارس
ar: مسيرة الشوكولاته
eu: Txokolate martxa

source: کیک یزدی
ar: كعكة يزدي
eu: Yazdi tarta

source: شکلات کیندر بوینو
ar: شوكولاتة كيندر بوينو
eu: Kinder Boino txokolatea

source: پک عددی شکلات دوبل آلبنی
ar: عدد علب شوكولاتة ألباني دبل شوكولا
eu: Albani txokolate bikoitz paketea

source: کلوچه لاهیجان
ar: ملفات تعريف الارتباط Lahijan
eu: Lahijan cookieak

source: شکلات تلخ کاکائو اکسلنس لینت
ar: Cocoa Excellence Lint شوكولاتة داكنة
eu: Cocoa Excellence Lint txokolate beltza

source: مارشمالو نواری بلند لانگ تویست
ar: طويل تويست شريط طويل الخطمي
eu: Bira luzea zerrenda luzea marshmallow

source: شکلات تلخ باراکا
ar: شوكولاتة البركة الداكنة
eu: Baraka txokolate beltza

source: دراژه سنگی شکلات سنگی
ar: حجر الشوكولاته روك دراج
eu: Rock txokolate harri dragee

source: شکلات صبحانه نوتلا فندقی ترکیه
ar: شوكولاتة الفطور التركية نوتيلا بالبندق
eu: Turkiako Nutella hur gosaria txokolatea

source: دراژه ام اند امز & مدل شکلاتی
ar: نموذج M & Ms دراج وشوكولاتة
eu: M&Ms dragee eta txokolate eredua

source: قرص شیرین کننده بدون قند و رژیمی کامور عددی
ar: قرص التحلية بدون سكر واتباع نظام غذائي كمور رقمي
eu: Edulkoratzaile tableta azukrerik gabe eta kamor zenbakizko dieta

source: شکلات صبحانه فندقی نوتلا
ar: شوكولاتة الإفطار بالبندق نوتيلا
eu: Nutella hur gosaria txokolatea

source: آبنبات قوطی فاکس چند طعم
ar: حلوى فوكس متعددة النكهات
eu: Fox zapore anitzeko gozokiak

source: شکلات اشتورک مرسی
ar: شكرا لك شوكولا ستورك
eu: Eskerrik asko Sturk Chocolate

source: شکلات تابلرون تلخ
ar: توبليرون شوكولاتة المرة
eu: Toblerone txokolate mingotsa

source: کلوچه بجستان عددی
ar: ملفات تعريف الارتباط الرقمية في بوجستان
eu: Zenbakizko Bojestan cookieak

source: پولکی نارگیلی بدون قند کامور
ar: رقائق جوز الهند الخالية من السكر من كامور
eu: Kamour azukrerik gabeko koko malutak

source: کیک لایه ای های بای کرم کاکائویی و وانیلی شیرین عسل
ar: كيك طبقات مع كريمة الكاكاو وعسل الفانيليا الحلوة
eu: Tarta geruzatua kakao krema eta ezti bainila gozoarekin

source: شکلات شیری میلکا
ar: شوكولاتة ميلكا بالحليب
eu: Esne txokolatea

source: کره بادام زمینی شکلاتی
ar: شوكولاتة زبدة الفستق
eu: Txokolatezko kakahuete-gurina

source: شکلات پسته ای داماک نستله
ar: شوكولاتة نستله داماك بالفستق
eu: Nestlé Damac pistatxo txokolatea

source: شکلات تلخ پارمیدا
ar: شوكولاتة بارميدا داكنة
eu: Parmida txokolate beltza

source: حلوا ارده اطلسی اردکان
ar: الحلاوة الطحينية Arde Atlasi Ardakan
eu: Halva Arde Atlasi Ardakan

source: آب‌نبات ترش ریز در بسته های نیم یی
ar: حلوى حامضة صغيرة في عبوات نصفية
eu: Gozoki garratz txikiak pakete erdietan

source: بکینگ پودر
ar: مسحوق الخبز
eu: gozogintza hautsa

source: رایس کیک نمکی سیس رایس
ar: أرز كيك أرز مملح
eu: Arroz Gatza Pasta Sis Arroz

source: کره بادام زمینی اعلا درجه یک
ar: زبدة فول سوداني درجة أولى
eu: Lehen mailako kakahuete-gurina

source: شکلات میلکا اورئو شکلاتی
ar: شوكولاتة ميلكا شوكولاتة أوريو
eu: Txokolate Milka Oreo txokolatea

source: کیک و شیرینی
ar: كعك وحلويات
eu: Tartak eta gozokiak

source: نبات شاخه قهوه ای عمده کارتن یی
ar: كرتون حلوى فرع بني
eu: Kartoizko adar marroiaren gozokiak

source: تافی توفیکا آیدین شکلات تلخ
ar: توفي توفيكا أيدين بالشوكولاتة الداكنة
eu: Tofika Aydin txokolate beltzaren toffeea

source: کلوچه خرمایی محلی خوزستان
ar: ملفات تعريف الارتباط للتاريخ المحلي في خوزستان
eu: Khuzestan tokiko data cookieak

source: شیرینی نارگیلی
ar: حلوى جوز الهند
eu: Koko gozokia

source: نوقا و کارامل با بادام و روکش شکلات شیری نانی شیرین عسل
ar: نوجا وكراميل باللوز وشوكولاتة الحليب مغطاة بخبز العسل الحلو
eu: Turroia eta karameloa almendrarekin eta ezti gozoko ogiarekin esne txokolatearekin

source: باکس شکلات مینی هوبی
ar: علبة شوكولاتة ميني هوبي
eu: Mini Hobby txokolate kaxa

source: کیک سی‌ سی شیرین‌ عسل
ar: كيك العسل الحلو CC
eu: CC ezti tarta gozoa

source: شکلات مغزدار فندقی شونیز طلایی پرنس
ar: شونيز جولدن برنس شوكولاتة بالبندق
eu: Shauniz Golden Prince hur txokolatea

source: شیر خشک
ar: حليب مجفف
eu: esne-hautsa

source: شکلات کادویی طعم مرسی
ar: شوكولاتة ميرسي بنكهة الهدايا
eu: Merci zapore opari txokolatea

source: آبنبات شیری کد
ar: كود حلوى الحليب
eu: Kode esne gozokiak

source: آبنبات رژیمی با طعم شش میوه کامور
ar: حمية حلوى بطعم ست ثمار قمر
eu: Kamorren sei fruituen zaporea duen gozoki dieta

source: رشد پودر کیک وانیلی با خامه کاکائویی
ar: نمو مسحوق كيك الفانيليا مع كريمة الكاكاو
eu: Banila pastelaren hautsaren hazkuntza kakao kremarekin

source: آبنبات بیم بوم شرکت روشن اوکراین
ar: حلوى بيم بوم من روشان أوكرانيا
eu: Roshan Ukrainako Bim Boom gozokiak

source: نبات قهوه ای
ar: حلوى بنية
eu: Gozoki marroia

source: چای ترش ستاره فدک کمک به کاهش
ar: شاي فدك ستار الحامض يساعد على التقليل
eu: Fadak izar garratza tea murrizten laguntzen du

source: کیک تاینی شیرین عسل عددی
ar: كيكة صغيرة بالعسل الحلو
eu: Ezti gozo pastelaren zenbaki txikia

source: کره بادام زمینی بدون گلوتن پرارین
ar: زبدة الفول السوداني بارارين الخالية من الغلوتين
eu: Pararin glutenik gabeko kakahuete-gurina

source: کره بادام زمینی جیف بدون شکر
ar: زبدة الفول السوداني خالية من السكر جف
eu: Jif Azukrerik gabeko Kakahuete Gurina

source: شکلات داغ گانودرما دکتر بیز
ar: شوكولا ساخنة من دكتور بيز جانوديرما
eu: Dr. Bees Ganoderma txokolate beroa

source: گز لقمه ای مخلوط پسته و بادام کرمانی
ar: لقمة مشكلة من الفستق الحلبي واللوز الكرماني
eu: Pistatxoa eta Kermani almendra mokadu konbinatua

source: مایه خمیر
ar: خميرة بيكر
eu: Okinaren legamia

source: شکلات تابلت تلخ لینت مدل اکسلنس
ar: نموذج امتياز قرص الشوكولاتة المر لينت
eu: Lint bitter txokolate tableta bikaintasun eredua

source: آبنبات چوبی بیگ بوم قرمز
ar: بوم كبير أحمر مصاصة
eu: Big boom piruleta gorria

source: شکلات تلخ لینت
ar: شوكولاتة ليندت الداكنة
eu: Lindt-en txokolate beltza

source: قرص دارچین دکتر نامی
ar: حبوب د. نامي القرفة
eu: Nami doktorea kanela pilulak

source: آبنبات قیچی ساده
ar: حلوى مقص بسيطة
eu: Guraizezko gozoki sinpleak

source: تافی میکس میوه ای آیدین
ar: خليط فواكه أيدين توفي
eu: Aydin fruta nahasketa toffee

source: پودر کیک موزی مهنام
ar: بودرة كعكة الموز مهنام
eu: Mehnam banana pastelaren hautsa

source: شکلات صبحانه تلخ
ar: شوكولاتة الإفطار المر
eu: Gosari mingotsa txokolatea

source: نبات چوبدار عددی بهرامن
ar: عصا خشبية مرقمة بهرمان
eu: Behramanen egurrezko makila zenbakitua

source: پودر پنکیک رشد
ar: مسحوق فطيرة النمو
eu: Hazkunde krepe hautsa

source: شکلات صبحانه نوتلا مدل
ar: نموذج شوكولاتة الإفطار بالنوتيلا
eu: Nutella gosaria txokolate eredua

source: نون خامه ای
ar: خبز كريمي
eu: Ogi krematsua

source: نبات زعفرانی
ar: نبات الزعفران
eu: Azafraia landarea

source: کرم کاکائو صبحانه شکوناب تک رنگ آی سودا
ar: شكوناب إفطار كريم الكاكاو أحادية اللون صودا العين
eu: Shakunab Gosaria Kakao Krema Monokromoa Begi Soda

source: کیک روغنی با مغز کرم خامه مزمز
ar: كعكة الزبدة مع قلب كريم مزوز
eu: Gurina tarta Mazmuz kremaren muinarekin

source: ماکارون میوه ای پاندا روسی
ar: ماكارون فاكهة الباندا الروسية
eu: Errusiako panda fruta macarons

source: شکلات خرگوشی شونیز
ar: شونيس شوكولاتة الأرنب
eu: Shoneys untxi txokolatea

source: شکلات قیفی فندقی بریموند
ar: شوكولاتة بريموند بندق على شكل قمع
eu: Bremond hur inbutu txokolatea

source: کاغذ روغنی
ar: ورق الزيت
eu: olio-papera

source: کیک لایه ای آلبینا شیرین عسل
ar: كيك البينا طبقة عسل حلو
eu: Albina gozoa ezti geruza tarta

source: شکلات تلخ سایرو
ar: شوكولاتة سايرو داكنة
eu: Sayro txokolate beltza

source: شکلات نوروز نعنایی فله
ar: نوروز شوكولا بالنعناع بكميات كبيرة
eu: Nowruz mendako txokolatea soltean

source: شیر پرچرب استریلیزه میلی لیتر دومینو
ar: حليب دومينوز المعقم كامل الدسم
eu: Domino's esterilizatutako esne gantz osoa

source: آبنبات میوه ای فوکس
ar: ركز حلوى الفاكهة
eu: Foku fruta gozokiak

source: شکلات جرقه ای مرداس
ar: شوكولاتة مرداس فواره
eu: Mardas txokolate txinpartatsua

source: شیر عسل الفجر
ar: حليب الفجر بالعسل
eu: Al-Fajr ezti-esnea

source: شیر پاکتی سی سی کم چرب پگاه
ar: حليب باكيت سي سي قليل الدسم
eu: Pegah CC gantz gutxiko pakete esnea

source: بستنی عروسکی دومینو
ar: ايس كريم دومينو
eu: Domino izozkia

source: شکلات گاوی لهستانی بسته
ar: ألواح شوكولاتة بقرة بولندية
eu: Poloniako behi txokolate barrak

source: حلوا سنتی تبریز
ar: حلاوة طحينية تبريز تقليدية
eu: Tabrizko halva tradizionala

source: شیر پر چرب مکث میهن میلی لیتر
ar: حليب كامل الدسم وقفة ميهان مل
eu: Gantz osoko esne pausa Mihan ml

source: شیر کاکائو کوچک کاله عددی
ar: حليب الكاكاو ، صغير ، عدد
eu: Kakao esnea, txano txikia, zenbakia

source: کشک گوسفندی خشک
ar: خثارة الأغنام الجافة
eu: Ardi mamia lehorra

source: ماست سون پرچرب کاله
ar: زبادي كالي عالي الدسم
eu: Kale gantz handiko jogurta

source: شیر پر چرب غنی شده ماجان کاله لیتر
ar: ماجان كالي ليتر حليب كامل الدسم
eu: Majan Kale litroko esne gantz osoa aberastua

source: پنیر خامه ای ویلی کاله
ar: جبنة ويلي كالي الكريمية
eu: Willy Kale gazta krematsua

source: شیر کم چرب دومینو حجم میلی لیتر بسته عددی
ar: حليب دومينوز قليل الدسم ، مليلتر ، عبوة عددية
eu: Domino's gantz gutxiko esne bolumena, mililitroak, zenbakizko paketea

source: پنیر خامه ای پگاه
ar: جبنة كريمة البجاه
eu: Pegah krema gazta

source: ماست ایسلندی بدون چربی پروتئین کاله
ar: كالي بروتين زبادي آيسلندي خالي من الدهون
eu: Kale proteina koiperik gabeko jogurt islandiarra

source: پنیر تک نفره میهن عددی
ar: جبن شخص واحد للوطن الأم
eu: Pertsona bakarreko aberriaren gazta

source: پودر پنیر پارمسان کاله‌ ‌
ar: مسحوق جبن البارميزان كالي
eu: Kale parmesano gazta hautsa

source: کره پاستوریزه میهن
ar: زبدة الوطن المبستر
eu: Aberria gurin pasteurizatua

source: کره شکلی
ar: شكل الكرة
eu: esfera itxurakoa

source: پنیر پیتزای مطهر پروسس رنده شده
ar: جبن بيتزا مطبوخ مبشور
eu: Pizza gazta prozesatu hutsa birrindua

source: کره حیوانی پاستوریزه میهن
ar: زبدة حيوانية مبستر
eu: Animalien gurina pasteurizatua

source: کشک بیرجندی فله
ar: خثارة بيرجاندي السائبة
eu: Birjandi ontziratu gabeko mamia

source: خامه صبحانه کاله
ar: كريم إفطار كالي
eu: Kale gosari krema

source: شیر کاکائو میهن حجم لیتر
ar: حليب الكاكاو ميهان ، حجم لتر
eu: Mihan kakao esnea, litroko bolumena

source: شیر کاکائو استریلیزه سی سی دومینو
ar: حليب الكاكاو المعقم من سي سي دومينوز
eu: CC Domino's kakao-esne esterilizatua

source: شیر کاکائو استریل پاکتی اسلیم سی سی پگاه
ar: كيس حليب الكاكاو المعقم Slim CC Pegah
eu: Kakao Esne Poltsa Esterila Slim CC Pegah

source: شیر کم چرب میهن لیتری
ar: حليب ميهان قليل الدسم لكل لتر
eu: Mihan gantz gutxiko esnea litro bakoitzeko

source: کشک خشک تنقلاتی کشکام سمیه
ar: كشكم سمية سناك خثارة جافة
eu: Keshkam Somia mokadu mamia lehorra

source: کشک سمیه
ar: اللبن الرائب سام
eu: Mamia pozoitsua da

source: پنیر لیقوان گوسفندی فله
ar: جبن يقفان غنم سائب
eu: Solte handiko ardi Liqvan gazta

source: پنیر سفید پگاه
ar: جبنة بيضاء
eu: Pegah gazta zuria

source: شیر پروتئین بالد کاله با طعم وانیل میلی لیتر
ar: حليب بروتين الكالي الأصلع بنكهة الفانيليا مل
eu: Bald Kale proteina esne bainila zaporearekin ml

source: بستنی دبل چاکلت با روکش شکلات تلخ کتویی کتوژنیک , بدون گلوتن , رژیمی
ar: آيس كريم شوكولاتة مضاعف مغطى بشوكولاتة كيتوي الداكنة وخالي من الغلوتين وخالي من الجلوتين والنظام الغذائي
eu: Txokolate bikoitzeko izozkia Ketoy txokolate beltzarekin estalita, ketogenoa, glutenik gabekoa, dietetikoa

source: پنیر سفید ایرانی میهن
ar: جبنة هوم ايرانية بيضاء
eu: Aberria Irango gazta zuria

source: شیر کاکائو میلی‌لیتری میهن
ar: مليلتر حليب الكاكاو من مهين
eu: Mehenen mililitro kakao esnea

source: کره سنتی شکلی
ar: زبدة تقليدية
eu: Gurina forma tradizionala

source: کره نارگیل
ar: زبدة جوز الهند
eu: koko gurina

source: پنیر پگاه
ar: جبنة بيجه
eu: Pegah gazta

source: کره پاستوریزه پگاه
ar: زبدة بيجه المبستره
eu: Pegah gurina pasteurizatua

source: پنیر ورقه ای گودا کاله
ar: جودة جبن كالي
eu: Gouda kale gazta orria

source: شیر کم چرب لیتری پگاه
ar: لتر حليب بقه قليل الدسم
eu: Litro Pegah gantz gutxiko esne

source: شیر پرچرب دومینو لیتر
ar: دومينو لتر حليب كامل الدسم
eu: Domino litroko esne gantz osoa

source: شیر کاکائو میلی‌لیتری دنت
ar: دنت ميلليتر حليب الكاكاو
eu: Mililitro kakao esne Dent

source: کره گیاهی مارگارین لیوانی مهگل
ar: زبدة سمن نباتي زجاج ميهغول
eu: Mehgol beira margarina landare gurina

source: شیر موز استریلیزه میهن مکث میلی لیتر
ar: ميهان مكسات حليب موز معقم مل
eu: Mihan Maksat banana esne esterilizatua ml

source: ماست موسیر پاک
ar: زبادي الكراث النقي
eu: Txalota jogurt hutsa

source: ماست سون پرچرب کاله
ar: زبادي كالي عالي الدسم
eu: Kale gantz handiko jogurta

source: شیر کم چرب غنی شده ماجان کاله لیتر
ar: ليتر حليب ماجان كالي المخصب قليل الدسم
eu: Gantz gutxiko Majan Kale litroko esne aberastua

source: کره گیاهی مارگارین مهگل
ar: مارجرين زبدة نباتية
eu: Mehgol margarina landare gurina

source: خامه مینارین قنادی شیرین منجمد چربی پمینا کاله
ar: كريم مينارين ، حلويات حلوة مجمدة ، بيمينا كالي
eu: Minarin krema, gozoki izoztua, Pemina Kale

source: کره پگاه
ar: زبدة بيجه
eu: Pegah gurina

source: شیر کم چرب دومینو لیتر
ar: دومينو لتر حليب قليل الدسم
eu: Domino litroko gantz gutxiko esnea

source: شیر کاکائو بطری سی سی رامک
ar: حليب كاكاو في زجاجة رامك
eu: Kakao esnea cc ramek botila batean

source: پنیر لبنه کاله
ar: سنوات حليب الجبن
eu: Gazta esnea urte

source: ماست موسیر چکیده پگاه زنجان
ar: زبادي الكراث الخلاصة Pegah Zanjan
eu: Shallot Jogurt Abstract Pegah Zanjan

source: کشک رامک
ar: رامك خثارة
eu: ramek mamia

source: پنیر خامه ای کیبی
ar: جبنة كيبي
eu: Kibi krema gazta

source: کره گیاهی مارگارین کم چرب غنی شده با ویتامین مهگل
ar: سمن نباتي قليل الدسم غني بفيتامين ميهجول
eu: Gantz gutxiko margarina landare gurina Mehgol bitaminaz aberastua

source: پنیر لاکتیکی زیارت پگاه
ar: جبنة زيارات بيجاه اللاكتيك
eu: Ziarat Pegah gazta laktikoa

source: شیر کاکائو عالیس میلی لیتر
ar: حليب الكاكاو أليس مل
eu: Alice kakao esnea ml

source: ماست یونانی کم چرب پگاه
ar: زبادي بيجاه اليوناني قليل الدسم
eu: Pegah gantz gutxiko jogurt grekoa

source: شیر کم چرب دومینو لیتر
ar: دومينو لتر حليب قليل الدسم
eu: Domino litroko gantz gutxiko esnea

source: کشک مایع کامبیز
ar: قمبيز الرائب السائل
eu: Cambys mamia likidoa

source: روز بستنی قیفی شکلاتی
ar: يوم الآيس كريم على شكل قمع الشوكولاتة
eu: Txokolatezko inbutu izozki eguna

source: ماست پروبیوتیک مخصوص کودکان ماجان
ar: زبادي بروبيوتيك لأطفال مجان
eu: Majan haurrentzako jogurt probiotikoa

source: پنیر لاکتیکی صباح
ar: جبنة صباح اللبنية
eu: Sabah gazta laktikoa

source: شیر کاکائو کم چرب لیتری پگاه
ar: حليب الكاكاو بقه قليل الدسم
eu: Pegah gantz gutxiko kakao esnea

source: کشک رشته ای
ar: خثارة السلسلة
eu: kateko mamia

source: شیر پر چرب میهن حجم میلی لیتر
ar: حجم حليب ميهان كامل الدسم بالمليلتر
eu: Mihan gantz osoko esnearen bolumena mililitrotan

source: کره حیوانی ونک
ar: زبدة حيوانية
eu: animalien gurina

source: پنیر سفید ایرانی صباح
ar: صباح جبنة بيضاء ايرانية
eu: Sabah Irango gazta zuria

source: پنیر بلغاری پگاه
ar: جبنة البجاه البلغارية
eu: Bulgariako Pegah gazta

source: شیر پرچرب میهن لیتر
ar: ميهان لتر حليب كامل الدسم
eu: Mihan litroko esne gantz osoa

source: شیر پاکتی پرچرب میلی میلکوم میهن
ar: ملي ميلكم لبن ميهين عالي الدسم
eu: Milli Milkum Mehen gantz handiko pakete esnea

source: پنیر پروسس گردویی آمل کاله
ar: أمل كالي جبنة مطبوخة بالجوز
eu: Amel Kale intxaur prozesatutako gazta

source: کشک مایع بیژن
ar: خثارة البيجان السائلة
eu: Bijan mamia likidoa

source: خامه فرادما کاله حجم لیتر
ar: Faradama Kale كريم حجم لتر
eu: Faradama Kale krema bolumena litro

source: سولاته کاپوچینو کاله میلی لیتر
ar: سولات كابتشينو كالي مل
eu: Solatte Cappuccino Kale ml

source: پنیر سفید ایرانی میهن
ar: جبنة هوم ايرانية بيضاء
eu: Aberria Irango gazta zuria

source: عالیس شیر قهوه میلی لیتری عالیس
ar: مليلتر قهوة حليب أليس
eu: Alis esne kafe mililitro Alis

source: شیر کم چرب ویژه مزرعه ماهشام سی سی
ar: حليب خاص قليل الدسم من مزرعة Mahsham CC
eu: Mahsham CC baserriko gantz gutxiko esne berezia

source: پنیر خامه ای ویلی چربی کاله
ar: ويليز فات كالي كريم تشيز
eu: Willy's Fat Kale Krema Gazta

source: ماست محلی شیراز رامک
ar: شيراز رامك زبادي محلي
eu: Shiraz ramek bertako jogurta

source: خامه پگاه فرادما استریلیزه و هموژنیزه
ar: كريم بيجاه معقّم ومتجانس بالحرارة
eu: Pegah krema esterilizatu eta homogeneizatu egiten da beroaren bidez

source: ماست ایسلندی کاله
ar: زبادي كالي آيسلندي
eu: Kale Islandiako jogurta

source: شیر گاومیش پگاه لیتر
ar: لتر حليب الجاموس بيجاه
eu: Pegah bufalo esne litroa

source: ماست تازه کم چرب پگاه
ar: زبادي بقه طازج قليل الدسم
eu: Pegah gantz gutxiko jogurt freskoa

source: شیر نیم چرب پگاه میلی لیتری
ar: حليب بقه نصف دسم لكل مليلتر
eu: Pegah esne erdi gantz mililitro bakoitzeko

source: کره پگاه
ar: زبدة بيجه
eu: Pegah gurina

source: بستنی لیوانی وانیلی دومینو
ar: آيس كريم دومينوز بالفانيليا
eu: Domino's bainila izozkia

source: پنیر شهری سنتی پگاه
ar: جبنة مدينة بيجاه التقليدية
eu: Pegah hiriko gazta tradizionala
