Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: رایس کیک سیس رایس زنجبیل
ar: صلصة كعكة الأرز أرز بالزنجبيل
eu: Arroz pastela saltsa jengibre arroza

source: نان خشک یزدی
ar: خبز يزدي ناشف
eu: Yazdi ogi lehorra

source: سرکه انگبین مصفای خون اصل سلطان بدن
ar: خل انغبين ينقي دماء سلطان الجسم
eu: Engbin ozpinak gorputzeko sultanaren odola garbitzen du

source: نان تارت گردعددی
ar: تارت خبز دائري
eu: Ogi-tarta biribila

source: نان باگت فرانسوی تازه
ar: خبز فرنسي طازج
eu: Frantziako baguette freskoa

source: تست مخصوص پرونان نان آوران
ar: اختبار خاص لصانعي الخبز
eu: Proba berezia ogigileentzat

source: نان پیتا + سه نان
ar: خبز بيتا + ثلاثة خبز
eu: Pita ogia + hiru ogi

source: نان لواش عددی سه نان
ar: ثلاثة أرغفة من الخبز
eu: Hiru ogi

source: نان فسایی بادوم سوییت
ar: خبز فيسا باللوز الحلو
eu: Almendra gozoa fesa ogia

source: نان ساندویچی مینی سحر
ar: سندويتش ميني سحر
eu: Mini Sahar ogitarteko ogia

source: نان چایی قزوین
ar: خبز شاي قزوين
eu: Qazvin te ogia

source: نان چایی سنتی قزوین مینوک کد
ar: كود مينوك خبز شاي قزوين التقليدي
eu: Qazvin tea ogi minook kodea tradizionala

source: نان خرمایی کنکوک بسته
ar: خبز تمر كانكوك
eu: Kankuk data ogia

source: نان تست هفت غله سه نان
ar: توست ، سبع حبات ، ثلاثة خبز
eu: Tostada, zazpi ale, hiru ogi

source: نان تست سبوسدار رویال سحر
ar: رويال سحر نخب الحبوب الكاملة
eu: Royal Sahara osoko tostada

source: نان مک دونالد بسته عددی
ar: الحزمة العددية لخبز ماكدونالدز
eu: McDonald's ogi zenbakizko paketea

source: نان تست جو هورسان
ar: نخب الشعير هورسان
eu: Horsanen garagar tostada

source: نان جو پرونان نان آوران
ar: خبز الشعير
eu: Garagar ogia

source: نان تست طلایی سه نان
ar: ثلاثة خبز توست ذهبي
eu: Urrezko hiru tostada

source: مینی تست مخصوص پرونان نان آوران
ar: اختبار صغير لصانعي الخبز
eu: Ogigileentzako proba txikia

source: نان چاباتا هورسان
ar: خبز هورسان شياباتا
eu: Horsan ziabatta ogia

source: نان تارت شیرین مربع
ar: تارت حلو مربع
eu: Tarta gozo karratua

source: نان تارت شیرین گل
ar: تورتة زهرة حلوة
eu: Lore tarta gozoa

source: نان تست سفید بزرگ نان سحر
ar: توست أبيض كبير ، خبز سحر
eu: Tostada zuri handia, Sahar ogia

source: نان سوخاری کنکوک
ar: خبز كانكوك المحمص
eu: Kankok ogi txigortua

source: نان گاتا گردویی سحر
ar: خبز سحر الجوز جاتا
eu: Sahar Intxaur Gata Ogia

source: نان تارت سبد نمکی تاینی تارت
ar: تورتة خبز سلة مالحة صغيرة تورتة
eu: Tiny Tart saski gazia ogi tarta

source: نان تارت قلب شیرین تاینی تارت
ar: تورتة خبز القلب الحلو
eu: Tarta Txiki Bihotz Goxo Ogi Tarta

source: نان پروتئین سه نان
ar: ثلاثة خبز بروتين
eu: Hiru ogi proteina ogia

source: نان سویتال نان سحر
ar: خبز حلو ، خبز سحر
eu: Ogi gozoa, Sahar ogia

source: نان روگنا نان سحر
ar: خبز روجنة ، خبز سحر
eu: Rogna ogia, Sahar ogia

source: نان سوخاری ویتانا
ar: نخب فيتانا
eu: Vitana tostada

source: نان تست سبوس دار سه نان
ar: نخب الحبوب الكاملة ثلاثة أنواع من الخبز
eu: Osoko txigortu hiru ogi

source: تست طلایی سه نان
ar: الاختبار الذهبي لثلاثة أنواع من الخبز
eu: Hiru ogiren urrezko proba

source: گاتا شکلاتی نان سحر
ar: سحر خبز الشوكولاتة جاتا
eu: Sahar ogia txokolate gata

source: تست غلات نان آوران
ar: اختبار حبوب خبز الأفاران
eu: Avaran ogi alearen proba

source: تست سیاه نان آوران
ar: اختبار الخبز الأسود
eu: Ogi Beltzaren Proba

source: تست سبوس نان آوران
ar: اختبار نخالة الخبز الأفاران
eu: Avaran ogi-bran proba

source: نان جو دوسر سحر
ar: نان جو دوسار سهار
eu: Nan Jo Dusar Sehar

source: نان تارت طرح قلب
ar: تورتة خبز بتصميم قلب
eu: Bihotz diseinua ogi tarta

source: نان تارت طرح ستاره
ar: تارت الخبز بتصميم نجمة
eu: Star diseinuko ogi tarta

source: نان نیمه آماده مثلثی منجمد یوفکا
ar: يوفكا الخبز المثلث شبه الجاهز
eu: Yofka erdi-prestatutako ogi triangeluar izoztua

source: نان محلی هیزمی کنجد و سبزیجات بازار دهکده
ar: خبز محلي من خشب السمسم وخضروات من سوق القرية
eu: Bertako sesamo egur ogia eta herriko merkatuko barazkiak

source: نان خشک سنتی یزد کنجد دار مخصوص یی
ar: خبز يزد جاف تقليدي مع سمسم خاص
eu: Yazd-eko ogi lehor tradizionala sesamo bereziarekin

source: نان زنجبیلی برند رضا قزوین
ar: خبز الزنجبيل ماركة رضا قزوين
eu: Reza Qazvin markako jengibrea

source: مینی نان تست سفید دارا
ar: توست دارا أبيض صغير
eu: Dara mini tostada zuria

source: نان سوخاری هورسان
ar: توست هورسان
eu: Horsan tostada

source: نان رول گاتا با مغز گردو و دارچین سه نان
ar: خبز رول جاتا مع حبات الجوز والقرفة ، ثلاثة خبز
eu: Gata roll ogia intxaur-aleekin eta kanela, hiru ogi

source: نان باگت هورسان
ar: خبز الباجيت حصان
eu: Horsan baguette ogia

source: نان جو نان آوران
ar: خبز الشعير
eu: Garagar ogia

source: نان تست سبوس دار هورسان ماندگاری روز
ar: نخب هرسان من دقيق القمح الكامل ، يستمر ليوم واحد
eu: Horsan osoko tostada, egun bateko iraupena

source: نان محلی خراسانی تافتون،فطیربا موادی چون شیر روغن حیوانی تخم مرغ و ادویه هایی چون زعفران هل و دارچین و
ar: خبز الخراساني المحلي ، تفتون ، فطيرة ، مكونات مثل الحليب ، الزيت الحيواني ، البيض ، والتوابل مثل الزعفران والهيل والقرفة.
eu: Bertako Khorasani ogia, Taftun, fatirba, esnea, animalien olioa, arrautzak eta espeziak, hala nola, azafraia, kardamomoa eta kanela bezalako osagaiak.

source: نان سوپ و سالاد کنکوک بسته عددی
ar: خبز كانكوك ، شوربة وسلطة ، عبوة رقمية
eu: Kankuk ogia, zopa eta entsalada, zenbaki paketea

source: نان لواش سفید اندازه بزرگ عددی های فود
ar: خبز لافاش أبيض كبير ، أرقام طعام
eu: Lavash ogi zuri handia, janari-kopuruak

source: نان هات داگ سه نان عددی
ar: كعكة هوت دوج ، ثلاث كعكات
eu: Hot dog bun, hiru opil

source: نان روستا نان آوران
ar: خبز القرية خبز افاران
eu: Herriko ogia, Avarango ogia

source: نان گاتا گردویی نان آوران
ar: خبز نان أفاران بالجوز جاتا
eu: Naan Avaran intxaur Gata ogia

source: نان خشک محلی هیزمی دنکرز
ar: دنكرز خبز محلي جاف
eu: Dankers bertako ogi lehorra

source: نان خشک جو
ar: شعير غير جاف
eu: Garagar ez lehorra

source: نان تارت قلب نمکی تاینی تارت
ar: تورتة خبز القلب المالح الصغيرة
eu: Tarta Txikia Bihotz Gazia Ogi Tarta

source: نان تارت گل نمکی تاینی تارت
ar: تورتة خبز الزهرة المملحة الصغيرة
eu: Tarta txiki-txikia lore gazidun ogi tarta

source: نان تارت سبد شیرین تاینی تارت
ar: تارت تورتة الخبز الحلوة الصغيرة
eu: Tiny Tart saski gozoa ogi tarta

source: نان لواش سلامتی های فود تک وعده
ar: أرغفة الخبز ، أغذية صحية ، حصة واحدة
eu: Ogia, janari osasuntsuak, anoa bat

source: فتیر کنجدی سنتی بسته عددی
ar: عدد عبوات دقيق السمسم التقليدي
eu: Sesamo-irinaren paketearen zenbakia

source: نان تارت مثلث نمکی تاینی تارت
ar: تايني تارت الخبز المالح المثلث
eu: Tarta Txikia Triangelu Gazia Ogi Tarta

source: نان نیم باگت فرانسوی
ar: نصف خبز فرنسي
eu: Baguette frantses erdi bat

source: بروتشن شکلات سه نان
ar: ثلاثة خبز شوكولاتة الخبز
eu: Hiru ogi txokolate ogia

source: نان پیتا سه نان
ar: ثلاثة خبز بيتا
eu: Hiru pita ogi

source: نان تست رویال حاوی سبوس نان سحر
ar: توست ملكي يحتوي على نخالة خبز صحار
eu: Sehar ogiaren brana duen errege tostada

source: نان تافتون سبوس سه نان
ar: خبز نخالة ثلاثة خبز تافتون
eu: Tufton hiru ogi-bran ogia

source: تست سفید پرونان نان آوران
ar: اختبار الأبيض لـ Pronan Nan Avaran
eu: Pronan Nan Avaranen proba zuria

source: نان تست سفید بدون گلوتن سلینو
ar: توست سيلينو أبيض خالي من الغلوتين
eu: Selino glutenik gabeko tostada zuria

source: تافتون طلایی سه نان
ar: ثلاثة أرغفة من التفتون الذهبي
eu: Urrezko tafton hiru ogi

source: تست سبوس دار سه نان
ar: اختبار الحبوب الكاملة لثلاثة أنواع من الخبز
eu: Hiru ogi osoko proba

source: نان تست گندم کامل رژیمی هورسان
ar: نخب القمح الكامل
eu: Horsan dieta osoko gari tostada

source: نان تافتون طلایی سه نان
ar: ثلاث أرغفة ذهبية تافتون
eu: Golden Tufton hiru ogi

source: نان چیپس سنتی حاوی دانه چیا و زردچوبه اورنگ
ar: رقائق الخبز التقليدية التي تحتوي على بذور الشيا والبرتقال والكركم
eu: Chia haziak eta orang turmeric dituzten ogi patata frijituak

source: نان سنتی کاک چند غله
ar: خبز كاك تقليدي متعدد الحبوب
eu: Ale anitzeko Kak ogi tradizionala

source: نان سنتی کاک حاوی شیره توت
ar: خبز كاك التقليدي الذي يحتوي على عصير التوت
eu: Kak ogi tradizionala baia zukua duena

source: فطیر تنوری با روغن حیوانیعسل فروشی مادر
ar: فطير التنوري بالزيت الحيواني والعسل من المخزن الأم
eu: Fatir Tanuri amaren dendako animalien olioarekin eta eztiarekin

source: لواش کم نمک های فود اندازه کوچک بسته عددی
ar: لافاش طعام قليل الملح ، حجم صغير ، عبوة عددية
eu: Gatz gutxiko janari lavash, tamaina txikia, zenbakizko paketea

source: نان لواش سبوس دار های فود
ar: طعام خبز لافاش من الحبوب الكاملة
eu: Elikadura osoko lavash ogia

source: نان چیپس سنتی حاوی فلفل پول بیبر و موسیر اورنگ
ar: الخبز التقليدي ورقائق البطاطس التي تحتوي على فلفل بول بيبر وكراث برتقال
eu: Paul bieber piperrak eta orang-txalotak dituzten ogi eta patata frijituak

source: نان جو دو سر سه نان
ar: خبز الشوفان ، ثلاثة أرغفة
eu: Olo-ogia, hiru ogi

source: نان سوخاری تیفانی هلی
ar: تيفاني هالي توست
eu: Tiffany Halli tostada

source: نان نیمه آماده مستطیلی منجمد یوفکا
ar: يوفكا خبز مستطيل نصف جاهز ومجمد
eu: Yufka erdi prestatutako ogi angeluzuzen izoztua

source: نان چیپس حاوی قهوه اورنگ
ar: الخبز ورقائق البطاطس التي تحتوي على قهوة البرتقال
eu: Orang kafea duten ogia eta patata frijituak

source: نان تارت گرد نمکی تاینی تارت
ar: تورتة خبز دائرية مالحة صغيرة تورتة
eu: Tiny Tart ogi biribileko tarta gazia

source: نان تارت ستاره نمکی تاینی تارت
ar: تايني تارت مالح ستار خبز تارت
eu: Tarta txikia Salty Star Ogi Tarta

source: نان تارت گرد شیرین تاینی تارت
ar: خبز دائري صغير حلو لاذع
eu: Tarta Ogi Biribila Gozoa

source: نان تارت ستاره شیرین تاینی تارت
ar: تايني تارت سويت ستار خبز تارت
eu: Tarta Txikia Izarren Ogi Tarta

source: نان هات داگ کوچک مک دونالد
ar: ماكدونالدز ميني هوت دوج بون
eu: McDonald's mini hot dog bun

source: نان الاکسیر هورسان
ar: خبز حرسان إكسير
eu: Horsan elixir ogia

source: نان تست مینی حاوی چاودار نان سحر
ar: خبز محمص صغير يحتوي على خبز الجاودار الصباحي
eu: Mini tostada zekale goizeko ogia duena

source: نان لواش فاقد گلوتن کاله
ar: خبز لافاش بدون جلوتين
eu: Lavash ogia glutenik gabe

source: نان همبرگر فرانسوی نان سحر
ar: خبز همبرغر فرنسي ، خبز سحر
eu: Frantziako hanburgesa ogia, Sahar ogia

source: نان لواش فاقد گلوتن سلینو کاله
ar: سيلينو كالي خبز لافاش الخالي من الغلوتين
eu: Celino Kale glutenik gabeko lavash ogia

source: نان خشک سنتی یزد بدون کنجد دو یی
ar: يزد خبز جاف تقليدي بدون سمسم
eu: Yazd ogi lehor tradizionala sesamo hazirik gabe

source: نان تست حاوی چاودار نان سحر
ar: نخب يحتوي على خبز الجاودار
eu: Zekale-ogia duen tostada

source: نان جو هفت گیاه کنکوک
ar: خبز الشعير مع سبعة أعشاب
eu: Garagar-ogia zazpi belarrekin

source: نیم باگت کنکوک بسته عددی
ar: نصف باكيت باكيت رقم كينكوك
eu: Kenkok zenbaki pakete baguette erdi bat

source: نان مک برگر سه نان
ar: ثلاث خبز ماك برجر
eu: McBurger hiru opil

source: نان بروتشن هورسان
ar: خبز Brotchen Horsan
eu: Brotchen Horsan ogia

source: نان همبرگری کوچک کنکوک بسته عددی
ar: خبز كنكوك صغير همبرغر ، عبوة رقمية
eu: Kankook hanburgesa-opil txikia, zenbakizko paketea

source: نان فایبر هورسان ماندگاری روز
ar: خبز ألياف الفرسان يستمر في اليوم
eu: Horsan zuntz ogiak egun bat irauten du

source: نان تست هورسان ماندگاری روز
ar: نخب هورسان يستمر ليوم واحد
eu: Horsan tostadak egun bat irauten du

source: نان شیر مال طرح گل خانگی
ar: خبز الحليب على شكل زهرة محلية الصنع
eu: Etxeko lore diseinua esne-ogia

source: شیر نان خارجی محصول سوییس تاریخ انقضا
ar: تاريخ انتهاء صلاحية حليب الخبز الأجنبي المنتج في سويسرا
eu: Suitzan ekoitzitako atzerriko ogi-esnearen iraungitze-data

source: نان تست کتویی مخصوص رژیم کتوژنیک
ar: نخب كيتو للرجيم الكيتوني
eu: Keto tostadak dieta ketogenikorako

source: نان تارت شیرین امیران
ar: أميران خبز تارت حلو
eu: Amiran tarta ogi gozoa

source: نات بار پسته و تخم کدو با روکش شکلات هوبارا
ar: قطع الفستق وبذور اليقطين مغطاة بشوكولاتة هوبارا
eu: Pistatxoa eta kalabaza hazia intxaur barra Hobara txokolatez estalia

source: نان سحر مینی تست اردور
ar: سحر الخبز الصغير Ordor
eu: Sahar ogi mini proba Ordor

source: نان سحر نان سوپ و سالاد سیر و کره
ar: خبز سحر ، خبز ، شوربة وسلطة ، ثوم وزبدة
eu: Sahar ogia, ogia, zopa eta entsalada, baratxuria eta gurina

source: نان سحر مینی باگت کنجدی عدد
ar: سحر ميني سمسم باجيت رقم
eu: Sahar Mini Sesame Baguette No

source: نان سحر گاتا گردویی
ar: خبز الجوز Sehar Gata
eu: Sehar gata intxaur ogia

source: نان بِرِسن پک دوتایی یک نان خوش عطر و طعم غنی شده با شیر و تخم مرغ و مناسب برای صبحانه
ar: خبز بريسن باك مزدوج هو خبز لذيذ غني بالحليب والبيض ومناسب للإفطار.
eu: Bresen Pak ogi bikoitza esnez eta arrautzez aberastutako ogi gozoa da eta gosaltzeko egokia da.

source: نان کتویی نان لواش کتوژنیک عددی کتواِستور
ar: خبز كيتو ، خبز Ketovestor الرقمي Ketovestor lavash
eu: Keto ogia, Ketovestor zenbakizko lavash ogia ketogenikoa

source: نان شیر کامل
ar: خبز الحليب كامل الدسم
eu: Esne osoko ogia

source: پودر دارچین
ar: مسحوق القرفة
eu: kanela hautsa

source: پودر سیر
ar: مسحوق الثوم
eu: Baratxuri hautsa

source: پودر زردچوبه
ar: مسحوق الكركم
eu: Turmeric hautsa

source: فلفل سیاه
ar: فلفل اسود
eu: Piper beltza

source: خاکشیر
ar: فليكسويد
eu: Flixweed

source: لیمو عمانی
ar: ليمون عماني
eu: Omango limoia

source: پودر زنجبیل
ar: مسحوق الزنجبيل
eu: jengibre hautsa

source: چوب دارچین ویترین‌فود
ar: عصا القرفة من عرض الطعام
eu: Erakusleihoko janariaren kanela makila

source: هل اکبر بنفش یی
ar: هيل أكبر لونه أرجواني
eu: Hel Akbar morea da

source: هل اکبر بنفش
ar: الهيل الأرجواني
eu: Kardamomo morea

source: زیره سبز
ar: كمون
eu: Kuminoa

source: نمک بدن هلو بیواکوا، مراقبت پوست بدن کد
ar: ملح الجسم بالخوخ Bioaqua ، كود العناية بالبشرة للجسم
eu: Bioaqua melokotoiaren gorputz-gatza, kodea gorputz-azala zaintzeko

source: مایه خمیر ساف لوور
ar: عجينة سوفت لوفر
eu: Soft Lover orea

source: پیاز خشک
ar: بصل جاف
eu: tipula lehorra

source: دانه چیا
ar: بذور الشيا
eu: Chia haziak

source: پودر سماق
ar: مسحوق السماق
eu: Sumac hautsa

source: جوش شیرین
ar: صودا الخبز
eu: bicarbonatoa

source: سیاه دانه
ar: الحبة السوداء
eu: The Black Seeds

source: فلفل پاپریکا
ar: فلفل بابريكا
eu: Paprika piperra

source: پودر آویشن
ar: مسحوق الزعتر
eu: Ezkaia hautsa

source: فلفل قرمز
ar: فلفل أحمر
eu: piper gorria

source: ادویه قورمه سبزی
ar: بهارات خضروات
eu: Barazki espezia

source: پودر لیمو عمانی
ar: مسحوق الليمون العماني
eu: Omango limoi hautsa

source: پودر غوره
ar: مسحوق غور
eu: Ghor hautsa

source: فلفل سیاه دانه ای
ar: الفلفل الأسود
eu: Piperbeltza

source: پودر گلپر گلپر سابیده شده
ar: مسحوق حشيشة الملاك المجروش
eu: Angelika hautsa birrindua

source: ادویه پلویی
ar: بهارات بيلافي
eu: Pilavi espezia

source: ادویه پلویی
ar: بهارات بيلافي
eu: Pilavi espezia

source: کنجد قهوه ای
ar: السمسم البني
eu: Sesamo marroia

source: پودر بیکینگ دکتر اوتکر
ar: البيكينغ باودر من دكتور اويتكر
eu: Dr. Oetker gozogintza hautsa

source: پودر جوز هندی
ar: مسحوق جوزة الطيب
eu: Intxaur muskatu hautsa

source: هلیله زرد
ar: حليلة صفراء
eu: Halila Horia

source: پودر نارگیل چرب
ar: مسحوق جوز الهند الدهني
eu: Koko-hautsa koipetsua

source: صابون گلیسیرینه زردچوبه
ar: صابون الكركم والجلسرين
eu: Turmeric glizerina xaboia

source: میخک خشک
ar: قرنفل جاف
eu: ale lehorrak

source: پودر سفیده تخم مرغ
ar: مسحوق بياض البيض
eu: Arrautza zuriaren hautsa

source: ادویه خورشتی
ar: يخنة التوابل
eu: Menestrako espezia

source: ادویه مرغ و ماهی
ar: بهارات الدجاج والسمك
eu: Oilasko eta arrain espeziak

source: ادویه کاری
ar: كاري
eu: Curry

source: پودر نارگیل
ar: مسحوق جوز الهند
eu: Koko hautsa

source: اسپند
ar: البقان
eu: pakaina

source: پودر سوخاری پانکو با پودر پاپریکا
ar: فتات الخبز البانكو مع مسحوق البابريكا
eu: Panko ogi birrindua piperrautsarekin

source: هل باد کنکوک
ar: هل ريح كنكوك
eu: Hel haizea Kenkuk

source: ادویه قرمه سبزی
ar: بهارات الخضار السوداء
eu: Barazki espezie beltza

source: تخم کتان قرمز بزرک کد
ar: بذر الكتان الأحمر
eu: Liho gorria, linoa

source: باکس پودر وانیل لته استارباکس عددی
ar: علبة من مسحوق ستاربكس فانيلا لاتيه
eu: Starbucks bainila latte hautsaren kaxa

source: پودر وانیل
ar: مسحوق الفانيلا
eu: bainila hautsa

source: فلفل پاپریکا پودر
ar: مسحوق البابريكا
eu: Paprika hautsa

source: هل اکبر بنفش ایلمارک
ar: إيلمارك الهيل الأرجواني
eu: Ilmark kardamomo morea

source: پودر انبه
ar: مسحوق المانجو
eu: Mango hautsa

source: عصاره زعفران اعلاء
ar: مستخلص الزعفران الممتاز
eu: Azafrai extract bikaina

source: برگ بو کد
ar: أوراق الرائحة
eu: Usain hostoak

source: زیره سیاه
ar: كراوية
eu: Karoia

source: پودر پیاز
ar: بودرة البصل
eu: tipula hautsa

source: دارچین سیگاری ویترین‌فود
ar: عرض الأطعمة المدخنة بالقرفة
eu: Erakusleiho Janaria Kanela ketua

source: هل سبز
eu: Zin egin al duzu?

source: سماق قهوه ای کارون یکاسه
ar: السماق البني من كارون هو نفسه
eu: Karuneko sumaka marroia berdina da

source: ادویه پودر فلفل سیاه _
ar: مسحوق الفلفل الأسود
eu: Piper beltza hautsa

source: ادویه ماست و دوغ
ar: بهارات الزبادي واللبن الرائب
eu: Jogurt eta esne espeziak

source: زردچوبه هندی
ar: الكركم الهندي
eu: Indiako turmeric

source: ادویه کاری درجه یک قلم
ar: بهارات كاري من الدرجة الأولى
eu: Lehen mailako curry espezia

source: فلفل قرمز ترکیه ای پول بیبر
ar: فلفل أحمر تركي بول بيبر
eu: Paul Bieber-en Turkiako Piper Gorria

source: پودر گوجه فرنگی لایانسا
ar: مسحوق طماطم ليانسا
eu: Layansa tomate hautsa

source: فلفل لاهوری
ar: فلفل لاهور
eu: Lahore piperra

source: پودر موسیر
ar: مسحوق الكراث
eu: txalota hautsa

source: ادویه مخصوص آبگوشتی و خورشتی فدک
ar: فدك بهارات خاصة للشوربات واليخنات
eu: Fadak espezia bereziak zopa eta eltzeginetarako

source: فلفل ترکی
ar: فلفل تركي
eu: Turkiako piperra

source: ادویه دودی پاپریکا دودی
ar: بهارات بابريكا مدخنة
eu: Paprika ketua espezia

source: لیمو عمانی سیاه
ar: ليمون أسود عماني
eu: Omango limoi beltza

source: ادویه همبرگر مخصوص دست پز تک
ar: بهارات همبرغر مطبوخة يدويا تاك
eu: Hanburgesa espeziak eskuz prestatutako Tak egiteko

source: گل بهار نارنج
ar: زهرة الربيع البرتقالية
eu: Udaberriko lorea laranja

source: ادویه جوجه کباب
ar: بهارات الدجاج المشوي
eu: Oilasko erretako espezia

source: مرزنجوش خشک
ar: النعناع المجفف
eu: Mejorana lehorra

source: رنگ خوراکی خط زرد رنگ قهوه‌ای
ar: تلوين طعام أصفر-بني
eu: Elikagaien kolore hori-marroia

source: اسپند نخودی
ar: البازلاء البقان
eu: pekan ilarrak

source: ادویه ترکیبی قیمه
ar: بهارات مشكلة من السمن
eu: Ghee espeziak nahastuta

source: کینواخاویار گیاهی کد
ar: الكينوا بالخضروات
eu: Barazki kinoa kabiarra

source: تخم کتان
ar: بذر الكتان
eu: Lino-hazia

source: دانه فلفل سفید
ar: الفلفل الأبيض
eu: Piper ale zuria

source: هل سبز کد
ar: هيل أخضر
eu: Kardamomo berdea

source: پودر سنجد فله ای
ar: مسحوق البلسان السائب
eu: Sabuko hautsa ontziratua

source: پودر گشنیز
ar: بودرة الكزبرة
eu: martorri hautsa

source: بهار نارنج معطر شیراز فله
ar: عبق شيراز ربيع نارنج
eu: Shiraz lurrintsua Naranj udaberria

source: آمله مقشر بدون هسته
eu: Nukleorik gabeko mesotelioma

source: نمک دریایی تصفیه شده دلفین
ar: دولفين ملح البحر المكرر
eu: Izurdeen itsas gatz findua

source: پودر سماق قرمز
ar: مسحوق السماق الأحمر
eu: Sumako hautsa gorria

source: فلفل سیاه آسیاب شده
ar: فلفل أسود مطحون
eu: Piper beltza ehoa

source: ادویه ماکارونی
ar: توابل الباستا
eu: Pasta ontzea

source: اسطوخودوس اسطوخدوس
ar: لافندر لافندر
eu: Izpilikua Izpilikua

source: نمک دریاچه ارومیه
ar: ملح بحيرة أورمية
eu: Urmia aintzirako gatza

source: ادویه ی ترشی
ar: بهار مخلل
eu: ozpinetako espezia

source: زردچوبه چهارمنار
ar: شارمانار كركم
eu: Charmanar turmeric

source: نمک صورتی هیمالیا رزگلد
ar: ملح الهيمالايا الوردي والذهب الوردي
eu: Himalaiako Arrosa Urrezko Gatza

source: پودر سوخاری نارنجی پانکو
ar: فتات الخبز البانكو البرتقالي
eu: Panko laranja ogi birrindua

source: هل سفید
eu: Kardamomo zuria

source: پودر فلفل دلمه خانوم خانوما
ar: مسحوق الفلفل خانوم خانوما
eu: Khanom Khanoma piper hautsa

source: پودر آب پنیر ساده ماء الجبن گیاه اسانس
ar: مسحوق مصل اللبن البسيط ، الجبن ، نبات الزيت العطري
eu: Esne-hauts sinplea, gazta, olio esentzial landarea

source: پودر زردچوبه
ar: مسحوق الكركم
eu: Turmeric hautsa

source: گلپر نسابیده
ar: جولبر نيسابيده
eu: Golpar Nesabideh

source: پودر سنجد با هسته
ar: مسحوق البلسان مع اللب
eu: Elderberry hautsa muinarekin

source: دارچین قلم
ar: قلم قرفة
eu: Kanela Pen

source: پودر نشاسته گندم
ar: مسحوق نشا القمح
eu: Gari-almidoiaren hautsa

source: نمک صورتی هیمالیا
ar: ملح الهيمالايا الوردي
eu: Himalaiako gatz arrosa

source: بادیان ستاره ای
ar: الينسون
eu: izar anisa

source: بیکینگ پودر مهسا
ar: بيكنج بودر مهسا
eu: Mehsa gozogintza hautsa

source: اسپند رنگی
ar: بيوتر ملون
eu: Koloretako peltrea

source: پودر سفیده تخم مرغ آرال
ar: مسحوق بياض بيض آرال
eu: Aral arrautza zuriaren hautsa

source: زنجبیل قلم ویترین‌فود
ar: قلم الزنجبيل يعرض الطعام
eu: Ginger pen erakusleiho janaria

source: میخک درشت خشک
ar: جفف القرنفل الخشن
eu: Lehortu ale lodiak

source: نشاسته گل گندم ممتاز فله
ar: نشا زهرة القمح السائبة الممتازة
eu: Premium ontziratu gabeko gari lore-almidoia

source: جعبه عددی عصاره گوشت مرغ الیت
ar: علبه رقم من مستخلص لحم الدجاج اليت
eu: Elite oilasko haragiaren extractaren zenbaki-kutxa

source: نمک کم سدیم کیمیا
ar: كيميا ملح قليل الصوديوم
eu: Kimiya sodio gutxiko gatza

source: ادویه اسپایس تاکو کادین
ar: توابل تاكو كدين
eu: Taco Cadin Spice

source: ادویه اورگانیک و معطر فلافل
ar: بهارات الفلافل العضوية والعطرية
eu: Falafel espezia organiko eta aromatikoa

source: کافی میکس کاپوچینو گوددی
ar: Guddi Cappuccino Mix Coffee. جودي ميكس كابتشينو
eu: Guddi Cappuccino Mix Kafea

source: تخم شربتی ریز
ar: بيض شراب صغير
eu: Arrautza almibarretan txikia

source: قهوه فوری نسکافه گلد
ar: قهوة نسكافيه جولد سريعة التحضير
eu: Nescafe Gold berehalako kafea

source: گل محمدی
ar: الورد الدمشقي
eu: Damasko arrosa

source: قهوه فوری سوپریم همراه با پودر قارچ گانودرما و جینسینگ دکتر بیز عددی
ar: قهوة سريعة التحضير مع مسحوق فطر جانوديرما وجينسنغ رقم ​​دكتور بيز
eu: Berehalako kafe gorena Ganoderma perretxiko hautsarekin eta ginseng Dr. Biz zenbakiarekin

source: آبجو بدون الکل شیشه ماچویی میل محصول روسیه
ar: بيرة غير كحولية في كأس من مطحنة ماتشوي المنتجة في روسيا
eu: Alkoholik gabeko garagardoa Errusian ekoitzitako Machuy Mill-eko edalontzi batean

source: کاپوچینو فوری تورابیکا
ar: تورابيكا كابتشينو سريع التحضير
eu: Torabica Instant Cappuccino

source: نوشابه انرژی زا هایپ میلی لیتر
ar: مشروب الطاقة هايب مل
eu: Hype ml edari energetikoa

source: کاپوچینو رژیمی بدون شکر تورابیکا بسته عددی
ar: تورابيكا دايت كابتشينو بدون سكر ، عبوة رقمية
eu: Torabika Diet Cappuccino azukrerik gabe, zenbakizko paketea

source: زردچوبه قلم توبک طلایی فوق اعلا فله
ar: الكركم من قلم تيوبك الذهبي غني جدًا بكميات كبيرة
eu: Urrezko tubek boligrafoaren turmeric oso altua da soltean

source: نوشابه قوطی کوکاکولا سی سی
ar: علبة كوكاكولا سم مكعب
eu: Coca-Cola lata cc

source: چای ماسالا آفرینش
ar: شاي كريشن ماسالا
eu: Sorkuntza masala tea

source: نوشیدنی انرژی زا مانستر میلی لیتر
ar: مونستر مل مشروب طاقة
eu: Monster ml edari energetikoa

source: نوشابه کولا گازدار لیتری کوکاکولا
ar: لتر من مشروب غازي كوكاكولا
eu: Coca-Cola litro freskagarri karbonatua

source: شربت یی پرتقال سن ایچ
ar: شراب البرتقال سان اتش
eu: San H laranja almibarretan

source: قهوه هسته خرما
ar: قهوة نواة التمر
eu: Data kernel kafea

source: نوشیدنی انرژی زا بلک برن ترکیه ای حجم میل
ar: حجم مشروب الطاقة التركي بلاكبيرن
eu: Turkiako Blackburn edari energetikoen bolumena

source: قهوه فوری بلک گلد علی کافه
ar: قهوة بلاك جولد علي كافيه سريعة التحضير
eu: Black Gold Ali Cafe berehalako kafea

source: شربت لیتری پرتقال سن ایچ
ar: لتر من شراب البرتقال سان إتش
eu: San H laranja almibarretan litro bat

source: ماءالشعیر کلاسیک لیتری جوجو
ar: بيرة جوجو الكلاسيكية لتر
eu: Jojo garagardo klasikoa litrokoa

source: چای باروتی گلابی
ar: شاي بودرة الكمثرى
eu: Udare-hautsa tea

source: نوشیدنی انرژی زا ردبول میلی لیتر
ar: مشروب طاقة ريد بُل مل
eu: Red Bull ml edari energetikoa

source: قهوه جاکوبز مدل حجم
ar: نموذج حجم القهوة جاكوبس
eu: Jacobs kafe bolumenaren eredua

source: قهوه فوری استارباکس طعم کارامل لته
ar: قهوة ستاربكس طعم الكراميل لك
eu: Starbucks berehalako kafea karamelu latte zaporea

source: چای ممتاز هندوستان گلستان
ar: شاي جولستان الهندي الفاخر
eu: Golestan premium indiar tea

source: نکتار انبه لیتری سن‌ ایچ
ar: نكتار المانجو سان إتش
eu: San H. litro mango nektarra

source: نوشابه کولا کوکاکولا سی سی
ar: مشروب غازي Coca-Cola CC
eu: Coca-Cola CC freskagarria
