Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: قند قهوه ای با طعم دارچین بسته بندی شکر قهوه ای
ar: سكر بني بنكهة القرفة عبوة سكر بني

source: قند قهوه ای کارتنی عمده با طعم هل قیمت هر تومان هر کارتن یی
ar: كرتون سكر بني بالجملة بنكهة الهيل ، سعر التومان للكرتون

source: قند نارگیل ستاره فدک
ar: فدك ستار سكر جوز الهند

source: پودر شیرین کننده نوشیدنی رژیمی استویا دیابتی بیلو
ar: مسحوق شراب بيلو السكري

source: قند قهوه ای کارتنی عمده با طعم ساده قیمت هر تومان هر کارتن یی
ar: سكر بني سائب في كرتون بطعم بسيط ، السعر تومان واحد للكرتون

source: قند گیفت شکل قلب بسته تایی
ar: هدية سكر على شكل قلب مغلق

source: شکر سفید تکنفره نوشکام بسته عددی
ar: عدد علب نشكم سكر ابيض واحد

source: قند بهارنارنج ستاره فدک
ar: ستار فدك سكر ربيع بالبرتقال

source: قند نیشکر
ar: علبة سكر

source: شکر قهوه ای تکنفره نوشکام بسته عددی
ar: نشكم سكر بني مفرد عبوة عددية

source: قند طرح قلب
ar: تصميم قلب السكر

source: شکر تیغال تغار خار شکر تیهال تیغال کک تیغ قندک درجه یک
ar: سكر تيغال ، طغر خار ، سكر تيغال ، كوكاكولا تيغال ، شفرة قندك من الدرجة الأولى

source: گلیران شکر پنیر گل محمدی
ar: جبنة سكر جوليران جول محمدي

source: شکر قهوه ای شهدانه عمده با تضمین کیفیت
ar: سكر بني بكميات كبيرة بجودة مضمونة

source: قند زعفرانی مصطفوی
ar: سكر مصطفي بالزعفران

source: قند حبه اثرار بسته عددی
ar: تأثيرات مكعب السكر بالحزمة العددية

source: قند شکسته گلستان
ar: لستان سكر مطحون

source: حبه بدون شکر زعفرانی بیلو
ar: حبة بيلو خالية من السكر بالزعفران

source: قند قهوه ای نیشکر حبه ک سحا
ar: سكر قصب السكر البني

source: شکر قهوه ای دارک برند کوبیزکو عددی
ar: سكر بني غامق ماركة Kubizco

source: شکر دولیتل تنظیم بازار
ar: شوجر دوليتل ينظم السوق

source: پودر شیرین کننده بدون قند دایات بسته عددی
ar: مسحوق محلي غذائي خالٍ من السكر ، عبوة عددية

source: قند شکسته سوئیتشو
ar: سكر سويسري مجروش

source: قرص شیرین کننده ماردین بسته عددی
ar: أقراص التحلية ماردين عبوة عددية

source: حبه استویا بدون شکر با طعم زنجبیل بیلو
ar: ستيفيا بدون سكر بنكهة الزنجبيل بيلو
