Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: مدیریت ایمیل
ar: إدارة البريد الإلكتروني
eu: Posta elektronikoaren kudeaketa

source: ارسال به تمامی کاربران
ar: أرسل إلى جميع المستخدمين
eu: Bidali erabiltzaile guztiei

source: ارسال به خدمات دهنده‌ها
ar: أرسل إلى مزودي الخدمة
eu: Bidali zerbitzu-hornitzaileei

source: کاربران
ar: المستخدمين
eu: erabiltzaileak

source: ارسال به مدیران
ar: أرسل إلى المسؤولين
eu: Administratzaileei bidali

source: ارسال به کاربران کشور
ar: أرسل إلى مستخدمي البلد
eu: Bidali herrialdeko erabiltzaileei

source: ایمیل
ar: بريد إلكتروني
eu: posta elektronikoa

source: عنوان ایمیل
ar: عنوان البريد الإلكتروني
eu: Posta elektronikoaren izenburua

source: ارسال به پشتیبانان
ar: أرسل إلى أنصار
eu: Bidali jarraitzaileei

source: فعال/غیرفعال
ar: نشط سلبي
eu: Aktiboa Pasiboa

source: ارسال به کاربران مشخص شده
ar: أرسل إلى مستخدمين محددين
eu: Bidali zehaztutako erabiltzaileei

source: حالت ایمیل
ar: وضع البريد الإلكتروني
eu: Posta elektronikoaren modua

source: مدیریت حساب‌ها
ar: إدارة الحسابات
eu: Kontuen kudeaketa

source: آیا محتوا ترجمه شده؟
ar: هل المحتوى مترجم؟
eu: Edukia itzulita al dago?

source: کشورها
ar: البلدان
eu: herrialdeak

source: مجوزها
ar: أذونات
eu: baimenak

source: رمز عبور و تکرار آن باهم مغابرت دارند
ar: كلمة المرور وتكرارها غير متسقين
eu: Pasahitza eta bere errepikapena ez datoz bat

source: برای تغییر رمز عبور روی این <a href='../password'>لینک</a> کلیک کنید.
ar: انقر فوق هذا <a href='../password'> الارتباط </a> لتغيير كلمة المرور الخاصة بك.
eu: Egin klik <a href='../password'>esteka</a> honetan pasahitza aldatzeko.

source: مد ارسال شده پیدا نشد.
ar: التعديل المقدم غير موجود.
eu: Bidalitako mod ez da aurkitu.

source: ایمیلها
ar: رسائل البريد الإلكتروني
eu: Posta elektronikoak

source: متن ایمیل
ar: نص البريد الإلكتروني
eu: Posta elektronikoaren testua

source: اطلاعات شخصی
ar: معلومات شخصية
eu: Informazio pertsonala

source: رمز عبور
eu: pasakodea

source: رمز عبور را وارد کنید.
ar: ادخل رقمك السري.
eu: Sartu zure pasahitza.

source: این فیلد نمی تواند خالی باشد.
ar: هذا الحقل لا يمكن ان يكون فارغا.
eu: Eremu hau ezin da hutsik egon.

source: تکرار رمز عبور
ar: كرر كلمة المرور
eu: pasahitza errepikatu

source: تکرار رمز عبور را وارد کنید.
ar: أدخل كلمة مرور مكررة.
eu: Idatzi errepikatu pasahitza.

source: لطفا تکرار رمز عبور را وارد کنید.
ar: الرجاء إدخال كلمة مرور متكررة.
eu: Mesedez, idatzi errepikatu pasahitza.

source: رمز عبور و تکرار آن باهم مغایرت دارند
ar: كلمة المرور وتكرارها غير متسقين
eu: Pasahitza eta bere errepikapena ez datoz bat

source: شما نمیتوانید وارد این صفحه شوید!
ar: لا يمكنك دخول هذه الصفحة!
eu: Ezin zara orrialde honetan sartu!

source: کد فعال سازی
ar: رمز التفعيل
eu: Aktibazio kodea

source: لطفا رمز عبور را وارد کنید.
ar: الرجاء إدخال كلمة المرور.
eu: Mesedez, sartu pasahitza.

source: رمز عبور خود را وارد کنید.
ar: ادخل رقمك السري.
eu: Sartu zure pasahitza.

source: کد دریافتی را وارد کنید.
ar: أدخل الرمز المستلم.
eu: Sartu jasotako kodea.

source: لطفا رمز عبور خود را وارد کنید.
ar: من فضلك أدخل رقمك السري.
eu: Mesedez, sartu zure pasahitza.

source: شماره موبایل
ar: رقم التليفون
eu: telefono zenbakia

source: شماره موبایل خود را وارد کنید.
ar: أدخل رقم هاتفك المحمول.
eu: Sartu zure mugikorraren zenbakia.

source: لطفا شماره موبایل خود را وارد کنید.
ar: الرجاء إدخال رقم هاتفك المحمول.
eu: Mesedez, sartu zure telefono-zenbakia.

source: نام کشوری که در آن خدمات صورت می گیرد را وارد کنید.
ar: أدخل اسم البلد حيث يتم تقديم الخدمة.
eu: Sartu zerbitzua eskaintzen den herrialdearen izena.

source: شماره موبایل باید وارد شود
ar: يجب إدخال رقم الهاتف المحمول
eu: Mugikor zenbakia sartu behar da

source: شماره موبایل وارد شده صحیح نمی باشد.
ar: رقم الهاتف المحمول الذي تم إدخاله غير صحيح.
eu: Sartutako telefono-zenbakia ez da zuzena.

source: نام کشور
ar: اسم الدولة
eu: herrialdearen izena

source: عکس پرجم کشور
ar: صورة علم الدولة
eu: Herriko banderaren argazkia

source: لطفا کد دریافتی را وارد کنید.
ar: الرجاء إدخال الرمز المستلم.
eu: Mesedez, sartu jasotako kodea.

source: 'تصویر پرچم کشوری که در آن خدمات صورت می گیرد را وارد کنید. نکته : بهتر است 'از تصویر با فرمت webp استفاده کنید تا سرعت سایت به مشکل بر نخورد
ar: أدخل صورة علم الدولة حيث يتم تقديم الخدمة. ملحوظة: يفضل استخدام الصورة بصيغة webp حتى لا تتأثر سرعة الموقع
eu: Sartu zerbitzua ematen den herrialdeko banderaren irudia. Oharra: hobe da irudia webp formatuan erabiltzea, gunearen abiadurak jasan ez dezan

source: 'در این قسمت باید کد پیش شماره کشور را وارد کنید تا در زمان ارسال پیامک کدپیش 'شماره ابتدای شماره تماس کاربر بیفتد.
ar: في هذا القسم ، يجب إدخال رمز البادئة للبلد بحيث يتم إرسال الرقم الأول من رقم الاتصال الخاص بالمستخدم عند إرسال رمز البادئة.
eu: Atal honetan, herrialdeko aurrizki-kodea sartu behar duzu, aurrizki-kodea bidaltzean erabiltzailearen kontaktu-zenbakiaren lehen zenbakia bidaliko da.

source: کشور
ar: دولة
eu: Herrialdea

source: نام استان
ar: اسم المقاطعة
eu: probintzia izena

source: استان در کدام کشور است؟ آن را وارد کنید.
ar: في أي بلد تقع المحافظة؟ ادخال.
eu: Zein herrialdetan dago probintzia? Sartu.

source: استان
ar: ولاية
eu: Estatu

source: نام شهر
ar: اسم المدينة
eu: Hiriaren Izena

source: نام کاربر را وارد کنید. نکته: این فیلد اجباری نیست.
ar: أدخل اسم المستخدم. ملاحظة: هذا الحقل غير إلزامي.
eu: Sartu erabiltzaile-izena. Oharra: eremu hau ez da derrigorrezkoa.

source: شهری که در آن خدمات صورت می‌گیرد را وارد کنید.
ar: أدخل المدينة التي تقدم فيها الخدمة.
eu: Sartu zerbitzua ematen den hiria.

source: شهر
eu: Hiria

source: شهرها
ar: مدن
eu: hiriak

source: 'شماره موبایل کاربر جدید را وارد کنید. نکته: شماره تماس کاربر نمی‌تواند تکراری 'باشد.
ar: أدخل رقم الهاتف المحمول للمستخدم الجديد. ملاحظة: لا يمكن تكرار رقم الاتصال الخاص بالمستخدم.
eu: Sartu erabiltzaile berriaren mugikorraren zenbakia. Oharra: erabiltzailearen kontaktu-zenbakia ezin da bikoiztu.

source: استانی که در آن خدمات صورت می‌گیرد آن را وارد کنید.
ar: أدخل المقاطعة حيث يتم تقديم الخدمة.
eu: Sartu zerbitzua ematen den probintzia.

source: استان‌ها
ar: المحافظات
eu: Probintziak

source: نام کاربری
ar: اسم المستخدم
eu: erabiltzaile-izena

source: نام
ar: اسم
eu: izena

source: شهر در کدام کشور قرار دارد آن را وارد کنید.
ar: أدخل المدينة التي تقع فيها.
eu: Idatzi zein herrialdetan dagoen hiria.

source: نام خانوادگی
ar: اسم العائلة
eu: abizena

source: نام خانوادگی کاربر را وارد کنید. نکته: این فیلد اجباری نیست.
ar: أدخل الاسم الأخير للمستخدم. ملاحظة: هذا الحقل غير إلزامي.
eu: Sartu erabiltzailearen abizena. Oharra: eremu hau ez da derrigorrezkoa.

source: پروفایل
ar: حساب تعريفي
eu: profila

source: 'تصویر کاربر را بارگذاری کنید. نکته:بهتراست از تصاویری به فرمت webp استفاده 'کنید تا سرعت سایت به مشکل برنخورد. نکته: این فیلد اجباری نیست.
ar: قم بتحميل صورة المستخدم. ملاحظة: من الأفضل استخدام الصور بتنسيق webp حتى لا تكون سرعة الموقع مشكلة. ملاحظة: هذا الحقل غير إلزامي.
eu: 'Igo erabiltzailearen irudia. Oharra: hobe da irudiak webp formatuan erabiltzea, gunearen abiadura arazorik izan ez dadin. Oharra: eremu hau ez da derrigorrezkoa.

source: 'ایمیل کاربر را وارد کنید. در صورتی که کاربر ایمیل خود را وارد کرده باشد 'ایمیل‌هایی از طرف سایت برای او ارسال می‌شود
ar: أدخل البريد الإلكتروني للمستخدم. إذا أدخل المستخدم بريده الإلكتروني ، فسيتم إرسال رسائل بريد إلكتروني إليه من الموقع
eu: Sartu erabiltzailearen posta elektronikoa. Erabiltzaileak bere posta elektronikoa sartu badu, gunetik mezu elektronikoak bidaliko zaizkio

source: مرد
ar: رجل
eu: Gizon

source: زن
ar: أنثى
eu: Emakumezkoa

source: نکته: این فیلد اجباری نیست.
ar: ملاحظة: هذا الحقل غير إلزامي.
eu: Oharra: eremu hau ez da derrigorrezkoa.

source: آدرس
ar: عنوان
eu: Helbidea

source: عرض جغرافیایی کاربر
ar: خط العرض للمستخدم
eu: Erabiltzailearen latitudea

source: طول جغرافیایی کاربر
ar: خط الطول للمستخدم
eu: Erabiltzailearen luzera

source: کشوری که کاربر در آن زندگی می کند.
ar: البلد الذي يعيش فيه المستخدم.
eu: Erabiltzailea bizi den herrialdea.

source: استانی که کاربر در آن زندگی می کند.
ar: المقاطعة التي يعيش فيها المستخدم.
eu: Erabiltzailea bizi den probintzia.

source: شهری که کاربر در آن زندگی می کند.
ar: المدينة التي يعيش فيها المستخدم.
eu: Erabiltzailea bizi den hiria.

source: تاریخ تولد
ar: تاريخ الميلاد
eu: Jaioteguna

source: 'لطفا آدرس محل زنگی کاربر را به درستی وارد کنید. نکته: این فیلد در زمان 'ثبت‌نام اجباری نیست.
ar: الرجاء إدخال عنوان الموقع الدائري للمستخدم بشكل صحيح. ملاحظة: هذا الحقل غير إلزامي أثناء التسجيل.
eu: Mesedez, idatzi erabiltzailearen eraztunaren kokapena helbidea behar bezala. Oharra: eremu hau ez da derrigorrezkoa erregistroan.

source: کدپستی
ar: رمز بريدي
eu: Posta kodea

source: 'تاریخ تولد کار بر را وارد کنید. با وارد کردن تاریخ تولد کاربر روز تولد آن 'پیام تبریک برای آن ارسال می‌شود.
ar: أدخل تاريخ ميلاد الموظف. بإدخال تاريخ ميلاد المستخدم ، سيتم إرسال رسالة عيد الميلاد إليه.
eu: Sartu langilearen jaioteguna. Erabiltzailearen urtebetetze eguna sartuta, urtebetetze-mezua bidaliko zaio.

source: امتیاز
ar: نتيجة
eu: Puntuazioa

source: 'امتیاز کاربر امتیازی است که با هر خرید به آن اضافه می شود. و با آن می‌تواند 'گردونه شانس را فعال کند.
ar: نقاط المستخدم هي نقاط تضاف إلى كل عملية شراء. وبهذا يمكنه تفعيل 'عجلة الحظ'.
eu: Erabiltzaile puntuak erosketa bakoitzari gehitzen zaizkion puntuak dira. Eta horrekin «zortearen gurpila» aktibatu dezake.

source: کدملی
ar: رمز دولي
eu: Kode Nazionala

source: 'لظفا کدملی کاربر را درست وارد کنید زیرا که اگر مشکلی به وجود بی آید با آن 'کارهای قانونی انجام شود.
ar: الرجاء إدخال الرمز الوطني للمستخدم بشكل صحيح ، لأنه في حالة وجود مشكلة ، يمكن اتخاذ إجراءات قانونية معها.
eu: Mesedez, idatzi erabiltzailearen kode nazionala behar bezala, arazoren bat izanez gero, harekin legezko ekintzak egin daitezkeelako.

source: لطفا کدپستی کاربر را وارد کنید تا سایت بتواند خدمات بهتری به کاربر بدهد
ar: الرجاء إدخال الرمز البريدي للمستخدم حتى يتمكن الموقع من تقديم خدمات أفضل للمستخدم
eu: Mesedez, idatzi erabiltzailearen posta-kodea, webguneak erabiltzaileari zerbitzu hobeak eskain ditzan

source: تاریخ ثبت نام
ar: تاريخ التسجيل
eu: Izena emateko data

source: هدایایی است که کاربر طی فعالیت ها دریافت می کند.
ar: هي الهدايا التي يتلقاها المستخدم أثناء الأنشطة.
eu: Erabiltzaileak jardueretan jasotzen dituen opariak dira.

source: تاریخ ثبت‌نام کاربر به ضورت خودکار نوشته می‌شود.
ar: يتم كتابة تاريخ تسجيل المستخدم تلقائيًا.
eu: Erabiltzailearen erregistro-data automatikoki idazten da.

source: در صورتی که کاربر تمامی اطلاعات را داده باشد این تیک فعال می شود.
ar: إذا أعطى المستخدم جميع المعلومات ، فسيتم تنشيط هذه العلامة.
eu: Erabiltzaileak informazio guztia eman badu, tick hau aktibatu egingo da.

source: با این فیلد شما می‌توانید کابر را فعال و یا غیر فعال کنید.
ar: باستخدام هذا الحقل ، يمكنك تمكين أو تعطيل المستخدم.
eu: Eremu honekin, erabiltzailea gaitu edo desgaitu dezakezu.

source: 'کدفعال سازی کدی است که به صورت خودکار ساخته می شود و برای راستی آزمایی کاربر 'به او پیانک می‌شود و کاربر می تواند با وارد کردن آن کاربر فعال شود.
ar: رمز التفعيل هو رمز يتم إنشاؤه تلقائيًا وإرساله إلى المستخدم للتحقق منه ، ويمكن تنشيطه عن طريق إدخال هذا المستخدم.
eu: Aktibazio kodea automatikoki sortzen den eta erabiltzaileari egiaztatzeko bidaltzen zaion kodea da, eta erabiltzailea erabiltzaile hori sartuta aktiba daiteke.

source: هدایای کاربر
ar: هدايا المستخدم
eu: Erabiltzaileen opariak

source: 'درصورتی که این تیک را فعال کنید کاربر به عنوان پشتیبان شناخته می شود و 'دسترسی به پنل پیام ها دسترسی پیدا می کند.
ar: إذا قمت بتنشيط هذا الفحص ، فسيتم التعرف على المستخدم كنسخة احتياطية وسيكون له حق الوصول إلى لوحة الرسائل.
eu: Egiaztapen hau aktibatzen baduzu, erabiltzailea babeskopia gisa aitortuko da eta mezuen panelerako sarbidea izango du.

source: تعداد سفارش جاری
ar: رقم الأمر الحالي
eu: Egungo eskaera-zenbakia

source: تعداد سفارش تحویل داده شده
ar: عدد الطلبات التي تم تسليمها
eu: Emandako eskaera kopurua

source: تعداد سفارش مرجوع شده
ar: عدد الطلبات المرتجعة
eu: Itzulitako eskaeren kopurua

source: مدیر است بله/خیر
ar: المدير هو نعم / لا
eu: Kudeatzailea bai/ez da

source: 'در صورتی که این تیک را فعال کنید کاربر به عنوان پیک شناخته می شود و می 'تواند به آدرس سفارشات دسترسی پیدا کند.
ar: إذا قمت بتنشيط هذا الفحص ، فسيتم التعرف على المستخدم باعتباره ساعيًا ويمكنه الوصول إلى عنوان الطلب.
eu: Egiaztapen hau aktibatzen baduzu, erabiltzailea mezulari gisa aitortuko da eta eskaeraren helbidea sartu ahal izango du.

source: 'در صورتی که این تیک فعال شود کاربر مدیر سایت شناخته می شود و به برخی از 'قسمت‌های خصوصی دسترسی پیدا میکند. توجه: درصورتی که کاربر خلاف کار باشد باعث 'به خطر افتادن اطلاعات سایت می‌شود در تایین وضعیت این فیلد بسیار دقت کنیدو
ar: إذا تم تنشيط هذه العلامة ، فسيتم التعرف على المستخدم كمسؤول عن الموقع وسيكون بإمكانه الوصول إلى بعض الأجزاء الخاصة. ملاحظة: إذا كان المستخدم غير قانوني ، فسيؤدي ذلك إلى اختراق معلومات الموقع ، لذا كن حذرًا جدًا في تحديد حالة هذا الحقل.
eu: Tick ​​hau aktibatuta badago, erabiltzailea gunearen administratzaile gisa aitortuko da eta atal pribatu batzuetarako sarbidea izango du. Oharra: erabiltzailea oker badago, gunearen informazioa arriskuan jarriko da. Kontuz ibili eremu honen egoera zehaztean.

source: پشتیبان است بله/خیر
ar: دعم نعم / لا
eu: Laguntza Bai/Ez

source: کاربران سفارشی
ar: المستخدمون المخصصون
eu: Erabiltzaile pertsonalizatuak

source: اطلاعات کامل است؟
ar: هل المعلومات كاملة؟
eu: Informazio osoa al da?

source: خدماتچی است بله/خیر
ar: هو خادم نعم / لا
eu: Zerbitzaria da bai/ez

source: شماره تماس
ar: رقم التليفون
eu: Telefono zenbakia

source: 'در صورتی که این تیک را فعال کنید کاربر به عنوان خدماجی شناخته می شود و می 'تواند وضعبت سفارش کاربر را کنترل کند.
ar: إذا قمت بتنشيط هذا الفحص ، فسيتم التعرف على المستخدم كخادم ويمكنه التحكم في حالة طلب المستخدم.
eu: Egiaztapen hau aktibatzen baduzu, erabiltzailea zerbitzari gisa aitortuko da eta erabiltzailearen eskaeraren egoera kontrolatu ahal izango du.

source: پیک است بله/خیر
ar: البريد السريع هو نعم / لا
eu: Mezularitza bai/ez da

source: کاربر سفارشی
ar: مستخدم مخصص
eu: Erabiltzaile pertsonalizatua

source: کاربر
ar: مستخدم
eu: erabiltzailea

source: شما تماسی است که وضعیت سفارش به آن ارسال می‌شود
ar: أنت جهة الاتصال التي سيتم إرسال حالة الطلب إليها
eu: Zu zara eskaeraren egoera bidaliko zaion kontaktua

source: کشوری که سفارش به آن ارسال شود
ar: البلد الذي سيتم إرسال الطلب إليه
eu: Eskaera zein herrialdetara bidaliko den

source: استان یا ایالت
ar: مقاطعة أو ولاية
eu: probintzia edo estatua

source: استانی که سفارش به آن ارسال شود
ar: المقاطعة التي سيتم إرسال الطلب إليها
eu: Eskaera zein probintziara bidaliko den

source: خطا در انجام ثبت نام
ar: خطأ أثناء التسجيل
eu: Errorea erregistratzean

source: شهری که سفارش به آن ارسال می شود.
ar: المدينة التي تم إرسال الطلب إليها.
eu: Eskaera bidaltzen den hiria.

source: آدرسی که می خواهید سفارش به آنجا ارسال شود
ar: العنوان الذي تريد إرسال الطلب إليه
eu: Eskaera bidaltzea nahi duzun helbidea

source: مشتری
ar: عميل
eu: Bezeroa

source: تصویر کاربر
ar: صورة المستخدم
eu: Erabiltzailearen irudia

source: اطلاعات شما ثبت شد. کد فعال سازی را وارد کنید.
ar: تم تسجيل المعلومات الخاصة بك. أدخل رمز التفعيل.
eu: Zure informazioa erregistratu da. Sartu aktibazio kodea.

source: جهت تغییر رمز عبور خود کد دریافتی را ارسال کنید
ar: أرسل الرمز المستلم لتغيير كلمة المرور الخاصة بك
eu: Bidali jasotako kodea pasahitza aldatzeko

source: شماره موبایل وارد شده موجود نمی باشد.
ar: رقم الهاتف المحمول المدخل غير متوفر.
eu: Sartutako telefono-zenbakia ez dago erabilgarri.

source: کد فعال سازی وارد شده اشتباه می باشد.
ar: رمز التفعيل الذي تم إدخاله غير صحيح.
eu: Sartutako aktibazio kodea okerra da.

source: ورود با موفقیت انجام شد.
ar: تم تسجيل الدخول بنجاح.
eu: Saioa arrakastatsua izan da.

source: اطلاعات وارد شده نادرست است.
ar: المعلومات التي تم إدخالها غير صحيحة.
eu: Sartutako informazioa okerra da.

source: رمز عبور شما با موفقیت تغییر کرد.
ar: كلمة السر الخاصة بك تم تغييرها بنجاح.
eu: Zure pasahitza behar bezala aldatu da.

source: اطلاعات وارد شده معتبر نمی باشد.
ar: المعلومات التي تم إدخالها غير صالحة.
eu: Sartutako informazioa ez da baliozkoa.

source: عکس پروفایل نباید بیش از 2 مگابایت باشد!
ar: يجب ألا يزيد حجم صورة الملف التعريفي عن 2 ميغا بايت!
eu: Profileko irudiak ez du 2 MB baino gehiago izan behar!

source: مشتری پیدا نشد.
ar: الزبون غير موجود.
eu: Ez da bezeroa aurkitu.

source: خطا در اجرای عمللیات!
ar: خطأ في العملية!
eu: Akatsa funtzionamenduan!

source: شما ابتدا باید وارد شوید.
ar: يجب عليك تسجيل الدخول أولا.
eu: Lehenengo saioa hasi behar duzu.

source: مشتریان
ar: عملاء
eu: Bezeroak

source: کاربر پیدا نشد
ar: لم يتم العثور على المستخدم
eu: Ez da erabiltzailea aurkitu

source: خطا در اجرای عملیات!
ar: خطأ في العملية!
eu: Akatsa funtzionamenduan!

source: اطلاعات شما ثبت شد.
ar: تم تسجيل المعلومات الخاصة بك.
eu: Zure informazioa erregistratu da.

source: گردش
ar: الدوران
eu: Zirkulazioa

source: با موفقیت اطلاعات تغییر کرد.
ar: تم تغيير المعلومات بنجاح.
eu: Informazioa behar bezala aldatu da.

source: مدیریت تبلیغات
ar: إدارة الإعلانات
eu: Publizitatearen kudeaketa

source: رنگ
ar: لون
eu: Kolore

source: لرزش
ar: تهتز
eu: dardarka

source: لینکی است که با کلیک کردن کاربر بر روی آن کند آن صفحه باز میشود
ar: إنه ارتباط يفتح عندما ينقر المستخدم عليه
eu: Erabiltzaileak gainean klik egiten duenean irekitzen den esteka bat da

source: عنوان تبلیغ
ar: عنوان الاعلان
eu: Iragarkiaren izenburua

source: عنوان تبلیغ را وارد کنید.
ar: أدخل عنوان الإعلان.
eu: Sartu iragarkiaren izenburua.

source: زمان پایان انتشار
ar: نهاية وقت الإصدار
eu: Askapen denboraren amaiera

source: شما می توانید یک انیمیشن را به متن رویداد اضافه کنید.
ar: يمكنك إضافة رسم متحرك إلى نص الحدث.
eu: Ekitaldiaren testuari animazio bat gehi diezaiokezu.

source: شما می توانید با تنظیم تاریخ پایان انتشار را مشخص کنید.
ar: يمكنك تحديد تاريخ انتهاء النشر من خلال تحديده.
eu: Argitalpenaren amaiera-data zehaztu dezakezu ezarrita.

source: بنر تبلیغ
ar: لافتة إعلانية
eu: Publizitate-bandera

source: بنر بتلیغ
ar: لافتة إعلانية
eu: Publizitate-bandera

source: زمان شروع انتشار
ar: وقت الإصدار
eu: Askatzeko denbora

source: شما می توانید زمان انتشار را مشخص کنید.
ar: يمكنك تحديد وقت النشر.
eu: Argitalpen ordua zehaztu dezakezu.

source: انیمیشن متن نمایشی
ar: الرسوم المتحركة النصية الدرامية
eu: Testu animazio dramatikoa

source: لینک انتقال صفحه
ar: رابط صفحة النقل
eu: Transferitu orriaren esteka

source: نکته: لطفا نام خود را به زبان فارسی بنویسید.
ar: ملحوظة: من فضلك اكتب اسمك بالفارسية.
eu: Oharra: idatzi zure izena farsiraz.

source: تبلیغ
ar: يعلن
eu: Iragarki

source: تبلیغات
ar: دعاية
eu: Publizitatea

source: مدیریت مقالات
ar: إدارة المقالات
eu: Artikuluen kudeaketa

source: کلمه
ar: كلمة
eu: Hitza

source: لطفا در وارد کردن نام و نام خانوادگی خود دقت فرمایید.
ar: يرجى توخي الحذر في إدخال اسمك الأول والأخير.
eu: Kontuz ibili izen-abizenak idaztean.

source: 'لطفا غکس خود را بارگذاری کنید. نکته: بهتر است فرمت فایل بارگذاری شده webp 'باشد تا در سرعت سایت مشکلی پیش نیاید.
ar: يرجى تحميل ملف التعريف الخاص بك. ملاحظة: من الأفضل استخدام تنسيق الملف الذي تم تحميله 'webp' حتى لا تكون هناك مشكلة في سرعة الموقع.
eu: Mesedez, igo zure profila. Oharra: hobe da igotako fitxategi-formatua erabiltzea 'webp', gunearen abiadurarekin arazorik egon ez dadin.

source: تصویری است که به کاربر نمایش داده میشود.
ar: إنها صورة يتم عرضها على المستخدم.
eu: Erabiltzaileari erakusten zaion irudi bat da.

source: تار
ar: السلك
eu: alanbrea

source: 'نکته: در انتخاب کلمه کلیدی بسیار دقت کنید تا از نظر سئو سایت به مشکل بر 'نخورد.
ar: ملاحظة: كن حذرًا جدًا في اختيار الكلمة الرئيسية حتى لا تسبب مشاكل من حيث تحسين محركات البحث.
eu: Oharra: kontu handiz ibili gako-hitza aukeratzerakoan, SEO aldetik arazorik sortu ez dezan.

source: کلید‌واژه
ar: الكلمة الرئيسية
eu: Gako hitza

source: کلیدواژه‌ها
ar: الكلمة الرئيسية
eu: Gakoa

source: فرمت فایل انتخاب شده باید docx یا pdf باشد.
ar: يجب أن يكون تنسيق الملف المحدد docx أو pdf.
eu: Hautatutako fitxategi formatuak docx edo pdf izan behar du.

source: آواتار
ar: الصورة الرمزية
eu: Avatarra

source: نام خانوادگی نویسنده
ar: الاسم الأخير للمؤلف
eu: Egilearen abizena

source: نکته: لطفا نام خانوادگی خود را به زبان فارسی بنویسید.
ar: ملاحظة: يرجى كتابة اسمك الأخير بالفارسية.
eu: Oharra: idatzi zure abizena farsiraz.

source: نام و نام خانوادگی نویسنده
ar: اسم ولقب المؤلف
eu: Egilearen izen-abizenak

source: نام نویسنده
ar: اسم المؤلف
eu: Egilearen izena

source: 'لطفا در وارد کردن اسلاگ بسیار دقت کنید. نکته: اسلاگ را باید به زبان انگلیسی 'وارد کنید و برای جدا سازی کلمات از - یا _ استفاده کنید.
ar: يرجى توخي الحذر الشديد في دخول سبيكة. ملاحظة: يجب أن تدخل الكلمة slog باللغة الإنجليزية وتستخدم - أو _ لفصل الكلمات.
eu: Mesedez, kontu handiz ibili bareak sartzerakoan. Oharra: slog-a ingelesez idatzi eta - edo _ erabili behar duzu hitzak bereizteko.

source: لطفا ایمیل را با دقت وارد نمایید.
ar: الرجاء إدخال البريد الإلكتروني بعناية.
eu: Sartu e-posta arretaz.

source: لینک کوتاه
ar: رابط قصير
eu: esteka laburra

source: 'شماره تماس را به درستی وارد کنید. نکته: نیازی به وارد کردن پیش شماره کشور 'نیست.
ar: أدخل رقم الاتصال بشكل صحيح. ملاحظة: ليست هناك حاجة لإدخال رمز الدولة.
eu: Sartu kontaktuaren zenbakia zuzen. Oharra: ez dago herrialde-kodea sartu beharrik.

source: 'لطفا رزومه خود را بارگذاری کنید. نکته: فرمت فایل باید docx و یا pdf باشد.
ar: يرجى تحميل سيرتك الذاتية. ملاحظة: يجب أن يكون تنسيق الملف docx أو pdf.
eu: Mesedez, igo zure curriculuma. Oharra: fitxategi formatuak docx edo pdf izan behar du.

source: لطفا توضیجی مختصر در مورد خود بنویسید.
ar: يرجى كتابة وصف موجز عن نفسك.
eu: Mesedez, idatzi zeure buruari buruzko deskribapen labur bat.

source: وضعت فعال / غیرفعال
ar: حالة التمكين / المعطل
eu: Gaituta/Desgaituta egoera

source: 'شما با قعال و یا غیرفعال کردن این قسمت می توانید فعالیت نویسنده را کنترل 'کنید.
ar: يمكنك التحكم في نشاط المؤلف من خلال تمكين أو تعطيل هذا القسم.
eu: Egilearen jarduera kontrola dezakezu atal hau gaituz edo desgaituz.

source: نویسنده
ar: الكاتب
eu: idazlea

source: فرمت فایل انتخاب شده باید pdf باشد.
ar: يجب أن يكون تنسيق الملف المحدد pdf.
eu: Hautatutako fitxategi formatuak pdf izan behar du.

source: 'یکی از مهمترین بخش در سئو انتخاب درست عنوان یک مقاله است، پس به آن توجه 'کنید. نکته: عنوان مقاله باید دارای مفهوم باشد و با متن مقاله در ارتباط باشد.
ar: يعد اختيار العنوان الصحيح للمقال من أهم الأجزاء في تحسين محركات البحث ، لذا عليك الانتباه إليه. ملاحظة: يجب أن يكون لعنوان المقالة معنى وأن يكون مرتبطًا بنص المقالة.
eu: SEOren zati garrantzitsuenetako bat artikulu baten izenburu egokia aukeratzea da, beraz, arreta jarri. Oharra: artikuluaren izenburuak esanahia izan behar du eta artikuluaren testuarekin erlazionatuta egon behar du.

source: اسلاگ
ar: أسلاغ
eu: Aslag

source: رزومه
ar: السيرة الذاتية
eu: CVa

source: نویسندگان
ar: الكتاب
eu: idazleak

source: متن اصلی مقاله
ar: النص الرئيسي للمقال
eu: Artikuluaren testu nagusia

source: 'این قسمت را می توانید خالی بگذارید زیرا که سیستم خودکار این لینک را تولید می 'کند.
ar: يمكنك ترك هذا الحقل فارغًا لأن النظام التلقائي ينشئ هذا الارتباط.
eu: Eremu hau hutsik utz dezakezu sistema automatikoak esteka hau sortzen duelako.

source: تصویر اصلی مقاله
ar: الصورة الرئيسية للمقال
eu: Artikuluaren irudi nagusia

source: 'تصویر اصلی مقاله را بارگذاری کنید. این تصویر در نمایش مقالات و بالای مقاله 'به نمایش در می‌آید.
ar: قم بتحميل الصورة الأصلية للمقالة. يتم عرض هذه الصورة في عرض المقالات وفوق المقال.
eu: 'Kargatu artikuluaren jatorrizko irudia. Irudi hau artikuluen pantailan eta artikuluaren gainean bistaratzen da.

source: متن خلاصه مقاله
eu: Artikuluaren laburpen testua

source: 'در این قسمت باید یک خلاصه در مورد این مقاله بنویسید. این متن در قسمت اشتراک 'گذاری به همراه لینک صفحه ارسال می شود.
ar: في هذا القسم يجب أن تكتب ملخصًا عن هذه المقالة. يتم إرسال هذا النص في قسم 'المشاركة' مع ارتباط الصفحة.
eu: Atal honetan artikulu honi buruzko laburpen bat idatzi beharko zenuke. Testu hau 'partekatzea' atalean bidaltzen da orriaren estekarekin batera.

source: عنوان مقاله
eu: Izenburua

source: گروه مقاله
ar: مجموعة المقالات
eu: Artikulu taldea
