Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: گیرنده
ar: المتلقي
eu: Hartzailea

source: متن پیام
ar: رسالة نصية
eu: Mezuaren testua

source: والد پیام
ar: أصل الرسالة
eu: Mezuaren gurasoa

source: مدیریت موکبنگ
ar: إدارة Mokbang
eu: Mokbang kudeaketa

source: توضیحات را وارد کنید.
ar: أدخل الوصف.
eu: Sartu deskribapena.

source: پیام شما با موفقیت ارسال شد.
ar: تم إرسال رسالتك بنجاح.
eu: Zure mezua behar bezala bidali da.

source: خطا در اجرای عملیات
ar: خطأ في تنفيذ العملية
eu: Eragiketa gauzatzean errorea

source: پشتیبان یافت نشد
ar: لم يتم العثور على النسخ الاحتياطي
eu: Ez da babeskopia aurkitu

source: شما اجازه ورود ندارید.
ar: لا يسمح لك للدخول.
eu: Ez duzu sartzen baimenik.

source: شما مجوز ورود به پنل مدیریت پیام‌ها را ندارید!
ar: ليس لديك إذن للدخول إلى لوحة إدارة الرسائل!
eu: Ez duzu mezuak kudeatzeko panelean sartzeko baimenik!

source: پوستر
ar: ملصق
eu: kartela

source: پوستر مورد نظر را آپلود کنید.
ar: قم بتحميل الملصق المطلوب.
eu: Igo nahi den kartela.

source: ویدئو
ar: فيديو
eu: bideoa

source: ویدئوی مورد نظر را آپلود کنید.
ar: قم بتحميل الفيديو المطلوب.
eu: Igo nahi duzun bideoa.

source: لطفا توضیحات را وارد کنید.
ar: الرجاء إدخال الوصف.
eu: Mesedez, idatzi deskribapena.

source: توضیحات
ar: وصف
eu: Deskribapena

source: تعداد اشتراک گذاشته شده
ar: عدد مشترك
eu: Partekatutako zenbakia

source: لطفا پوستر مورد نظر را آپلود کنید
ar: يرجى تحميل الملصق المطلوب
eu: Mesedez, igo nahi den kartela

source: تعداد نپستندیده‌ها
ar: عدد غير المنشورة
eu: Argitaratu gabekoen kopurua

source: موکبانگ
ar: موكبانج
eu: Mokbang

source: موکبانگ‌ها
ar: Mokbangs
eu: Mokbangak

source: ربات‌های گیرینده ظروف
ar: روبوتات استقبال الأطباق
eu: Platerak jasotzeko robotak

source: با موفقیت ذخیره شد.
ar: حفظ بنجاح.
eu: Behar bezala gorde da.

source: تعداد پستندیده‌ها
ar: عدد المشاركات
eu: Postu kopurua

source: مدیریت محیط زیست من
ar: إدارة بيئتي
eu: Nire ingurunea kudeatzea

source: مدل ربات
ar: نموذج الروبوت
eu: Robot eredua

source: لطفا ویدئوی مورد نظر را آپلود کنید
ar: يرجى تحميل الفيديو المطلوب
eu: Mesedez, igo nahi duzun bideoa

source: تصویر پوستر
ar: صورة الملصق
eu: Kartelaren irudia

source: واحد امتیاز
ar: وحدة النقاط
eu: Puntu-unitatea

source: کاربر محیط زیستی
ar: مستخدم بيئي
eu: Ingurumenaren erabiltzailea

source: شهری که ربات در آن فعاللیت می‌کند
ar: المدينة التي يعمل فيها الروبوت
eu: Robotak funtzionatzen duen hiria

source: استانی که ربات در آن فعاللیت می‌کند
ar: المقاطعة التي يعمل فيها الروبوت
eu: Robotak funtzionatzen duen probintzia

source: ربات گیرنده ظروف
ar: روبوت استقبال الحاوية
eu: Ontziak jasotzeko robota

source: کاربری که ظروف را به دست گاه تحویل داده است
ar: المستخدم الذي قام بتسليم الحاويات إلى الجهاز
eu: Ontziak makinan entregatu dituen erabiltzailea

source: تعداد ظروفی که کاربر به دستگاه داده است
ar: عدد الحاويات التي أعطاها المستخدم للجهاز
eu: Erabiltzaileak gailuari eman dion ontzi kopurua

source: کشوری که ربات در آن فعاللیت می‌کند
ar: البلد الذي يعمل فيه الروبوت
eu: Robotak funtzionatzen duen herrialdea

source: آدرس گوگل مپ ربات
ar: عنوان Google Map Robot
eu: Google Map Robot-en helbidea

source: کاربران محیط زیستی
ar: المستخدمين البيئيين
eu: ingurumeneko erabiltzaileak

source: انواع وضعیت‌های سفارش
ar: أنواع حالات الطلب
eu: Eskaeren egoera motak

source: مدیریت سفارشات
ar: إدارة الطلبات
eu: Kudeatu eskaerak

source: نوع پرداخت
ar: نوع الدفع
eu: ordainketa mota

source: نواع روش پرداخت
ar: أنواع طرق الدفع
eu: Ordainketa-metodo motak

source: عنوان وضعیت سفارش
ar: عنوان حالة الطلب
eu: Eskaeraren egoera izenburua

source: وضعیت سفارش
ar: حالة الطلب
eu: Eskaeraren egoera

source: رباتی که ظروف را گرفته
ar: الروبوت الذي أخذ الأطباق
eu: Platerak hartu zituen robota

source: پردازش
ar: يعالج
eu: prozesatzea

source: کیوآرکد برای سفارش
ar: QRcode للطلب
eu: QRcode eskatzeko

source: ارسال سفارش
ar: ارسال الطلب
eu: Bidali eskaera

source: تحویل داده شده
ar: تم التوصيل
eu: entregatu

source: تخفیف
ar: تخفيض
eu: Deskontua

source: تاریخ ویرایش سفارش
ar: تاريخ تحرير الطلب
eu: Eskaera editatzeko data

source: نهایی شده
ar: تم الانتهاء منه
eu: amaituta

source: سفارش
ar: طلب
eu: Agindu

source: آماده سازی سفارش
ar: إعداد الطلب
eu: Eskaerak prestatzea

source: تاریخ درج سفارش
ar: تاريخ تقديم الطلب
eu: Eskaera egiteko data

source: تعداد
ar: رقم
eu: Zenbakia

source: روش پرداخت
ar: طريقة الدفع او السداد
eu: Ordainketa modua

source: کد تولیدی برای سفارش
ar: كود الإنتاج للأمر
eu: Eskaeraren ekoizpen kodea

source: مشتری
ar: عميل
eu: Bezeroa

source: سفارشات
ar: التوصيات
eu: Gomendioak

source: دستور غذایی کاربر
ar: وصفة المستخدم
eu: Erabiltzailearen errezeta

source: نوع پرداخت وجود ندارد.
ar: لا يوجد نوع الدفع.
eu: Ez dago ordainketa motarik.

source: خطا درانجام عملیات!
ar: خطأ في العملية!
eu: Akatsa funtzionamenduan!

source: شعبه مورد نظر یافت نشد.
ar: لم يتم العثور على الفرع المطلوب.
eu: Ez da aurkitu nahi den adarra.

source: چگونگی مصرف
ar: كيف تستعمل
eu: Nola erabili

source: اعمال کوپن با موفقیت انجام شد.
ar: تم تطبيق القسيمة بنجاح.
eu: Kupoia behar bezala aplikatu da.

source: کد وارد شده معتبر نیست.
ar: الرمز الذي تم إدخاله غير صالح.
eu: Sartutako kodeak ez du balio.

source: کاربر یافت نشد.
ar: لم يتم العثور على المستخدم.
eu: Ez da erabiltzailea aurkitu.

source: سفارش پیدا نشد.
ar: الطلب غير موجود.
eu: Eskaera ez da aurkitu.

source: فاکتوری با این مشخصات پیدا نشد.
ar: لم يتم العثور على فاتورة بهذه المواصفات.
eu: Ez da zehaztapen hau duen fakturarik aurkitu.

source: مدیریت پرداخت‌ها
ar: إدارة المدفوعات
eu: Kudeatu ordainketak

source: مبلغ پرداخت
ar: مبلغ الدفع
eu: Ordainketaren zenbatekoa

source: پرداخت
ar: الدفع
eu: ordainketa

source: توضیحات پرداخت
ar: بيانات الدفع
eu: Ordainketa xehetasunak

source: علامت اختصاری
ar: رمز
eu: Ikurra

source: واحدهای پول
ar: وحدات العملة
eu: Moneta-unitateak

source: رزرو
ar: حجز
eu: Erreserba

source: تاریخ پرداخت
ar: تاريخ السداد
eu: ordainketa-data

source: دوشنبه
ar: الاثنين
eu: astelehena

source: واحد پول
ar: عملة
eu: moneta

source: کد ایزو
ar: كود ISO
eu: ISO kodea

source: وضعیت پرداخت
ar: حالة السداد
eu: Ordainketa egoera

source: کد وضعیت درگاه پرداخت
ar: رمز حالة بوابة الدفع
eu: Ordainketa-pasabidearen egoera-kodea

source: توضحات
eu: Argibideak

source: مدیریت رزروها
ar: إدارة الحجوزات
eu: Erreserben kudeaketa

source: غذاهای وعده
ar: وجبات
eu: Otorduak

source: مدیریت امتیازات
ar: إدارة النتائج
eu: Puntuazioen kudeaketa

source: مدیریت اشتراکات
ar: إدارة الاشتراكات
eu: Kudeatu harpidetzak

source: کاربری که رزرو کرده
ar: المستخدم الذي قام بالحجز
eu: Erreserba egin duen erabiltzailea

source: تاریخ ویرایش پرداخت
ar: تاريخ تحرير الدفع
eu: Ordainketa editatzeko data

source: پرداخت‌ها
ar: المدفوعات
eu: Ordainketak

source: خطا در انتقال به درگاه بانکی زرین پال!
ar: خطأ في التحويل إلى بوابة زارين بال المصرفية!
eu: Errore bat gertatu da Zarin Pal banku atarira transferitzean!

source: رزروها
eu: bisitatu

source: زمان رزرو
ar: وقت الحجز
eu: Erreserbarako ordua

source: کیو آر کد
ar: رمز الاستجابة السريعة
eu: QR kodea

source: امتیازات
ar: نقاط
eu: puntuak

source: یک‌شنبه
ar: الأحد
eu: igandea

source: شماره پیگیری پرداخت
ar: رقم تتبع الدفع
eu: Ordainketa jarraitzeko zenbakia

source: اشتراک های کاربر
ar: اشتراكات المستخدم
eu: Erabiltzaileen harpidetzak

source: سه‌شنبه
ar: يوم الثلاثاء
eu: asteartea

source: چهارشنبه
ar: الأربعاء
eu: asteazkena

source: پنج‌شنبه
ar: يوم الخميس
eu: Osteguna

source: جمعه
eu: ostirala

source: امتیاز دهنده
ar: هداف
eu: goleatzailea

source: شنبه
ar: السبت
eu: Larunbata

source: فعال/غیر فعال
ar: نشط سلبي
eu: Aktiboa Pasiboa

source: تایین زمان ارسال وعده
ar: حدد وقت إرسال الوعد
eu: Zehaztu promesa bidaltzeko ordua

source: روز هفته
ar: يوم الأسبوع
eu: aste eguna

source: وعده غذایی کاربر
ar: وجبة المستخدم
eu: Erabiltzaile bazkaria

source: وعده های غذایی کاربر
ar: وجبات المستخدم
eu: Erabiltzaileen otorduak

source: عنوان اشتراک
ar: عنوان الاشتراك
eu: harpidetza izenburua

source: قیمت اشتراک
ar: سعر الاشتراك
eu: Harpidetzaren prezioa

source: تخفیف به تومان
ar: خصم في تومان
eu: Deskontua Tomans-en

source: ویؤه کاربران جدید است؟
ar: هل هو للمستخدمين الجدد؟
eu: Erabiltzaile berrientzat al da?

source: اشتراک کاربر
ar: اشتراك المستخدم
eu: Erabiltzaileen harpidetza

source: اشتراک
ar: الاشتراك
eu: Harpidetza

source: Afar
ar: عفار
eu: urrun

source: اشتراکی که فعال شده است.
ar: اشتراك تم تفعيله.
eu: Aktibatu den harpidetza.

source: رمز عبور:
eu: pasakodea:

source: به پنل مدیریت سایت فودینو خوش آمدید.
ar: مرحبًا بك في لوحة إدارة موقع Fodino.
eu: Ongi etorri Fodino gunearen kudeaketa panelera.

source: Abkhazian
ar: أبخازيا
eu: abkhaziarra

source: پنل مدیریت سایت فودینو
ar: لوحة إدارة موقع Fodino
eu: Fodino gunearen kudeaketa panela

source: تغییر رمز عبور
ar: تغيير كلمة المرور
eu: aldatu pasahitza

source: فرم اطلاعات
ar: استمارة المعلومات
eu: Informazio inprimakia

source: لطفا نام خود را وارد کنید.
ar: من فضلك أدخل إسمك.
eu: Mesedez, idatzi zure izena.

source: Afrikaans
ar: الأفريقي
eu: afrikarra

source: ثبت
eu: Grabatu

source: این فیلد نباید خالی باشد.
ar: يجب ألا يكون هذا الحقل فارغًا.
eu: Eremu honek ez du hutsik egon behar.

source: رمز عبور باید 8 الا 16 کارکتر باشد.
ar: يجب أن تتكون كلمة المرور من 8 إلى 16 حرفًا.
eu: Pasahitzak 8 eta 16 karaktere izan behar ditu.

source: رمز عبور مطابقت ندارد.
ar: كلمة السر غير متطابقة.
eu: Pasahitza ez dator bat.

source: نام خانوادگی خود را وارد کنید.
ar: أدخل اسمك الأخير.
eu: Sartu zure abizena.

source: نام:
ar: اسم:
eu: izena:

source: نام خود را وارد کنید.
ar: أدخل أسمك.
eu: Sartu zure izena.

source: تکرار رمز عبور:
ar: كرر كلمة المرور:
eu: pasahitza errepikatu:

source: نام خانوادگی:
ar: اسم العائلة:
eu: abizena:

source: مشخصات
ar: تحديد
eu: Zehaztapenak

source: لطفا نام خانوادگی خود را وارد کنید.
ar: الرجاء إدخال اسمك الأخير.
eu: Mesedez, idatzi zure abizena.

source: ایمیل:
ar: بريد إلكتروني:
eu: posta elektronikoa:

source: ایمیل خود را وارد کنید.
ar: أدخل بريدك الإلكتروني.
eu: Sartu zure helbide elektronikoa.

source: آدرس:
ar: عنوان:
eu: Helbidea:

source: لطفا ایمیل خود را وارد کنید.
ar: رجاءا أدخل بريدك الإلكتروني.
eu: mesedez sartu zure posta elektronikoa.

source: آدرس محل سوکونت خود را وارد کنید.
ar: أدخل عنوانك.
eu: Sartu zure helbidea.

source: تاریخ تولد:
ar: تاريخ الميلاد:
eu: Jaioteguna:

source: لطفا تاریخ تولد خود را وارد کنید.
ar: الرجاء ادخال تاريخ ميلادك.
eu: Mesedez, idatzi zure jaioteguna.

source: کدملی:
ar: رمز دولي:
eu: Kode Nazionala:

source: لطفا کدملی خود را وارد کنید.
ar: الرجاء إدخال رمز بلدك.
eu: Mesedez, sartu zure herrialdeko kodea.

source: کدملی خود را وارد کنید.
ar: أدخل رمز بلدك.
eu: Sartu zure herrialdeko kodea.

source: کدپستی خود را وارد کنید.
ar: أدخل رمزك البريدي.
eu: Sartu zure posta kodea.

source: لطفا کدپستی خود را وارد کنید.
ar: الرجاء إدخال الرمز البريدي الخاص بك.
eu: Mesedez, idatzi zure posta kodea.

source: جنسیت:
ar: جنس:
eu: Generoa:

source: ثبت اطلاعات
eu: informazioa bidali

source: ورود
eu: saioa hasi

source: کدپستی:
ar: رمز بريدي:
eu: Posta kodea:

source: حساب کاربری ندارید؟
ar: ليس لديك حساب؟
eu: Ez al duzu konturik?

source: رمزعبور:
ar: كلمة المرور:
eu: pasahitza:

source: رمز ورود خود را فراموش کردید؟
ar: نسيت كلمة السر؟
eu: Zure pasahitza ahaztu duzu?

source: شرایط فودینو
ar: شروط فودينو
eu: Fodino baldintzak

source: فراموشی رمز عبوری
ar: هل نسيت كلمة السر
eu: Pasahitza ahaztua

source: شماره موبایل:
ar: رقم التليفون:
eu: telefono zenbakia:

source: ورود شما به معنای پذیرش
ar: دخولك يعني القبول
eu: Zure sarrerak onarpena esan nahi du

source: ثبت‌نام کنید.
ar: يسجل.
eu: erregistratu.

source: قوانین حریم‌خصوصی
ar: سياسة الخصوصية
eu: Pribatutasun-politika

source: است.
ar: يكون.
eu: Da.

source: تکمیل مشخصات
ar: استكمال المواصفات
eu: Zehaztapenak betetzea

source: تومان
ar: إلى رجل
eu: Toman

source: نام‌خانوادگی
ar: اسم العائلة
eu: abizena

source: کدپیگیری
ar: شفرة التتبع
eu: Jarraipen kodea

source: فوودینو | پپروقایل
ar: فودينو بيبروكيل
eu: Foodino Pepruqayl

source: تصویر ورد نظر خود را وارد کنید.
ar: أدخل صورة تعليقك.
eu: Sartu zure iruzkinaren irudia.

source: نام خود را وادر کنید.
ar: أدخل أسمك.
eu: Sartu zure izena.

source: نام‌خانوادگی خود را وارد کنید.
ar: أدخل اسمك الأخير.
eu: Sartu zure abizena.

source: تایید شماره موبایل
ar: التحقق من رقم الهاتف المحمول
eu: Mugikorreko zenbakia egiaztatzea

source: تغییر مشخصات
ar: تغيير الملف الشخصي
eu: Aldatu profila

source: ثبت‌نام
ar: يسجل
eu: Izena eman

source: حساب کاربری دارید؟
ar: هل لديك حساب؟
eu: Ba al duzu konturik?

source: وارد شوید.
ar: يدخل.
eu: sartu.

source: ثبت تغییرات
ar: سجل التغييرات
eu: Erregistratu aldaketak

source: تایید
ar: تأكيد
eu: berrespena

source: ابتدای شماره موبایل باید صفر باشد.
ar: يجب أن تكون بداية رقم الهاتف المحمول صفرًا.
eu: Mugikorraren zenbakiaren hasierak zero izan behar du.

source: خروج
eu: Irten

source: سی پنل
ar: CPanel
eu: CPanel

source: لطفا نام‌خانوادگی خود را وارد کنید.
ar: الرجاء إدخال لقبك.
eu: Mesedez, idatzi zure abizena.

source: پنل مدیریت داده
ar: لوحة إدارة البيانات
eu: Datuak kudeatzeko panela

source: شماره موبایل نادرست است.
ar: رقم الهاتف المحمول غير صحيح.
eu: Mugikor-zenbakia okerra da.

source: تراکنش‌ها
ar: المعاملات
eu: Transakzioak

source: پنل مدیریت زبان سایت
ar: لوحة إدارة لغة الموقع
eu: Gunearen hizkuntza kudeatzeko panela

source: پنل کاربری
ar: لوحة المستخدم
eu: Erabiltzaile panela

source: دستورات غذایی من
ar: وصفاتي
eu: Nire errezetak

source: مرجوع شده
ar: عاد
eu: itzuli zen

source: پنل مدیریت سایت
ar: لوحة إدارة الموقع
eu: Gunearen kudeaketa panela

source: ردیف
ar: صف
eu: Ilara

source: دیدگاه‌ها
ar: الآراء
eu: iritziak

source: پیغام‌ها
ar: رسائل
eu: Mezuak

source: هدایای من
ar: الهدايا بلدي
eu: nire opariak

source: لیست علافه‌مندی‌ها
ar: قائمة المفضلة
eu: Gogokoen zerrenda

source: سفارش‌های من
ar: طلباتي
eu: Nire aginduak

source: جاری
ar: واصلت
eu: Jarraitu

source: تحویل شده
ar: تم التوصيل
eu: Entregatua

source: جمع کل
ar: المجموع
eu: guztira

source: دقیقه
ar: دقائق
eu: minutu

source: کیوارکد
ar: ما الذي فعلته؟
eu: Zer egin zenuen?

source: تاریخ
ar: تاريخ
eu: Data

source: سفارشات اخیر
ar: الطلبيات الأخيرة
eu: Azken eskaerak

source: جزئیات بیشتر
ar: المزيد من التفاصيل
eu: Xehetasun gehiago

source: بلاگ
ar: مدونة
eu: Bloga

source: تاریخ بروزرسانی
ar: تاريخ التحديث
eu: Eguneratu data

source: مدت زمان خواندن مقاله
ar: مدة قراءة المقال
eu: Artikuluaren irakurketaren iraupena

source: تایید شماره موبایل<
ar: التحقق من رقم الهاتف المحمول
eu: Mugikor-zenbakia egiaztatzea

source: اینستاگرام
ar: انستغرام
eu: Instagram

source: جدیدترین مقالات
ar: أحدث المقالات
eu: Azken artikuluak

source: کلمات کلیدی
ar: الكلمات الدالة
eu: gako-hitzak

source: لینک کوتاه این مقاله
ar: رابط قصير لهذه المقالة
eu: Artikulu honetarako esteka laburra

source: واتساپ
ar: واتس اب
eu: Whatsapp

source: برای ارسال دیدگاه باید
ar: لنشر تعليق ، يجب عليك
eu: Iruzkin bat argitaratzeko, behar duzu

source: یا
ar: أو
eu: Edo

source: پاسخ دادن
ar: الرد
eu: erantzuten

source: اشتراک گذاری
ar: يشارك
eu: partekatu

source: مقاله رو پسندیدی؟
ar: هل أعجبك المقال؟
eu: Gustatu zaizu artikulua?

source: کپی
ar: ينسخ
eu: kopiatu

source: نپسندیدن
ar: لم يعجبنى
eu: ez gustatzen

source: پسندیدن
ar: يحب
eu: Atsegin dut

source: نمایش تمامی مقالات
ar: إظهار كل المقالات
eu: Erakutsi artikulu guztiak

source: کنید.
ar: يفعل.
eu: egin.

source: برای پاسخ دادن باید
ar: للإجابة عليك
eu: Erantzuteko behar duzu

source: تلگرام
ar: برقية
eu: Telegrama

source: وارد
ar: ادخل
eu: sartu

source: دیدگاه ها
ar: الآراء
eu: iritziak

source: پشتیبان سایت فودینو
ar: دعم موقع فودينو
eu: Fodino webgunearen laguntza

source: افزودن به علاقه‌مندی‌ها
ar: اضافة الى المفضلة
eu: Gehitu gogokoetara

source: تارنما فودینو
ar: موقع فودينو
eu: Fodinoren webgunea

source: دیدگاه شما:
ar: رأيك:
eu: Zure iritzia:

source: ارسال نظر
ar: انشر تعليق
eu: Argitaratu iruzkin bat

source: دستور غذا
ar: وصفة
eu: Errezeta

source: مقاله‌ای وجود ندارد
ar: لا يوجد مقال
eu: Ez dago artikulurik

source: حذف از علاقه‌مندی‌ها
ar: إزالة من المفضلة
eu: Kendu gogokoetatik

source: درباره نویسنده
ar: عن المؤلف
eu: Egileari buruz

source: اشتراک گذاری مقاله
ar: شارك المقال
eu: Partekatu artikulua

source: ادامه مطلب
ar: اقرأ أكثر
eu: Irakurri gehiago

source: شماره تماس:
ar: رقم التليفون:
eu: Telefono zenbakia:

source: دیدگاه های من
ar: آرائي
eu: Nire iritziak

source: دانلود رزومه
ar: تنزيل السيرة الذاتية
eu: Deskargatu curriculuma

source: نمایش همه مقالات من
ar: عرض كل مقالاتي
eu: Ikusi nire artikulu guztiak

source: ایمیل:
ar: بريد إلكتروني:
eu: posta elektronikoa:

source: قبلی
ar: سابق
eu: Aurrekoa

source: بعدی
ar: التالي
eu: hurrengoa

source: دریافت کد کشورها
ar: احصل على رموز الدول
eu: Eskuratu herrialde-kodeak

source: شما دیدگاهی نداشتید
ar: ليس لديك تعليقات
eu: Ez duzu iruzkinik

source: سلاگ:
ar: الضربة القاضية:
eu: Slog:

source: مدیریت داده
ar: إدارة البيانات
eu: Datuen kudeaketa

source: وضعیت فعال بودن نویسنده:
ar: الحالة النشطة للمؤلف:
eu: Egilearen egoera aktiboa:

source: مشاهده‌ی پیام
ar: اعرض الرسالة
eu: Ikusi mezua

source: ارسال پیامک به تمامی کاربران برای ریدادها
ar: إرسال رسائل نصية لجميع المستخدمين للتعليق
eu: Erabiltzaile guztiei testu-mezuak bidaltzea iritzia jasotzeko

source: نوع نمودار:
ar: نوع التخطيط:
eu: Diagrama mota:

source: دریافت واحدهای پول
ar: استلام وحدات العملة
eu: Jaso moneta-unitateak

source: دریافت شهرهای هر کشور
ar: احصل على مدن كل بلد
eu: Lortu herrialde bakoitzeko hiriak

source: شما می توانید کشور را انتخاب کنید. وسایت زبان را آماده کند.
ar: يمكنك اختيار الدولة. تحضير جهاز اللغة.
eu: Herrialdea aukeratu dezakezu. Prestatu hizkuntza-gailua.

source: لطفا زبان مورد نظر خود را وارد کنید.
ar: الرجاء إدخال اللغة التي تريدها.
eu: Mesedez, idatzi nahi duzun hizkuntza.

source: موضوع نمودار:
ar: موضوع الرسم البياني:
eu: Diagramako gaia:

source: سال مورد نظر خود را انتخاب کنید.
ar: اختر السنة التي تريدها.
eu: Aukeratu nahi duzun urtea.

source: بروز رسانی قیمت‌ها
ar: تحديث الأسعار
eu: Eguneratu prezioak

source: ارسال ایمیل به تمامی کاربران برای ریدادها
ar: أرسل بريدًا إلكترونيًا إلى جميع المستخدمين للتعليق
eu: Bidali mezu elektronikoa erabiltzaile guztiei iritzia jasotzeko

source: ترجمه و آماداسازی زبان‌ها
ar: الترجمة وإعداد اللغات
eu: Hizkuntzak itzultzea eta prestatzea

source: نمایش نمودار
ar: إظهار الرسم البياني
eu: Erakutsi taula

source: تنظیمات نمودار
ar: إعدادات الرسم البياني
eu: Diagrama ezarpenak

source: آماده سازی فایل های فونت
ar: تحضير ملفات الخطوط
eu: Letra-fitxategiak prestatzea

source: آمار
ar: إحصائيات
eu: estatistikak

source: ماه مورد نظر خود را انتخاب کنید.
ar: اختر الشهر الذي تريده.
eu: Aukeratu nahi duzun hilabetea.

source: روز مورد نظر خود را انتخاب کنید.
ar: اختر اليوم الذي تريده.
eu: Aukeratu nahi duzun eguna.

source: ماه:
ar: شهر:
eu: Hilabetea:

source: دریافت زبان‌ها و ذخیره آن در دیتابیس
ar: تلقي اللغات وحفظها في قاعدة البيانات
eu: Jaso hizkuntzak eta gorde datu-basean

source: عنوان نمودار
ar: عنوان التخطيط
eu: Taularen izenburua

source: ثانیه
ar: ثانية
eu: Bigarrena

source: نمودار خطی
ar: الرسم البياني الخطي
eu: Grafiko lineala

source: رنگ نمودار:
ar: لون الرسم البياني:
eu: Taularen kolorea:

source: باز کردن در گوگل مپ
ar: افتح في خرائط جوجل
eu: Ireki Google Maps-en

source: رنگ نقاط نمودار:
ar: لون نقاط الرسم البياني:
eu: Diagramako puntuen kolorea:

source: نوع نمودار را انتخاب کنید.
ar: حدد نوع الرسم البياني.
eu: Hautatu diagrama mota.

source: نمودار ستونی
ar: مخطط عمودي
eu: Zutabe-diagrama

source: پنل مدیریت پیک
ar: لوحة إدارة البريد السريع
eu: Mezularitza kudeatzeko panela

source: سفارشاتی که باید به دست مشتری برسد
ar: الطلبات التي يجب أن تصل إلى العميل
eu: Bezeroarengana iritsi behar diren eskaerak

source: سفارشی که باید به دست مشتری برسد
ar: الطلب الذي يجب أن يصل إلى العميل
eu: Bezeroari heldu behar zaion eskaera

source: اشتراک گذاری غذای
ar: تقاسم الطعام
eu: Janaria partekatzea

source: سال:
ar: سنة:
eu: Urtea:

source: روز:
ar: يوم:
eu: Eguna:

source: ساعت
ar: الساعة
eu: erlojua

source: گارانتی اصالت و سلامت فیزیکی
ar: ضمان الأصالة والصحة البدنية
eu: Egiazkotasunaren eta osasun fisikoaren bermea

source: زمان پخت:
ar: وقت الطبخ:
eu: Sukaldaritza denbora:

source: سفارشی برای ارسال وجود ندارد.
ar: لا توجد أوامر لتقديمها.
eu: Ez dago bidaltzeko agindurik.

source: روز
ar: يوم
eu: Eguna

source: لیست علاقه مندی‌ها
ar: قائمة المفضلة
eu: Gogokoen zerrenda

source: سایت فودینو
ar: موقع فودينو
eu: Foodino gunea

source: محصولی را در این قسمت وارد نکردید.
ar: لم تدخل منتج في هذا القسم.
eu: Ez duzu produkturik sartu atal honetan.

source: شوید.
ar: يصبح
eu: bihurtu

source: اتوضیحات
ar: تفسيرات
eu: Azalpenak

source: افودینو
ar: أفودينو
eu: Afodino

source: مشاهده محصول
ar: عرض المنتج
eu: Ikusi produktua

source: انتخاب مواد
eu: Material aukeraketa

source: افزودن به دستورات غذایی من
ar: أضف إلى وصفاتي
eu: Gehitu nire errezetetara

source: فودینو
ar: فودينو
eu: Fodino

source: نام محصول:
ar: اسم المنتج:
eu: Produktuaren izena:

source: قیمت:
ar: سعر:
eu: Prezioa:

source: افزودن به سبد خرید
ar: أضف إلى السلة
eu: Gehitu saskira

source: برای استفاده از این بخش باید وارد شوید.
ar: يجب عليك تسجيل الدخول لاستخدام هذا القسم.
eu: Atal hau erabiltzeko saioa hasi behar duzu.

source: محصولات غذایی
ar: منتجات الطعام
eu: Elikagaiak

source: غذایی وجود ندارد
ar: لا يوجد طعام
eu: Ez dago janaririk

source: غذاهای پیشنهادی
ar: الأطباق الموصى بها
eu: Gomendatutako platerak

source: دسته‌بندی غذاها
ar: تصنيف الأطعمة
eu: Elikagaien sailkapena

source: نمایش دسته‌های غذا
ar: عرض فئات الطعام
eu: Erakutsi elikagaien kategoriak

source: دسته‌ای وجود ندارد
ar: لا توجد فئة
eu: Ez dago kategoriarik

source: حذف از علاقمندی‌ها
ar: إزالة من المفضلة
eu: Kendu gogokoetatik

source: افزودن به سبدخرید
ar: أضف إلى السلة
eu: Gehitu saskira

source: شما دستور غذایی نداشتید
ar: لم يكن لديك وصفة
eu: Ez zenuen errezetarik

source: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از 'طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که 'لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود 'ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده 'شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را 'برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی 'ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه 'راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی 'دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد 'استفاده قرار گیرد.
ar: لوريم إبسوم هو نص مزيف تم إنتاجه ببساطة غير مفهومة من صناعة الطباعة ويستخدمه مصممو الغرافيك. الطابعات والنصوص ، ولكن الصحف والمجلات في أعمدة وصفوف حسب الضرورة وللظروف الحالية للتكنولوجيا والتطبيقات المتنوعة بهدف تحسين الأدوات العملية. تتطلب العديد من الكتب في 63٪ من الماضي والحاضر والمستقبل الكثير من المعرفة من المجتمع والخبراء لخلق المزيد من المعرفة لمصممي الكمبيوتر ، وخاصة المصممين المبدعين والثقافة الرائدة في اللغة الفارسية. في هذه الحالة ، يمكن أن نأمل أن تنتهي كل الصعوبات في توفير 'حلول وظروف صعبة للطباعة' وسيتم استخدام الوقت اللازم بما في ذلك التنضيد 'الإنجازات الرئيسية والإجابات على الأسئلة المستمرة من عالم التصميم الحالي'.
eu: Lorem Epsom inprimaketaren industriatik soiltasun ulertezinarekin sortutako testu faltsu bat da eta diseinatzaile grafikoek erabiltzen dute. Inprimagailuak eta testuak, baina egunkariak eta aldizkariak zutabe eta errenkadetan beharrezkoak diren eta teknologiaren eta aplikazio anitzeko egungo baldintzetarako tresna praktikoak hobetzeko helburuarekin. Iraganaren, orainaren eta etorkizunaren ehuneko hirurogeita hiruko liburu askok komunitatearen eta adituen ezagutza handia behar dute informatika-diseinatzaileentzat, batez ere diseinatzaile sortzaileentzat eta persiar hizkuntzako kultura nagusientzat. Kasu honetan, espero daiteke 'mekanografiatzeko konponbideak eta baldintza zailak' emateko zailtasun guztiak amaituko direla eta 'diseinuaren munduaren lorpen nagusiak eta etengabeko galderei erantzunak' erabiliko direla funtsean, idazketa barne, behar den denbora.

source: دستور پخت غذای
ar: وصفة الطعام
eu: Janari errezeta

source: قرعه‌کشی
ar: اليانصيب
eu: Loteria
