Repository: Soren2007/foodino
Catalog: food/locale/*/LC_MESSAGES/django.po
Languages: ar, eu

source: فیروزآباد (لرستان)
ar: فيروز آباد (لرستان)
eu: Firouzabad (Lorestan)

source: فیروزکوه
ar: فيروزكوه
eu: Firuzkoh

source: فیروزه
ar: الفيروز
eu: turkesa

source: فنوج
ar: فانوج
eu: Fanoj

source: فیض‌آباد
ar: فايز آباد
eu: Faizabad

source: قائمیه
ar: قائم
eu: Qaheem

source: قادرآباد
ar: كاديراباد
eu: Kadirabad

source: قرچک
ar: قراتشك
eu: Qrachak

source: قاسم‌آباد
eu: Qasimabad

source: قاضی
ar: يحكم على
eu: Epailea

source: قائم‌شهر
ar: غامشهر
eu: Ghaemshahr

source: قائن
ar: قابيل
eu: Kain

source: قدس
eu: Ghods

source: قره‌ضیاءالدین
ar: قرازية الدين
eu: Qaraziaudin

source: قدمگاه
ar: الخطوات
eu: urratsak

source: قصر شیرین
ar: قصر شيرين
eu: Shirin jauregia

source: قره‌آغاج
eu: Karaghag

source: قشم
eu: Qeshm

source: قصرقند
eu: Qasrqand

source: قطب‌آباد
ar: قطب اباد
eu: Qutbabad

source: قطرویه
ar: دولة قطر
eu: Qatar

source: قطور
ar: سميك
eu: lodiak

source: قلندرآباد
ar: قلندر أباد
eu: Qalandarabad

source: قلعه‌تل
eu: Tal gaztelua

source: قلعه خواجه
ar: قلعة الخاجة
eu: Khaja gaztelua

source: قروه درجزین
ar: قروه درزين
eu: Garouh Derzin

source: قلعه قاضی
ar: قلعة قاضي
eu: Qazi gaztelua

source: قروه
ar: قاروع
eu: Qaroo

source: قم
eu: Qom

source: قمصر
ar: قمسر
eu: Qamsar

source: قزوین
ar: قزوين
eu: Qazvin

source: قلعه رئیسی
ar: قلعة رئيسي
eu: Raisi gaztelua

source: قلعه‌گنج
ar: غليجانج
eu: Ghaleganj

source: قهدریجان
ar: قهدريجان
eu: Qahdrijan

source: قنوات
eu: kanalak

source: قوچان
ar: جوتشان
eu: Gouchan

source: قورچی‌باشی
ar: كن ضفدعا
eu: izan igela

source: قوشچی
ar: غوششي
eu: Ghoshchi

source: کاریز
ar: تسوس
eu: txantxarra

source: قهجاورستان
ar: كاجافاريستان
eu: Kajavaristan

source: قیر
ar: القار
eu: betuna

source: قرقری
ar: القرقري
eu: Qarqari

source: کاخک
ar: القصر
eu: jauregia

source: کارچان
ar: كارشان
eu: Karchan

source: کارزین
ar: كارزين
eu: Karzin

source: قهاوند
ar: خوند
eu: Khawand

source: کازرون
ar: كاسيرون
eu: Caseron

source: کاشان
ar: كاشان
eu: Kashan

source: کاشمر
ar: كشمير
eu: Kaxmir

source: کرند
ar: ابطئ
eu: lasaitu

source: کتالم و سادات‌شهر
ar: كاتالام وساداتشهر
eu: Katalam eta Sadatshahr

source: کامفیروز
ar: كامفيروز
eu: Camfiroz

source: کدکن
ar: المبرمج
eu: kodetzailea

source: کانی‌دینار
ar: كاني دينار
eu: Kani Dinar

source: کاظم‌آباد
ar: كاظم آباد
eu: Kazimabad

source: کانی‌سور
ar: كانيسور
eu: Kanisur

source: کبودراهنگ
ar: الفرقة الزرقاء
eu: banda urdina

source: کاکی
ar: سيد
eu: jauna

source: کامیاران
ar: كامياران
eu: Kamiyaran

source: کرج
ar: كرج
eu: Karaj

source: کرکوند
ar: كاركوند
eu: Karkund

source: کرمان
ar: كرمان
eu: Kerman

source: کشکسرای
ar: قشقسراي
eu: Kashkasrai

source: کردکوی
ar: كوردكوي
eu: Kurdkoi

source: کره‌ای
ar: الكورية
eu: Korean

source: کرهرود
ar: كوريرود
eu: Korerod

source: کشاورز
ar: مزارع
eu: Baserritarra

source: کرمانشاه
ar: كرمانشاه
eu: Kermanshah

source: کشکوئیه
ar: كاشكوي
eu: Kashkoi

source: کشکوئیه (بافت)
ar: قماش
eu: ehuna

source: کلات
ar: تجلط
eu: Clot

source: کلاته خیج
ar: كلاتي خيج
eu: Kalate Khaij

source: کلاچای
ar: كلاشاي
eu: Clachai

source: کلارآباد
ar: كالاراباد
eu: Kalarabad

source: کلاله
ar: وصمه عار
eu: estigma

source: کلوانق
ar: كلوانج
eu: Kluang

source: کلاردشت
ar: كلاردشت
eu: Klardasht

source: کلور
ar: الكلور
eu: kloroa

source: کله‌بست
ar: نهاية
eu: bide hila

source: کلیبر
ar: عيار
eu: Kalibrea

source: کلیشاد و سودرجان
ar: كليشاد وسوديرجان
eu: Klishad eta Soderjan

source: کمال‌شهر
ar: كمشهر
eu: Kamalshahr

source: کمشجه
ar: القاميشة
eu: Kamishjah

source: کمه
ar: أقل
eu: gutxiago

source: کمیجان
ar: كاميجان
eu: Kamijan

source: کوار
ar: Quar
eu: Quar

source: کنارک
ar: جانب
eu: alde

source: کوزه‌کنان
ar: الخزافون
eu: ontzigileak

source: کندر
ar: البخور
eu: intsentsua

source: کنگاور
ar: كنغر
eu: Kangurua

source: کنارتخته
ar: بجانب السرير
eu: ohe ondoan

source: کوچصفهان
ar: كوخ سيفاهان
eu: Koch Sefahan

source: کوراییم
ar: نحن عميان
eu: itsuak gara

source: کوزران
ar: كوزران
eu: Kozran

source: کنگ
ar: ملِك
eu: Erregea

source: کوشک
ar: كوش
eu: Kush

source: کوشکنار
ar: كوشكينار
eu: Kushkinar

source: کومله
ar: كوملي
eu: Kumle

source: کونانی
ar: كوناني
eu: Konani

source: کوهبنان
ar: متسلق الجبال
eu: mendizalea

source: کوهپایه
ar: سفوح التلال
eu: magaleak

source: کوهدشت
ar: الهضبة الجبلية
eu: mendi-lautada

source: کوهسار
ar: سلسلة جبال
eu: mendikatea

source: کوهنجان
ar: كوهانجان
eu: Kohanjan

source: کوهی‌خیل
ar: كوهيخل
eu: Kohikhel

source: کیاسر
ar: قيصر
eu: Zesar

source: کهریزسنگ
ar: خرازانغ
eu: Kharizsang

source: کیاشهر
ar: كيشهر
eu: Kiashahr

source: کهریزک
ar: كهريزك
eu: Kahrizak

source: کهک
ar: المذنب
eu: kometa

source: کهنوج
ar: رجل عجوز
eu: agure

source: کوهین
ar: كوهين
eu: Kohin

source: کیاکلا
ar: كياكلا
eu: Kiakla

source: گوجان
ar: غوجان
eu: Gujan

source: کیان
ar: القلة
eu: oligarka

source: کیان‌شهر
ar: كيانشهر
eu: Kianshahr

source: کیش
ar: كيش
eu: Kish

source: گراش
ar: غراش
eu: Belarra

source: گتاب
ar: جوتاب
eu: Gotab

source: کیلان
ar: كيلان
eu: Kilan

source: گرماب
ar: حار
eu: beroa

source: گرمی
ar: حرارة
eu: Beroa

source: گشت
ar: رحلة
eu: bira

source: گلدشت
ar: غولدشت
eu: Goldasht

source: گلستان
ar: جولستان
eu: Golestan

source: گلمورتی
ar: جولمورثي
eu: Gulmurthy

source: کوموش دپه
ar: أيها؟
eu: Zein?

source: گوراب زرمیخ
ar: جوراب زرميخ
eu: Gorab Zarmikh

source: گوهران
ar: جوهان
eu: Gohran

source: گوانگ‌ژو
ar: قوانغتشو
eu: Guangzhou

source: کامپونگ‌سم
ar: كامبونج سام
eu: Kampung Sam

source: پنوم‌پن
ar: بنوم بنه
eu: Phnom Penh

source: سیم ریپ
ar: سيم ريب
eu: Siem Reap

source: سیهانوکویل
ar: سيهانوكفيل
eu: Sihanoukville

source: گیلانغرب
ar: جيلانجارب
eu: Gilangarb

source: باتم‌بنگ
ar: فرقعة القاع
eu: beheko kolpea

source: تاکمو
ar: تاكمو
eu: Takmo

source: پورست
ar: صحيح
eu: osasuntsu

source: کامپونگ سپئو
ar: كامبونج سيبيو
eu: Kampong Sepeo

source: تکئو
ar: الوسادة
eu: burkoa

source: پری ونگ
ar: جناح الجنية
eu: Maitagarrien Hegoa

source: شن‌یانگ
ar: شنيانغ
eu: Shenyang

source: هانگژو
ar: هانغتشو
eu: Hangzhou

source: شی‌آن
ar: شيان
eu: Xian

source: جوهای
ar: جوهاي
eu: Johai

source: آنشان (چین)
ar: (الصين)
eu: haien (Txina)

source: شانگهای
ar: شنغهاي
eu: Shanghai

source: شانتو
eu: Shanto

source: خاشوری
ar: خاشوري
eu: Khashori

source: کوتائیسی
ar: مائة ألف
eu: Ehun mila

source: باتومی
ar: باتومي
eu: Batumi

source: آخالتسیخه
ar: أخالتسيخه
eu: Akhaltsikheh

source: روستاوی
ar: روستافي
eu: Rustavi

source: زوگدیدی
ar: زوغديدي
eu: Zugdidi

source: گوری
ar: جوري
eu: Gori

source: پوتی
ar: حفيدة
eu: biloba

source: سامتردیا
ar: سمتردية
eu: Sumterdia

source: تفلیس
ar: تبليسي
eu: Tbilisi

source: چیاتورا
ar: شياتورا
eu: Chiatura

source: سناکی
ar: سناكي
eu: Sugea

source: ازورگتی
ar: أزورجيتي
eu: Azorgeti

source: زستاپونی
ar: زيستابوني
eu: Zestaponi

source: مارنئولی
ar: مارنيولي
eu: Marnioli

source: تلاوی
ar: تلاوة
eu: errezitatzen

source: کاسپی
ar: قزوين
eu: Kaspiarra

source: تسقالتوبو
eu: Tskaltubo

source: گاردابانی
ar: يحمي
eu: guardia

source: کبولتی
ar: كوبالت
eu: Kobaltoa

source: ساگارجو
ar: ساجارجو
eu: Sagarjo

source: بولنیسی
ar: بوليسي
eu: Bolnessy

source: خنی
ar: مِلكِي
eu: nirea

source: گورجاآنی
ar: جورجاني
eu: Gurjaani

source: برجومی
ar: برجومي
eu: Barjomi

source: تقیبولی
ar: تشابه
eu: Antzekotasun

source: آخمتا
eu: Achmeta

source: متسختا
eu: Mtskheta

source: کارلی
ar: كارلي
eu: Carly

source: تسنوری
ar: تسنوري
eu: Tasnoori

source: لاگودخی
ar: لاجوداخي
eu: Lagudakhi

source: ددوپلیس تسقارو
ar: دادوبليس تاسكارو
eu: Daduplis Tasqaru

source: آخالکالاکی
ar: أخالكلاكي
eu: Akhalkalaki

source: تسالنجیخا
ar: تسالانجيكا
eu: Tsalanjikha

source: قوارلی
ar: جوارلي
eu: Gwarli

source: تتری تسقارو
ar: تاتري تاسكارو
eu: Tatri Tasqaru

source: ساچخره
ar: ساشخيرا
eu: Sachkhera

source: آباشا
ar: أباشا
eu: Abasha

source: لانچخوتی
ar: إطلاق Khoti
eu: Abiarazi Khoti

source: دوشتی
ar: دوشتي
eu: Doshti

source: نینوتسمیندا
ar: نينوتسميندا
eu: Ninotsminda

source: خبی
ar: حسنًا
eu: ondo

source: مارتویلی
ar: مارتوفيلي
eu: Martovelli

source: واله
eu: Wallah

source: اونی
ar: هذا
eu: hori

source: جواری
ar: مقامر
eu: Jokalaria

source: باقداتی
ar: بغداتي
eu: Baghdati

source: وانی
ar: فاني
eu: Vani

source: ترجلا
eu: desmuntatu

source: دمانیسی
ar: ديمانيزي
eu: Demanisi

source: تساگری
ar: تساغري
eu: Tassagri

source: امبرلائوری
ar: امبرلي
eu: Amberley

source: سیغناغی
ar: Sighnaghi
eu: Sighnaghi

source: تسالکا
ar: تسالكا
eu: Tasalka

source: بنگلور
ar: بنغالور
eu: Bangalore

source: کلکته
ar: كلكتا
eu: Kalkuta

source: کان‌پور
ar: كانبور
eu: Kanpur

source: چنای
ar: تشيناي
eu: Chennai

source: بمبئی
ar: بومباي
eu: Bombay

source: حیدرآباد
ar: حيدر أباد
eu: Hyderabad

source: دهلی
ar: دلهي
eu: Delhi

source: پونه
ar: مردقوش
eu: oreganoa

source: پتنا
ar: باتنا
eu: Patna

source: سورات
eu: Surat

source: لکنو
ar: لكناو
eu: Lucknow

source: ناگپور
ar: ناجبور
eu: Nagpur

source: آگرا
ar: اجرا
eu: Agra

source: جی‌پور
ar: جايبور
eu: Jaipur

source: بوپال
ar: بوبال
eu: Bhopal

source: وادودارا
ar: فادودارا
eu: Vadodara

source: تانه
ar: جاذبية
eu: errekurtsoa

source: لودهیانا
ar: لوديانا
eu: Ludhiana

source: ایندور
ar: إندور
eu: Indore

source: ناسیک
ar: ناسيك
eu: Nasik

source: کلیان دامبیولی
ar: كاليان دامبيولي
eu: Kalyan Dambioli

source: بنارس
ar: باناراس
eu: Banaras

source: قاضی‌آباد
ar: غازي اباد
eu: Ghaziabad

source: راجکوت
ar: راجكوت
eu: Rajkot

source: پیمپری-چینچواد
ar: بيمبري شينشواد
eu: Pempri-Chinchwad

source: مرتا
ar: موت
eu: hil

source: امریتسار
ar: أمريتسار
eu: Amritsar

source: فریدآباد
ar: فريداباد
eu: Faridabad

source: چندی‌گر
ar: كم عدد
eu: zenbat

source: بمبئی نو
ar: مومباي الجديدة
eu: Mumbai berria

source: اورنگ‌آباد
ar: اورانجاباد
eu: Aurangabad

source: سولاپور
ar: سولابور
eu: Solapur

source: الله‌آباد
eu: Allahabad

source: جبال‌پور
ar: جابالبور
eu: Jabalpur

source: رانچی
ar: رانشي
eu: Rantxi

source: هاورا
eu: Aupa

source: میسور
ar: ميسور
eu: Mysore

source: هوبلی -دارودا
ar: حبلي - دارودا
eu: Hubli - Daruda

source: سرینگر
ar: سريناغار
eu: Srinagar

source: جوداپور
ar: جودابور
eu: Jodapur

source: گواتی
ar: غواتي
eu: Guati

source: ویجیاوادا
ar: فيجاياوادا
eu: Vijayawada

source: گوالیور
ar: جواليور
eu: Gwalior

source: میراـ بایاندار
ar: الراوي الخاص بي
eu: Nire narratzailea

source: مادورای
ar: مادوراي
eu: Madurai

source: کویمباتور
ar: كويمباتور
eu: Koimbatore

source: ویساکاپاتنام
ar: فيساخاباتنام
eu: Visakhapatnam

source: جلندر
ar: جالاندهار
eu: Jalandhar

source: بوبانسور
eu: Bhubaneswar

source: سالم
eu: Osasuntsu

source: علیگر
ar: عليكرة
eu: Aligarh

source: بیواندی
ar: بيواندي
eu: Beowandi

source: کوتا
ar: قصير
eu: Laburra

source: بریلی
ar: باريلي
eu: Bareilly

source: تیرووانانتاپورام
ar: ثيروفانانثابورام
eu: Thiruvananthapuram

source: تیروچیراپالی
ar: تيروتشيرابالي
eu: Tiruchirappalli

source: مرادآباد
eu: Moradabad

source: رای‌پور
ar: رايبور
eu: Raipur

source: گوراکپور
ar: جوراخبور
eu: Gorakhpur

source: بالای
ar: فوق ال
eu: gainetik

source: جمشدپور
ar: جامشيدبور
eu: Jamshedpur

source: امراواتی
ar: امرافاتي
eu: Amravati

source: شیلیگوری
ar: سيليجوري
eu: Siliguri

source: اجمیر
ar: أجمر
eu: Ajmer

source: بیکانر
ar: بيكانير
eu: Bikaner

source: کوچی
ar: الكوتشي
eu: Kuchi

source: باونگر
ar: بونغر
eu: Baunger

source: دهرادون
eu: Dehradun

source: راجپور سونارپور
ar: راجبور سوناربور
eu: Rajpur Sonarpur

source: کاتک
ar: كوتاك
eu: Ebakia

source: کولاپور
ar: كولهابور
eu: Kolhapur

source: سنگلی
ar: أعزب
eu: Bakarra

source: واراناگل
ar: واراناغال
eu: Waranagal

source: اولاسناگر
ar: Olasnagar
eu: Olasnagar

source: ناندید
ar: نانديد
eu: Nandid

source: دورگاپور
ar: دورجابور
eu: Durgapur

source: گونتور
ar: جونتور
eu: Guntur

source: گلبرگه
ar: البتلة
eu: petaloa

source: جام‌نگر
ar: جامناجار
eu: Jamnagar

source: باتپرا
ar: باتبرا
eu: Batpra

source: سهاران‌پور
ar: Saharanpur
eu: Saharanpur

source: جامو
ar: ملابس
eu: arropa

source: دوم دوم جنوبی
ar: الثانية الثانية الجنوب
eu: Bigarren Bigarren Hegoaldea

source: آسانسول
ar: مصعد
eu: Igogailua

source: جالگاون
ar: جلجاون
eu: Jalgaon

source: ماهش تالا
ar: ماهيش تالا
eu: Mahesh Tala

source: اوجائین
ar: أوجين
eu: Ojain

source: اکولا
ar: أكولا
eu: Akola

source: بلگایوم
ar: بلجيكا
eu: Belgika

source: کوربا
ar: الكوربة
eu: Korba

source: گایا
ar: غنى
eu: kantatu

source: ماله‌گوان
ar: ماليجوان
eu: Malegwan

source: تیرونلولی
ar: تيرونلفيلي
eu: Tirunelveli

source: نویدا
ar: نويدا
eu: Noida

source: اودی‌پور
ar: اودايبور
eu: Udaipur

source: داواناگیری
ar: دافاناغيري
eu: Davanagiri

source: تیروپور
ar: تيروبور
eu: Tirupur

source: جانسی
ar: جانسي
eu: Jansi

source: کالیکوت
ar: كاليكوت
eu: Kalicut

source: بوکارو
ar: بوكارو
eu: Bokaro

source: احمدنگر
ar: احمد النجار
eu: Ahmednagar

source: منگالور
ar: مانجالور
eu: Mangalore

source: کولام
ar: كلام
eu: Kulam

source: امباتور
eu: inpatatzaile

source: داساراهالی
ar: Dasarahalli
eu: Dasarahalli

source: لاتور
eu: Latur

source: نلور
ar: نور
eu: Argia

source: کوکاتپاله
ar: كوكاتبالا
eu: Kukatpala

source: برهماپور
ar: براهمابور
eu: Brahmapur

source: پانی هاتید
ar: احصل على الماء
eu: Hartu ura

source: گاجوواکا
ar: غاج واكا
eu: Gaj Waka

source: راجارات گوپالپور
ar: راجارات جوبالبور
eu: Rajarat Gopalpur

source: لال‌بهادرنگر
ar: لال باهادورناجار
eu: Lal Bahadurnagar

source: دوله
eu: nazioa

source: باراسات
ar: براسات
eu: Barasat

source: مظفرنگر
ar: مظفرناجار
eu: Muzaffarnagar

source: باگلپور
ar: باجالبور
eu: Bagalpur

source: بیلوارا
ar: بيلوارا
eu: Belwara

source: تومکور
ar: تومكور
eu: Tumkur

source: قطب‌الله‌پور
ar: قطب اللهبور
eu: Qutbullahpur

source: ماتورا
eu: Heldua

source: دهلی نو
ar: نيو دلهي
eu: New Delhi

source: شیموگا
ar: شيموجا
eu: Shimoga

source: مظفرپور
ar: مظفربور
eu: Muzaffarpur

source: پاتیالا
ar: باتيالا
eu: Patiala

source: بلاری
ar: بالاري
eu: Ballari

source: روتک
ar: روتيك
eu: Rotek

source: چندراپور
ar: شاندرابور
eu: Chandrapur

source: حصار
eu: setioa

source: شاه‌جهان‌پور
ar: شاهجاهانبور
eu: Shahjahanpur

source: فیروزآباد
ar: فيروز آباد
eu: Firouzabad

source: بالی
ar: بالي
eu: Bali

source: بیاتاریاناپور
ar: Byatarianapur
eu: Byatarianapur

source: کامارهاتی
ar: كامارهاتي
eu: Kamarhati

source: سینگراولی
ar: سينجراولي
eu: Singraoli

source: نالا سوپارا
ar: نالا سوبارا
eu: Nala Supara

source: نظام‌آباد
eu: Nizamabad

source: پانی‌پات
ar: بانيبيت
eu: Panipet

source: تریسور
ar: ثريسور
eu: Thrissur

source: پربانی
ar: بارباني
eu: Parbani

source: کولتی
ar: كولتي
eu: Kolti

source: بیلاس‌پور
ar: بيلاسبور
eu: Bilaspur

source: رامپور (اوتار پرادش)
ar: رامبور (أوتار براديش)
eu: Rampur (Uttar Pradesh)

source: دواس
ar: دوس
eu: Doss

source: الوار
ar: خشب
eu: egurra

source: اتاوا
ar: أوتاوا
eu: Ottawa

source: باردامن
ar: حامل
eu: haurdun

source: ساتنا
eu: satna

source: کاکینادا
ar: كاكينادا
eu: Kakinada

source: نیاتی
ar: نواياك
eu: zure asmoak

source: راجاماهندری
ar: راجاماهاندري
eu: Rajamahandri

source: دربنگا
ar: دربنجا
eu: Darbanga

source: ایزوال
ar: ايزاول
eu: Aizawl

source: بارانگر
ar: صانع المطر
eu: Rainmaker

source: سونیپات
ar: سونبات
eu: Sonepat

source: هاپور
ar: هابر
eu: Hapur

source: ایچالکارانجی
ar: Achalkaranji
eu: Akhalkaranji

source: جالنا
eu: Bira egin genuen

source: روکلا
ar: توقفت
eu: gelditu zen

source: کورنوول
ar: كورنوال
eu: Kornualles

source: ماو
eu: Mao

source: تیروپاتی
ar: تيروباتي
eu: Tirupati

source: اوژوکاری
ar: أوجوكاري
eu: Ojukari

source: گاندی‌نگر
ar: جانديناغار
eu: Gandhinagar

source: ماکاجگیری
ar: ماكياج
eu: makillajea

source: دورگ
ar: هجين
eu: hibridoa

source: آوادی
ar: افادي
eu: Avadi

source: باتیندا
ar: باتيندا
eu: Bathinda

source: کریم‌نگر
ar: كاريمناغار
eu: Karimnagar

source: دوولی
ar: دولي
eu: Dooley

source: ساغر
ar: ساجار
eu: Sagar

source: بیجاپور
ar: بيجابور
eu: Bijapur

source: شریرام‌پور
ar: شريرامبور
eu: Shrirampur

source: بهارات‌پور
eu: Bharatpur

source: آنانتاپور
ar: أنانتابور
eu: Anantapur

source: بیهار
ar: بيهار
eu: Bihar

source: فرخ‌آباد
ar: فروخاباد
eu: Farrukhabad

source: گانگانگر
ar: جانجاناجار
eu: Ganganagar

source: اولوباریا
ar: أولوباريا
eu: Olobaria

source: راماگوندام
ar: راماغندام
eu: Ramagundam

source: سریلونگامپاله
ar: سريلونجامبالي
eu: Srilongampale

source: نانگولی جات
ar: نانجولي جات
eu: Nangoli Jat

source: هوسپت
ar: مشفى
eu: hosp

source: دوم دوم شمالی
ar: الثانية الثانية الشمالية
eu: Bigarren Bigarren Ipar

source: رایچور
ar: رايشور
eu: Raichur

source: هالدیا
ar: هالديا
eu: Haldia

source: راتلام
eu: Ratlam

source: تیریوتیور
ar: تيريوتور
eu: Teriotior

source: پالی
ar: بالي
eu: Pali

source: بوماناهالی
ar: بوماناهالي
eu: Bomanahali

source: آرا
ar: أصوات
eu: botoak

source: ایمفال
ar: امفال
eu: Imphal

source: بیدانگر
ar: جاهل
eu: Ezjakina

source: بیدر
ar: بيدار
eu: Bidar

source: کاپرا
ar: كابرا
eu: Capra

source: میرزاپور
ar: ميرزابور
eu: Mirzapur

source: آمبارنات
eu: Amparnate

source: کرنال
ar: كارنال
eu: Karnal

source: پورنیا
ar: بورنيا
eu: Purnia

source: پودوچری
ar: بودوتشيري
eu: Puducherry

source: دانباد
eu: Danbad

source: گورگان
ar: الذئاب
eu: Otsoak

source: لونی
ar: لوني
eu: Lonnie

source: مونگر
ar: مونجر
eu: Munger

source: ریوا
ar: ريفا
eu: Erreva

source: تانجاوور
eu: Tangaure

source: یامونانگر
ar: ياموناغار
eu: Yamunnagar

source: رورکلا
ar: روركيلا
eu: Rourkela

source: منگو
ar: مانجو
eu: Mangoa

source: ناگرکویل
ar: ناجركويل
eu: Nagercoil

source: بلندشهر
ar: بلاندشهر
eu: Blandshahr

source: ناوقر
ar: لا يستحق
eu: merezigabea

source: بالسوا جهانگیرپور
ar: بلسوا جاهانجيربور
eu: Balswa Jahangirpur

source: توتوکودی
ar: توتوكودي
eu: Tutukudi

source: کاتیهار
ar: كاتيهار
eu: Katihar

source: شیملا
ar: شيملا
eu: Shimla

source: سامبال
eu: Sambal

source: چاپرا
ar: تشابرا
eu: Chapra

source: سلطان‌پور ماجرا
ar: قصة سلطانبور
eu: Sultanpur istorioa

source: سیکر
ar: باحث
eu: Bilatzailea

source: اگرتلا
ar: اغريتلا
eu: Egretla

source: پنج‌کولا
ar: بانجكولا
eu: Panjkula

source: کریشناراجاپورا
ar: أوبرا كريشناراج
eu: Krishnaraj Opera

source: نادیاد
ar: غير متوقع
eu: Ezustekoa

source: راجندرانگر
ar: راجندرا ناجار
eu: Rajendra Nagar

source: بیوانی
ar: بيفاني
eu: Bevani

source: ماهادواپورا
eu: Mahadapura

source: کیراری سلیمان‌نگر
ar: كيراري سليماناغار
eu: Kirari Suleimannagar

source: سیرسا
ar: سيرسا
eu: Jauna

source: موروی
ar: مورواي
eu: Morway

source: برهانپور
ar: برهانبور
eu: Burhanpur

source: دیندیگول
ar: Dindigul
eu: Dindigul

source: موروارا
eu: Morwara

source: پنجاب
ar: البنجاب
eu: Punjab

source: اونگل
ar: Ongle
eu: Ongle

source: جوناگاد
ar: جوناغاد
eu: Junagadh

source: رائه برلی
ar: راي بيرلي
eu: Rae Burley

source: سورندرانگر
ar: سوراندرانجار
eu: Surandrangar

source: اوتارپارا-کوترونگ
ar: Avatarapara-Kotrong
eu: Avatarapara-Kotrong

source: اوتار پرادش
ar: أوتار براديش
eu: Uttar Pradesh

source: آندرا پرادش
ar: ولاية اندرا براديش
eu: Andhra Pradesh

source: تامیل نادو
ar: تاميل نادو
eu: Tamil Nadu

source: میزورام
ar: ميزورام
eu: Mizoram

source: مادایا پرادش
ar: ماديا براديش
eu: Madhya Pradesh

source: کرالا
ar: ولاية كيرالا
eu: Kerala

source: تریپورا
ar: تريبورا
eu: Tripura

source: مهاراشترا
ar: ماهاراشترا
eu: Maharashtra

source: بهرام‌پور
ar: بهرامبور
eu: Bahrampur

source: گجرات
ar: ولاية غوجارات
eu: Gujarat

source: راجستان
eu: Rajasthan

source: بنگال غربی
ar: ولاية البنغال الغربية
eu: Mendebaldeko Bengala

source: هاریانا
ar: هاريانا
eu: Haryana

source: اوریسا
ar: أوريسا
eu: Orissa

source: کارناتاکا
ar: كارناتاكا
eu: Karnataka

source: جارکند
ar: جهارخاند
eu: Jharkhand

source: مادیا پرادش
ar: ماديا براديش
eu: Madhya Pradesh

source: اوتاراکند
ar: أوتارانتشال
eu: Uttarakhand

source: هیماچال پرادش
ar: هيماشال براديش
eu: Himachal Pradesh

source: اتار پرادش
ar: أوتار براديش
eu: Uttar Pradesh

source: گوا
ar: غوا
eu: Goa

source: چتیسگر
ar: تشهاتيسجاره
eu: Chhattisgarh

source: آسام
eu: Assam

source: جامو و کشمیر
ar: جامو وكشمير
eu: Jammu eta Kaxmir

source: جاکارتا
ar: جاكرتا
eu: Jakarta

source: سورابایا
ar: سورابايا
eu: Surabaya

source: مدان
eu: kondenatua

source: باندونگ
ar: باندونغ
eu: Bandung

source: بکاسی
ar: باكاسي
eu: Bakasi

source: تلانگانا
ar: تيلانجانا
eu: Telangana

source: تانگرانگ
ar: تانجرانج
eu: Tangrang

source: ماکاسار
ar: ماكاسار
eu: Makassar

source: دپوک
ar: Dpok
eu: Dpok

source: سمارانگ
ar: سيمارانج
eu: Semarang

source: پالم‌بانگ
ar: بالمبانج
eu: Palmbug

source: پادنگ
ar: حامية
eu: goarnizioa

source: بندر لامپونگ
ar: ميناء لامبونج
eu: Lampung portua

source: سوراکارتا
ar: سوراكارتا
eu: Surakarta

source: بوگور
ar: بوجور
eu: Bogor

source: مالنگ
ar: مولينج
eu: Malling

source: پکانبارو
ar: بيكانبارو
eu: Pekanbaru

source: یوگیاکارتا
ar: يوجياكارتا
eu: Yogyakarta

source: بانجارماسین
ar: بانجارماسين
eu: Banjarmasin

source: دنپاسار
ar: دينباسار
eu: Dinpasar

source: پونتیانک
ar: بونتياناك
eu: Pontianak

source: بالیک‌پاپان
ar: باليكبابان
eu: Balikpapan

source: تامبون
eu: tanpoia

source: جمبی
ar: جامبي
eu: Jambi

source: سیماهی
ar: سيماهي
eu: Simahi

source: آمبون
ar: أمبون
eu: Ambon

source: پاکت
ar: ظرف
eu: gutun-azala

source: ساماریندا
ar: ساماريندا
eu: Samarinda

source: پرکوت سی توآن
ar: بيركوت 3 توان
eu: Perkut 3 toan

source: بنگکولو
ar: بانجكولو
eu: Bangkulu

source: ماترام
eu: Matram

source: کوپانگ
ar: كوبانغ
eu: Kupang

source: مانادو
eu: Manado

source: سیریبون
ar: سيريبون
eu: Zerebon

source: تاسیک‌مالایا
ar: تاسيك مالايا
eu: Tasik Malaya

source: پالو
ar: رعاية
eu: zaindu

source: بینجای
ar: Binjai
eu: Binjai

source: سیلگون، اندونزی
ar: Silgun ، إندونيسيا
eu: Silgun, Indonesia

source: سوکابومی
ar: سوكابومي
eu: Sukabumi

source: جمبر
ar: جامبر
eu: Jamber

source: کندری، اندونزی
ar: كنداري ، إندونيسيا
eu: Kendari, Indonesia

source: سیبادک
ar: سيبادك
eu: Sibadek

source: پکالونگن
ar: بيكالونجان
eu: Pekalongan

source: باندا آسه
eu: Banda Ase

source: تگال
ar: تاجال
eu: Tagal

source: سیبونگ‌بولانگ
ar: سيبونغبولانغ
eu: Sibongbolang

source: پوروکترا
ar: Puroktra
eu: Puroktra

source: ماجالایا
ar: مجالايا
eu: Majalaya

source: سیامپی
ar: تشيامبي
eu: Ciampi

source: سیبی‌تونگ
ar: سيبيتونج
eu: Sibitung

source: رنگاسدنگکلوگ
ar: لون
eu: kolore

source: کدیری
ar: العكارة
eu: uhertasuna

source: سیلیونگسی
ar: سيليونجسي
eu: Siliongsi

source: سومدنگ
ar: سومدانغ
eu: Somdang

source: سیلاکپ
ar: سيلاكاب
eu: Silacap

source: پارونگ
ar: بارونج
eu: Parong

source: لئو جانن
ar: ليو جون
eu: Leo John

source: کوروگ
ar: كوروج
eu: Korog

source: پور وکرتو
ar: فقير وضعيف
eu: Pobrea eta ahula

source: لئوویلیانگ
ar: لياووي ليانغ
eu: Liaowei Liang

source: سیبی‌نونگ
ar: سيبينونج
eu: Sibinong

source: پماتنگ سیانتر
ar: بيماتانج سيانتار
eu: Pematang Siantar

source: پوندوک آرن
ar: بوندوك آرن
eu: Pondok Arn

source: لمبانگ
ar: ليمبانج
eu: Limbang

source: سیپوتات
ar: سيبوتات
eu: Siputat

source: سیکوپا
ar: سيكوبا
eu: Sycopa

source: بوجونگ گده
ar: شحاذ بوجونغ
eu: Bojong eskalea

source: تمن
eu: nahia

source: بربس
ar: يبتعد
eu: joan

source: کاراونگ
ar: كارونج
eu: Caraung

source: پالانگ‌کارایا
ar: بلانج كارايا
eu: Plang Karaya

source: بانجاران
eu: Banjaran

source: پلومبن
ar: بلومبون
eu: Plumbon

source: مادیون، اندونزی
ar: ماديون ، إندونيسيا
eu: Madion, Indonesia

source: سیسالنگکا
ar: سيسالينجكا
eu: Sisalengka

source: پمالنگ
ar: بامالانج
eu: Pamalang

source: سالاتیگا
ar: Salatiga
eu: Salatiga

source: Perbaungan
ar: يشم
eu: Usain

source: پروبولینگو
ar: بروبولينجو
eu: Probolingo

source: لاونگ
ar: الاغتسال
eu: Bizitzea

source: پامولنگ
ar: بالمولينج
eu: Palmoling

source: تانجونگ موروا
ar: تانجونج مورو
eu: Tanjong Morwa

source: همپرن پراک
ar: هامبدن بارك
eu: Hampden parkea

source: گونونگ پوتری
ar: جونونج بوتري
eu: Gunung Putri

source: سرانگ
ar: سيرانج
eu: Serang

source: رنسایکک
ar: مضمار السباق
eu: hipodromoa

source: سونگل
ar: سنغال
eu: Singal

source: استاناجاپورا
ar: أستناجابورا
eu: Astanajapura

source: پورودادی
ar: ائتمان
eu: Kreditua

source: مترو
eu: Metroa

source: سورینگ
ar: مؤكد
eu: Suring

source: سوکرجا
ar: سوكارجا
eu: Sukarja

source: لوبوک لینگائو
ar: لوبوك لينجاو
eu: Lubbock Lingao

source: پاسورئوان
ar: باسوريفان
eu: Pasorevan

source: کارنگ تنگاه
ar: كارينج تانجا
eu: Karing Tanga

source: کبومن
ar: كابومان
eu: Kaboman

source: دومای، اندونزی
ar: دوماي ، إندونيسيا
eu: Dumai, Indonesia

source: تانجونگ بالای
ar: تانجونج العليا
eu: Goiko Tanjung
